{
  "language": "tr",
  "metadata": {
    "length": 630,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Muhammad\nbin ‘Amr bin ‘Ata’ said:",
      "text": "Muhammed bin 'Amr bin 'Ata' dedi ki: \"Abu Humaid As-Sa'idi'nin şöyle söylediğini duydum: 'Allah'ın Elçisi (ﷺ) namaza durduğunda, kıbleye yönelir, ellerini kaldırır ve şöyle derdi: \"Allahu Ekber (Allah en büyüktür).\""
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) namazına 'Subhanaka Allahumma ve bi hamdika, ve tabarakas-muka, ve ta’ala jadduka, ve la ilaha ghayruk (Sana hamd olsun, ey Allah, ismin mübarek, azamet ve yüceliğin yücedir, Senden başka ibadet edilmeye layık yoktur)' diyerek başlardı.\""
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) tekbir (Allahu Ekber) dediğinde, tekbir ile okumak arasında sessiz kalırdı. Ben de: 'Baban ve annen sana fidye olsun! Tekbir ile okuma arasında sessiz kaldığını fark ettim; lütfen o zaman ne söylediğini bana söyle.' dedim. O da: 'Şöyle derim: 'Allahumma ba’id baini wa baina khatayaya kama ba’adta baina'l-mashriqi wal-maghrib; Allahumma naqqini min khatayaya kath-thawbil abyad minad-danas; Allahummaghsilni min khatayaya bil-ma’i waththalji wal-barad (Ey Allah, beni günahlarımdan, doğu ile batı arasındaki mesafe kadar uzaklaştır; Ey Allah, beni günahlarımdan, beyaz bir elbisenin kirden arındığı gibi arındır; Ey Allah, beni günahlarımdan su, kar ve dolu ile temizle).'\""
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from ‘Aishah that when the Prophet (ﷺ) started\nSalat he\nwould say:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) namaza başladığında şöyle derdi: \"Subhanak Allahumma ve bi hamdika, ve tabarakas-muka ve ta’ala jadduka, ve la ilaha ghayruk (Sana hamd olsun, ey Allah, ismin mübarek, azamet ve yüceliğin yücedir, Senden başka ibadet edilmeye layık yoktur).\""
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from Ibn Jubair bin Mut’im that his father said:",
      "text": "İbn Jubair bin Mut'im'den rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi (ﷺ) namaza başladığında, 'Allahu Ekberu kabiran, Allahu Ekberu kabiran (Allah gerçekten en büyüktür),' üç kez; 'El-hamdu Lillahi kathiran, el-hamdu Lillahi kathiran (Allah'a çok hamd olsun),' üç kez; 'Subhan Allahi bukratan wa asilan (Sabah ve akşam Allah'a hamd olsun),' üç kez; 'Allahumma inni a’udhu bika minash-Shaitanir-rajim, min hamzihi wa nafkhihi wa nafthihi (Ey Allah, lanetli Şeytan'dan, onun deliliğinden, şiirinden ve gururundan sana sığınırım).'\""
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from Ibn Mas’ud that the Prophet (ﷺ) said:",
      "text": "İbn Mas’ud'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Allahumma inni a’udhu bika minash-Shaitanir-rajim, wa hamzihi wa nafkhihi wa nafthihi (Ey Allah, lanetli Şeytan'dan, onun deliliğinden, gururundan ve şiirinden sana sığınırım).\""
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from Qabisah bin Hulb that his father said:",
      "text": "Qabisah bin Hulb'den rivayet edilmiştir ki, babası şöyle dedi: \"Peygamber (ﷺ) bize namaz kıldırırdı ve sol elini sağ eliyle tutardı.\""
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Wa’il bin Hujr said:",
      "text": "Wa’il bin Hujr'den rivayet edilmiştir ki: \"Peygamber (ﷺ) namaz kılarken onu gördüm ve sol elini sağ eliyle tutuyordu.\""
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mas’ud said:",
      "text": "Abdullah bin Mas’ud'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) yanımdan geçti ve ben sol elimle sağ elimi tutuyordum. O, sağ elimden tutarak sol elim üzerine koydu.\""
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ), Abu Bekir, Ömer ve Osman, okumalarına 'Tüm övgüler ve şükürler alemlerin Rabbi olan Allah'a aittir (El-hamdu Lillahi Rabbil-‘Alamin).' diyerek başlarlardı.\""
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ), Abu Bekir ve Ömer okumalarına 'Tüm övgüler ve şükürler alemlerin Rabbi olan Allah'a aittir (El-hamdu Lillahi Rabbil-‘Alamin).' diyerek başlarlardı.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) okumalarına 'Tüm övgüler ve şükürler alemlerin Rabbi olan Allah'a aittir (El-hamdu Lillahi Rabbil-‘Alamin).' diyerek başlardı.\""
    },
    {
      "id": 13,
      "narrator": "Ibn\n‘Abdullah bin Mughaffal narrated from his father and he said:",
      "text": "İbn Abdullah bin Mughaffal, babasından rivayet etti ve şöyle dedi: \"İslam'da yeniliği taşımakta en zor olan bir adamı nadiren gördüm. 'Rahman ve Rahim olan Allah'ın adıyla' Bismillahir-Rahmanir-Rahim okuduğumu duydu ve şöyle dedi: 'Ey oğlum, yenilikten sakın, çünkü ben Allah'ın Elçisi (ﷺ) ile, Abu Bekir ile, Ömer ile ve Osman ile namaz kıldım ve onlardan hiçbirinin bunu söylediğini duymadım. Okumaya başladığında, 'Tüm övgüler ve şükürler alemlerin Rabbi olan Allah'a aittir (El-hamdu Lillahi Rabbil-‘Alamin).' de.'\""
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Qutbah bin Malik that he heard the Prophet (ﷺ)\nrecite:",
      "text": "Qutbah bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ)'in 'Ve uzun hurma ağaçları, sıralı salkımlar ile' ayetini Subh'ta okuduğunu duydum."
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that ‘Amr bin Huraith said:",
      "text": "Amr bin Huraith'ten rivayet edilmiştir ki: \"Peygamber (ﷺ) ile namaz kıldım ve sanki onun Fajr'da 'Yıldızların geri çekilmesine yemin ederim. Ve hızla hareket eden ve kendilerini gizleyen yıldızlara yemin ederim.' okuduğunu duyuyorum.\""
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Abu Barzah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Fajr namazında altmış ile yüz ayet arasında okurdu."
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated that Abu Qatadah said:",
      "text": "Abu Katade'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bize namaz kıldırırdı, ilk Rükû'yu uzatır, ikinci Rükû'yu kısaltırdı, aynı şekilde Subh namazında da yapardı.”"
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated that ‘Abdullah bin Sa’ib said:",
      "text": "Abdullah bin Sa'ib'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Subh namazında Al-Mu'minun suresini okudu ve 'İsa' kelimesini duyduğunda öksürük tuttu, bu yüzden Rükû'ya gitti.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'dan rivayet edilmiştir ki: “Cuma günleri Subh namazında, Allah'ın Resulü (ﷺ) 'Elif-Lam-Mim. Vahiy...' ve 'İnsan üzerinde bir şey olmadı mı...' okurdu.”"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Mus’ab bin Sa’d that his father said:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir ki, babası şöyle dedi: “Cuma günleri Fajr namazında, Allah'ın Resulü (ﷺ) 'Elif-Lam-Mim. Vahiy...' ve 'İnsan üzerinde bir şey olmadı mı...' okurdu.”"
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Cuma günleri Subh namazında, Allah'ın Resulü (ﷺ) 'Elif-Lam-Mim. Vahiy...' ve 'İnsan üzerinde bir şey olmadı mı...' okurdu."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki, Cuma günleri Subh namazında, Allah'ın Resulü (ﷺ) 'Elif-Lam-Mim. Vahiy...' ve 'İnsan üzerinde bir şey olmadı mı...' okurdu."
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated that Qaza’ah said:",
      "text": "Kaza'ah'dan rivayet edilmiştir ki: “Abu Sa'id Al-Khudri'ye Allah'ın Resulü (ﷺ) hakkında sordum. O da: 'Senin için bunda hayır yoktur.' dedi. Ben: 'Açıkla, Allah sana rahmet etsin.' dedim. O da: 'Allah'ın Resulü (ﷺ) için Zuhr namazı için İkâmet getirilirdi, sonra içimizden biri Al-Baki'ye çıkar, ihtiyacını giderir, sonra geri döner ve abdest alırdı, ve Allah'ın Resulü (ﷺ) hala Zuhr'un ilk Rükû'sundaydı.' dedi.”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that Abu Ma’mar said:",
      "text": "Abu Ma'mar'dan rivayet edilmiştir ki: “Khabbab'a: 'Allah'ın Resulü (ﷺ) Zuhr ve Asr'da okuduğunu nasıl anladın?' dedim. O da: 'Sakalının hareketinden.' dedi.”"
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) kadar namazıma benzeyen birini hiç görmedim. O, Zuhr'un ilk iki Rükû'sunu uzatır, son iki Rükû'sunu kısaltır ve Asr'ı kısaltırdı.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki: “Badr'da bulunan Allah'ın Resulü (ﷺ) ile birlikte otuz Sahabi toplandı ve: 'Hadi, Allah'ın Resulü (ﷺ) için Kur'an'ın yüksek sesle okunmadığı namazda okuma süresini tahmin edelim.' dediler. Aralarında iki kişi bile anlaşamadı ve onun Zuhr'un ilk Rükû'sundaki okumasını otuz ayet, ikinci Rükû'sundaki okumasını ise onun yarısı olarak tahmin ettiler. Asr'daki okumasını ise Zuhr'un son iki Rükû'sunun yarısı olarak tahmin ettiler.”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from ‘Abdullah bin Abu Qatadah that his father said:",
      "text": "Abdullah bin Abu Katade'den rivayet edilmiştir ki, babası şöyle dedi: “Allah'ın Resulü (ﷺ) Zuhr namazının ilk iki Rükû'sunda bize okudu ve bazen ayeti duyacak kadar yüksek okurdu.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that Bara’ bin ‘Azib said:",
      "text": "Bara' bin Azib'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) bize Zuhr namazı kıldırırdı ve biz, onun Luqman (31) ve Dhariyat (51) surelerinden sonra bir ayet okuduğunu duyardık.”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said, narrating from his mother (one\nof\nthe narrators) Abu Bakr bin Abu Shaibah said:",
      "text": "İbn Abbas'dan rivayet edilmiştir, annesinden (rivayet edenlerden biri) Abu Bekir bin Abu Şeybe şöyle dedi: “(O, Lubabah'dır) Allah'ın Resulü (ﷺ) 'Birbirini takip eden rüzgarlara andolsun...' ayetini Maghrib'de okuduğunu duydu.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Muhammad bin Jubair bin Mut’im that his father\nsaid:",
      "text": "Muhammad bin Jubair bin Mut'im'den rivayet edilmiştir ki, babası şöyle dedi: “Ben, Peygamber (ﷺ) Maghrib'de At-Tur (52) okuduğunu duydum.” Farklı bir rivayette, Jubair şöyle dedi: “Onun 'Hiçbir şeyden mi yaratıldılar? Yoksa kendileri mi yaratıcıdırlar?' ayetini duyduğumda, kalbimin uçacak gibi olduğunu hissettim.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki: “Peygamber (ﷺ) Maghrib’de ‘De ki: Ey kafirler!’ ve ‘De ki: O Allah, (tektir).’ okurdu.”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated from Bara’ bin ‘Azib that he performed the ‘Isha’,\nthe later, with the Prophet (ﷺ). He said:",
      "text": "Bara’ bin ‘Azib’den rivayet edilmiştir ki, o ‘İsha’yı Peygamber (ﷺ) ile birlikte kılmıştır. Dedi ki: “Onun ‘İncir ve zeytinle’ okuduğunu duydum.”"
    },
    {
      "id": 33,
      "narrator": "‘Adi\nbin Thabit narrated something similar from Bara’ and said:",
      "text": "‘Adi bin Thabit, Bara’dan benzer bir şey rivayet etti ve dedi ki: “Onun kadar güzel sesle okuyan birini hiç duymadım.”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from Jabir that Mu’adh bin Jabal led his companions\nfor\nthe ‘Isha’ and he made the prayer too long for them. The Prophet\n(ﷺ) said:",
      "text": "Jabir’den rivayet edilmiştir ki, Mu’adh bin Cebel, arkadaşlarını ‘İsha’ namazında öyle uzun kıldırdı ki, Peygamber (ﷺ) dedi ki: “‘Güneşe ve onun parıltısına,’ [Şems (91)] ‘Rabbini en yüce olanın ismini tesbih et,’ [A’la (87)] ‘Geceyi sarıp sarmaladığında,’ veya ‘Oku! Yaratan Rabbinin adıyla.’ oku.”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from ‘Ubadah bin Samit that the Prophet (ﷺ) said:",
      "text": "‘Ubadah bin Samit’ten rivayet edilmiştir ki, Peygamber (ﷺ) dedi ki: “Fatiha’yı okumayanın namazı yoktur.”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated from Abu Sa’ib that he heard Abu Hurairah say:",
      "text": "Abu Sa’ib’den rivayet edilmiştir ki, o Abu Hurairah’ın şöyle dediğini duydu: “Allah’ın Resulü (ﷺ) dedi ki: ‘Kim Fatiha’yı okumadan bir namaz kılarsa, o namaz eksiktir; tamam değildir.’” Ben dedim ki: ‘Ey Abu Hurairah, bazen İmam’ın arkasındayım.’ O, ön koluma bastırarak dedi ki: ‘Ey Pers! Kendin oku.’”"
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa’eed’den rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘Her rekatta Al-Hamd (Fatiha) ve bir sure okumayanın namazı yoktur; ister farz namazda, ister başka bir namazda.’”"
    },
    {
      "id": 38,
      "narrator": "It was narrated that ‘Aishah said:",
      "text": "‘Aişe’den rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) şöyle dedi: ‘Ummul-Kitab (Kitabın Anası) okunmayan her namaz eksiktir.’”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated that from ‘Amr bin Shu’aib, from his father, from his\ngrandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "‘Amr bin Shu’aib’den, babasından, dedesinden rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) dedi ki: “Fatiha’yı okumayan her namaz eksiktir, eksiktir.”"
    },
    {
      "id": 40,
      "narrator": "Abu Idris\nAl-Khawlani narrated that a man asked Abu Darda’:",
      "text": "Abu Idris Al-Khawlani, bir adamın Abu Darda’ya sorduğunu rivayet etti: “İmam okurken ben de okumalı mıyım?” O dedi ki: “Bir adam Peygamber (ﷺ) ile her namazda okuma olup olmadığını sordu. Allah’ın Resulü (ﷺ) dedi ki: ‘Evet.’ İnsanlardan biri dedi ki: ‘Bu farz oldu.’”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin ‘Abdullah’dan rivayet edilmiştir ki: “Biz, Zuhr ve ‘Asr’ın ilk iki rekatında İmam’ın arkasında Fatiha ve bir sure okurduk, son iki rekatta ise Fatiha okurduk.”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated that Samurah bin Jundab said:",
      "text": "Samurah bin Jundab’dan rivayet edilmiştir ki: “Peygamber (ﷺ)’den iki duraklama öğrendim, ancak ‘Imran bin Husain bunu inkar etti. Ubayy bin Ka'b’a Medine’de yazdık, o da Samurah’ın gerçekten bunları ezberlediğini yazdı.”"
    },
    {
      "id": 43,
      "narrator": "Samurah\nsaid:",
      "text": "(Bir narratör) Sa’id dedi ki: \"Biz Kattadah’a: 'Bu iki duraklama nedir?' dedik. O dedi ki: 'Namaza başladığında ve okumasını bitirdiğinde.' Sonra daha sonra dedi ki: 'Ve ‘Senin gazabına uğrayanların yolu değil, sapmışların yolu değil.’ okuduğunda, İmam okumasını bitirdiğinde sessiz kalmasını severlerdi, ta ki nefesini toplayana kadar.'\""
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Samurah dedi ki: “Namazda iki duraklama ezberledim, bir duraklama okumadan önce ve bir duraklama rükûda. ‘Imran bin Husain bunu inkar etti, bu yüzden Medine’ye, Ubayy bin Ka'b’a yazdılar ve o, Samurah’ın doğru söylediğini söyledi.”"
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated that Abu Musa Al-Ash’ari said:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘İmam, takip edilmek üzere tayin edilmiştir, o Allahu Ekber dediğinde siz de Allahu Ekber deyin, o okuduğunda dikkatlice dinleyin; o: ‘Senin gazabına uğrayanların yolu değil, sapmışların yolu değil.’ dediğinde, Amin deyin; o rükûya gittiğinde siz de rükûya gidin; o: ‘Sami’ Allahu liman hamidah’ dediğinde, siz de: ‘Allahumme Rabbana ve lakal-hamd’ (Ey Allah, Rabbimiz, hamd sana aittir) deyin; o secde ettiğinde siz de secde edin; ve eğer oturarak namaz kılıyorsa, hepiniz oturarak namaz kılın.’”"
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated that Ibn Ukaimah said:",
      "text": "İbn Ukaime'den rivayet edildiğine göre, Abu Hurayra'nın şöyle dediğini duydum: “Peygamber (ﷺ) arkadaşlarını bir namaza yönlendirdi; bunun sabah namazı olduğunu düşünüyoruz. O şöyle dedi: ‘Aranızda okuyan var mı?’ Bir adam: ‘Ben okudum’ dedi. O da: ‘Kendime diyordum ki, bana Kur'an'ı almak için kimse savaşmıyor, ne oluyor?’”"
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bize namaz kıldırdı,” ve benzer bir rivayette bulundu, ve ekledi: “Ve ondan sonra imamın yüksek sesle okuduğu namazlarda sessiz kaldılar.”"
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Kimin bir imamı varsa, imamın okuması onun okumasıdır.”"
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Okuyucu 'Amin' dediğinde, siz de 'Amin' deyin, çünkü melekler 'Amin' der, ve eğer bir kişinin 'Amin'i meleklerin 'Amin'i ile örtüşürse, onun önceki günahları affedilir.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Okuyucu 'Amin' dediğinde, siz de 'Amin' deyin, çünkü eğer bir kişinin 'Amin'i meleklerin 'Amin'i ile örtüşürse, onun önceki günahları affedilir.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, “İnsanlar 'Amin' demeyi bıraktılar, ama Allah'ın Resulü (ﷺ) 'Gazabına uğrayanların yolu değil, sapıtanların yolu da değil' dediğinde, o 'Amin' derdi, ta ki ilk sıradaki insanlar onu duyuncaya kadar, ve cami bununla sarsılırdı.”"
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edildiğine göre, “Allah'ın Resulü (ﷺ) 'sapıtanların yolu da değil' dedikten sonra 'Amin' dediğini duydum.”"
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated from ‘Abdul-Jabbar bin Wa’il that his father said:",
      "text": "Abdul-Cabbar bin Vail'den rivayet edildiğine göre, babası şöyle dedi: “Peygamber (ﷺ) ile namaz kıldım ve o 'sapıtanların yolu da değil' dediğinde 'Amin' dedi ve bunu ondan duyduk.”"
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "Aişe'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: “Yahudiler, size selam ve (Amin demek) konusunda sizden daha fazla kıskanmazlar.”"
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: “Yahudiler, size selam ve (Amin demek) konusunda sizden daha fazla kıskanmazlar, bu yüzden 'Amin' deyin çokça.”"
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Ömer'den rivayet edildiğine göre, “Allah'ın Resulü (ﷺ) namaza başladığında ellerini omuzlarıyla paralel olacak şekilde kaldırdığını, Rükû'ya girdiğinde ve Rükû'dan başını kaldırdığında da böyle yaptığını, ama iki secde arasında ellerini kaldırmadığını gördüm.”"
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Malik bin Huwairith'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Allahu Ekber dediğinde, ellerini kulaklarına yakın bir şekilde kaldırırdı; Rükû'ya girdiğinde de aynı şekilde yapardı, ve Rükû'dan başını kaldırdığında da aynı şekilde yapardı."
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, “Allah'ın Resulü (ﷺ) namaz sırasında ellerini omuzlarıyla paralel olacak şekilde kaldırdığını, namaza başladığında, rükûda ve secdede de böyle yaptığını gördüm.”"
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated that ‘Umair bin Habib said:",
      "text": "Umair bin Habib'den rivayet edildiğine göre, “Allah'ın Resulü (ﷺ) farz namazda her tekbirde (Allahu Ekber demekte) ellerini kaldırırdı.”"
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated that Muhammad bin `Amr bin `Ata’ said, concerning Abu\nHumaid As-Sa`di:",
      "text": "Muhammad bin Amr bin Ata, Abu Humaid As-Sa'di hakkında şöyle dedi: “Peygamber (ﷺ) ile birlikte on sahabeden biri olan Abu Katade bin Rib'i'nin yanında olduğumda, ‘Ben, Allah'ın Resulü (ﷺ) namazı hakkında sizden en çok bilgiye sahip olanıyım. O namaza durduğunda, dik durur ve ellerini omuzlarıyla paralel olacak şekilde kaldırır, sonra Allahu Ekber der. Rükû'ya girmek istediğinde, ellerini omuzlarıyla paralel olacak şekilde kaldırır. Sami' Allahu liman hamidah (Allah, kendisini övenleri işitir) dediğinde, ellerini kaldırır ve dik durur. İki rekattan sonra kalktığında, Allahu Ekber der ve ellerini omuzlarıyla paralel olacak şekilde kaldırır, namaza başladığı gibi.’”"
    },
    {
      "id": 61,
      "narrator": "‘Abbas\nbin Sahl As-Sa’di said:",
      "text": "Abbas bin Sahl As-Sa’di dedi ki: “Abu Humaid, Abu Usaid As-Sa’di, Sahl bin Sa’d ve Muhammad bin Maslamah bir araya geldiler ve Allah’ın Resulü’nün (ﷺ) namazı hakkında konuştular. Abu Humaid dedi ki: ‘Ben, Allah’ın Resulü’nün (ﷺ) namazı hakkında sizlerden en bilgiliyim. Allah’ın Resulü (ﷺ) ayağa kalktı ve Allahu Ekber dedi, ellerini kaldırdı, sonra Ruku’ için Allahu Ekber dediğinde ellerini kaldırdı, sonra ayağa kalktı ve ellerini kaldırdı ve her bir kemiği yerine dönene kadar dik durdu.’”"
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib’in şöyle dediği rivayet edilmiştir: “Peygamber (ﷺ) farz namaz kılmak için ayağa kalktığında, Allahu Ekber dedi ve ellerini omuzlarıyla paralel olacak şekilde kaldırdı. Ruku’ya eğilmek istediğinde de aynı şekilde yaptı; Ruku’dan başını kaldırdığında da aynı şekilde yaptı; ve iki secdeden sonra ayağa kalktığında da aynı şekilde yaptı.”*"
    },
    {
      "id": 63,
      "narrator": "",
      "text": "İbn Abbas’tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) her Tekbir (Allahu Ekber demek) de ellerini kaldırırdı."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Anas’tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) namaza girdiğinde ve Ruku’ya gittiğinde ellerini kaldırırdı."
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated that Wa’il bin Hujr said:",
      "text": "Vail bin Hucur şöyle dedi: “Ben: ‘Allah’ın Resulü (ﷺ) nasıl namaz kılıyor, ona bakacağım’ dedim. O, ayağa kalktı ve Kıble’ye yöneldi, ellerini kulaklarıyla paralel olacak şekilde kaldırdı. Ruku’ya gittiğinde de aynı şekilde ellerini kaldırdı, Ruku’dan başını kaldırdığında da aynı şekilde yaptı.”"
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated from Abu Zubair that Jabir bin ‘Abdullah would raise\nhis\nhands when he began the prayer, and when he bowed, and when he\nraised\n(his head) from Ruku’ he would do likewise, and he said:",
      "text": "Ebu Zubair’den rivayet edilmiştir ki, Cabir bin Abdullah namaza başladığında ellerini kaldırır, Ruku’ya gittiğinde de aynı şekilde yapar, Ruku’dan (başını) kaldırdığında da aynı şekilde yapardı ve şöyle dedi: “Ben Allah’ın Resulü (ﷺ) bunu yaparken gördüm.” (Rivayet edenlerden biri) dedi ki: “İbrahim bin Tahman (rivayet edenlerden biri) ellerini kulaklarına kaldırdı.”"
    },
    {
      "id": 67,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe şöyle dedi: “Allah’ın Resulü (ﷺ) Ruku’ya gittiğinde ne başını kaldırırdı ne de alçaltırdı, aksine (bunun arasında bir şey yapardı).”"
    },
    {
      "id": 68,
      "narrator": "It was\nnarrated that Abu Mas’ud said:",
      "text": "Ebu Mes’ud şöyle dedi: “Allah’ın Resulü (ﷺ) dedi ki: ‘Bir adam Ruku ve secde ederken omurgasını düzeltmediği takdirde, namazı kabul edilmez.’”"
    },
    {
      "id": 69,
      "narrator": "It was\nnarrated that ‘Ali bin Shaiban who was part of a delegation\n(to the\nProphet (ﷺ)) said:",
      "text": "Ali bin Şeyban, Peygamber (ﷺ) ile bir heyette bulunduğunda şöyle dedi: “Yola çıktık ve Allah’ın Resulü (ﷺ) ile buluştuk, ona biat ettik ve arkasında namaz kıldık. O, Ruku ve secde ederken omurgasını düzeltmeyen bir adama göz ucuyla baktı. Peygamber (ﷺ) namazı bitirdiğinde şöyle dedi: ‘Ey Müslümanlar, Ruku ve secde ederken omurgasını düzeltmeyen için namaz yoktur.’”"
    },
    {
      "id": 70,
      "narrator": "It was\nnarrated that Rashid said:",
      "text": "Raşid şöyle dedi: “Wabisah bin Ma’bad’ın şöyle dediğini duydum: ‘Ben Allah’ın Resulü (ﷺ) namaz kılarken gördüm, Ruku’ya gittiğinde sırtını o kadar düz tutuyordu ki, üzerine su dökülseydi orada kalırdı.’”"
    },
    {
      "id": 71,
      "narrator": "It was\nnarrated that Mus’ab bin Sa’d said:",
      "text": "Mus’ab bin Sa’d şöyle dedi: “Ben babamın yanında (namazda) Ruku’ya gittim ve ellerimi dizlerimin arasına koydum. O, elimden vurdu ve dedi ki: ‘Biz bunu yapardık, sonra dizlerimizin üzerine koymamız emredildi.’”"
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe şöyle dedi: “Allah’ın Resulü (ﷺ) ellerini dizlerinin üzerine koyarak Ruku yapardı ve üst kollarını yanlarından uzak tutardı.”"
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated from Abu Hurairah that when the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Ebu Hureyre’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Sami’ Allahu liman hamidah (Allah, kendisini övenleri işitir) dediğinde, ‘Rabbana wa lakal-hamd (Ey Rabbimiz, hamd sana aittir)’ derdi.”"
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik’ten rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “İmam ‘Sami’ Allahu liman hamidah (Allah, kendisini övenleri işitir)’ dediğinde, ‘Rabbana wa lakal-hamd (Ey Rabbimiz, hamd sana aittir)’ deyin.”"
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that he heard the Messenger\nof\nAllah (ﷺ) say:",
      "text": "Ebu Sa’id el-Hudri’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle dedi: “İmam ‘Sami’ Allahu liman hamidah (Allah, kendisini övenleri işitir)’ dediğinde, ‘Allahumma, Rabbana wa lakal-hamd (Ey Allah! Ey Rabbimiz! Hamd sana aittir)’ deyin.”"
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated that Ibn Abu Awfa said:",
      "text": "İbn Ebu Avfa'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) Rükû'dan başını kaldırdığında şöyle dedi: \"Sami' Allahu liman hamidah, Allahumma, Rabbana lakal-hamd, mil' as-samawati wa mil' al-ard wa mil' ma shi'ta min shay'in ba'd (Allah, kendisini övenleri işitir. Ey Allah! Ey Rabbimiz, sana övgü, gökleri dolduracak kadar, yeri dolduracak kadar ve senin dilediğin kadar olsun).\""
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated that Abu ‘Umar said:",
      "text": "Ebu 'Umar'dan rivayet edildiğine göre, \"Abu Juhaifah'ın, Allah'ın Elçisi (ﷺ) huzurunda dua ederken şansın konuşulduğunu duydum. Bir adam dedi ki: 'Şu kişinin şansı atlarda.' Diğer bir adam dedi ki: 'Şu kişinin şansı develerde.' Diğer bir adam dedi ki: 'Şu kişinin şansı koyunlarda.' Diğer bir adam dedi ki: 'Şu kişinin şansı kölelerde.' Allah'ın Elçisi (ﷺ) namazını bitirirken, son Rükû'da başını kaldırdı ve şöyle dedi: 'Allahumma Rabbana lakal-hamd mil' as-samawati wa mil' al-ard wa mil' ma shi'ta min shai'in ba'd. Allahumma la mani' lima a'taita wa la mu'ti lima mana'ta, wa la yanfa'u dhal-jaddi minkal-jadd (Allah, kendisini övenleri işitir. Ey Allah! Ey Rabbimiz! Sana övgü, gökleri dolduracak kadar, yeri dolduracak kadar ve senin dilediğin kadar olsun. Ey Allah, senin verdiğini kimse alıkoyamaz, senin alıkoyduğunu kimse veremez ve herhangi bir şans sahibi kişinin şansı senin yanında bir işe yaramaz).' Allah'ın Elçisi (ﷺ) 'Jadd' (şans) kelimesini uzatarak söyledi ki, söylediklerinin doğru olmadığını anlasınlar.\""
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Maimunah'dan rivayet edildiğine göre, Peygamber (ﷺ) secde ettiğinde, dirseklerini yanlarından uzak tutardı; öyle ki, bir kuzu kollarının altından geçmek istese, geçebilirdi."
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated from (`Ubaidullah bin `Abdullah) bin Aqram Al-Khuza`i\nthat his father said:",
      "text": "'Ubaidullah bin Abdullah bin Aqram Al-Khuza'i'den rivayet edildiğine göre, babası şöyle dedi: \"Ben babamla birlikte Namirah ovasındaydım, o sırada bazı binek hayvanları yanımızdan geçti ve develerini yolun kenarında diz çöktürdüler. Babam bana dedi ki: 'Kuzularınla kal, ben o insanlara gideceğim ve ne istediklerini göreceğim.' Dedi ve dışarı çıktı, ben de geldim (yani yaklaştım), o sırada Allah'ın Elçisi (ﷺ) vardı ve namaz vakti geldi, ben de onlarla birlikte namaz kıldım ve Allah'ın Elçisi (ﷺ) her secde ettiğinde, onun koltuk altlarının beyazlığına bakıyordum.\""
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated that Wa’il bin Hujr said:",
      "text": "İbn Mace dedi ki: İnsanlar 'Ubaidullah bin Abdullah der, fakat Ebu Bekir bin Ebu Şeybe dedi ki: \"İnsanlar 'Abdullah bin Ubaidullah der.\""
    },
    {
      "id": 81,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said:",
      "text": "Muhammed bin Başşar dedi ki: \"'Abdurrahman bin Mahdi, Safvan bin Eisa ve Ebu Davud hepsi şöyle dedi: 'Davut bin Kays, bize 'Ubaidullah bin Abdullah bin Aqram'dan, babasından, Peygamber (ﷺ) den rivayet etti.'\" Benzer ifadelerle."
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Vail bin Hucur'dan rivayet edildiğine göre, \"Peygamber (ﷺ) secde ettiğinde dizlerini ellerinden önce yere koyduğunu gördüm ve secdeden kalktığında ellerini dizlerinden önce yerden kaldırdı.\""
    },
    {
      "id": 83,
      "narrator": "It was\nnarrated from ‘Abbas bin ‘Abdul-Muttalib that he heard the\nProphet (ﷺ) say:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Yedi kemik üzerinde secde etmem emredildi.\""
    },
    {
      "id": 84,
      "narrator": "Ahmar,\nthe Companion of the Messenger of Allah (ﷺ), narrated to us:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yedi kemik üzerinde secde etmem emredildi, ama saçımı ya da elbisemi toplamak emredilmedi.\""
    },
    {
      "id": 85,
      "narrator": "‘Uqbah\nbin ‘Amir Al-Juhani said:",
      "text": "Abbas bin Abdulmuttalib'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Bir kişi secde ettiğinde, vücudunun yedi yeri onunla birlikte secde eder: Yüzü, iki eli, iki diz ve iki ayağı.\""
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated from Hudhaifah bin Al-Yaman that he heard the\nMessenger of\nAllah (ﷺ) say when he bowed:",
      "text": "Ahmar, Allah'ın Elçisi (ﷺ) ile birlikte olan bir sahabi, \"Biz Allah'ın Elçisinin (ﷺ) secde ederken kollarını yanlarından uzak tutmaya çalıştığı için üzülürdük.\" diye rivayet etti."
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Ukbe bin Amir Al-Cuhani dedi ki: \"Şu ayet indirildiğinde: 'Rabbinin en büyük ismini tesbih et', Allah'ın Elçisi (ﷺ) bize: 'Bunu Rükû'da söyleyin.' dedi. Ve şu ayet indirildiğinde: 'Rabbinin en yüce ismini tesbih et.' Allah'ın Elçisi (ﷺ) bize: 'Bunu secdelerde söyleyin.' dedi.\""
    },
    {
      "id": 88,
      "narrator": "It was\nnarrated that Ibn Mas’ud said:",
      "text": "Hudayfe bin Al-Yeman'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) rükûda: \"Subhana Rabbiyal-‘Azim (Yüce Rabbime hamd olsun)\" üç kez, secdede ise: \"Subhana Rabbiyal-A’la (Yüce Rabbime hamd olsun)\" üç kez dedi."
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) rükûda ve secdede sıkça şöyle derdi: 'Subhanak Allahumma wa bi hamdika, Allahummaghfir li (Sana hamd olsun, ey Allah; ey Allah, beni affet),'\" Kur'an'da verilen emre uyarak.\" [Surat An-Nasr (110)]"
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated from Anas bin Malik that the Prophet (ﷺ) said:",
      "text": "İbn Mes'ud'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sizden biri rükû yaptığında, rükûda üç kez 'Subhana Rabbiyal-‘Azim (Yüce Rabbime hamd olsun)' desin; bunu yaparsa, rükûsunu tamamlamış olur. Ve sizden biri secde ettiğinde, secdede üç kez 'Subhana Rabbiyal-A’la (Yüce Rabbime hamd olsun)' desin; bunu yaparsa, secdesini tamamlamış olur ve bu en azıdır.'\""
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe’nin rivayetine göre, Allah’ın Elçisi (ﷺ) rükudan başını kaldırdığında, doğrulmadan secde etmezdi. Secde ettiğinde, başını kaldırır ve oturmadan tekrar secde etmezdi. Sol bacağını açardı."
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali’nin rivayetine göre, Allah’ın Elçisi (ﷺ) bana şöyle dedi: “İki secde arasında oturma.”"
    },
    {
      "id": 93,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali’nin rivayetine göre, Peygamber (ﷺ) şöyle dedi: “Ey Ali, köpek gibi oturma.”"
    },
    {
      "id": 94,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik’in rivayetine göre, Peygamber (ﷺ) bana şöyle dedi: “Secdeden başını kaldırdığında, köpek gibi oturma. Kalçanı ayaklarının arasına koy ve ayaklarının üst kısımlarını yere koy.”"
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated from Hudhaifah that the Prophet (ﷺ) used to say\nbetween\nthe two prostrations:",
      "text": "Hudhaife’den rivayet edilmiştir ki, Peygamber (ﷺ) iki secde arasında şöyle derdi: “Rabbighfir li, Rabbighfir li (Ey Rabbim, beni affet, Ey Rabbim, beni affet).”"
    },
    {
      "id": 96,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas’ın rivayetine göre, gece namazı kılarken (Kıyamul-Layl), Allah’ın Elçisi (ﷺ) iki secde arasında şöyle derdi: “Rabbighfir li warhamni wajburni warzuqni warfa’ni (Ey Rabbim, beni affet, bana merhamet et, durumumu düzelt, bana rızık ver ve beni yücelt).”"
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mas’ud said:",
      "text": "Abdullah bin Mes’ud’un rivayetine göre, Peygamber (ﷺ) ile namaz kıldığımızda şöyle dedik: “Allah’a, O’nun kullarından selam olsun, Cebrail’e ve Mikail’e ve falana ve falana.” Allah’ın Elçisi (ﷺ) bizi duydu ve şöyle dedi: “Allah’a selam demeyin, çünkü O As-Salam’dır. Namazda oturduğunuzda şöyle deyin: At-Tahiyyatu lillahi was-salawatu wat-tayyibatu; as-salamu ‘alayka ayyuhan-Nabiyyu wa rahmatullahi wa barakatuhu; as-salamu ‘alayna wa ‘ala ‘ibadillahis-salihin (Tüm övgüler, dualar ve güzel sözler Allah’a aittir; ey Peygamber, sana selam olsun, Allah’ın merhameti ve bereketi üzerine olsun; bize ve Allah’ın salih kullarına selam olsun).” Bunu söylediğinizde, bu her salih kulun göklerde ve yerde ulaşır. (Sonra şöyle deyin:) “Ashhadu an la ilaha illallah wa ashhadu anna Muhammadan ‘abduhu wa Rasuluhu (Ben şahitlik ederim ki, Allah’tan başka ilah yoktur ve ben şahitlik ederim ki, Muhammed O’nun kulu ve Elçisidir).”"
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "(Benzer ifadelerle başka bir isnat.)"
    },
    {
      "id": 99,
      "narrator": "It was\nnarrated from Abu Musa Al-Ash’ari:",
      "text": "(Başka bir isnat) Abdullah bin Mes’ud’un şöyle dediği rivayet edilmiştir: “Peygamber (ﷺ) bize Teşehhüdü öğretirdi.” Ve benzer şekilde bahsetti."
    },
    {
      "id": 100,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "İbn Abbas’ın rivayetine göre, Allah’ın Elçisi (ﷺ) Teşehhüdü, bize bir Kur’an suresi öğretir gibi öğretirdi. Şöyle derdi: “At-Tahiyyatul-Mubarakatus salawatut-tayyibatu lillah; As-salamu ‘alayka ayyuhan-Nabiyyu wa rahmatullahi wa barakatuhu; as-salamu ‘alayna wa ‘ala ‘ibadillahis-salihin. Ashhadu an la ilaha illallah wa ashhadu anna Muhammadan ‘abduhu wa Rasuluhu (Tüm mübarek övgüler ve güzel dualar Allah’a aittir; ey Peygamber, sana selam olsun, Allah’ın merhameti ve bereketi üzerine olsun; bize ve Allah’ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah’tan başka ilah yoktur ve ben şahitlik ederim ki, Muhammed O’nun kulu ve Elçisidir).’”"
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Musa Al-Aş’ari’den rivayet edilmiştir: “Allah’ın Elçisi (ﷺ) bize hitap etti ve sünneti açıkladı, namazımızı öğretti. Şöyle dedi: ‘Namaz kıldığınızda, oturduğunuzda, ilk söyleyeceğiniz şey: At-Tahiyyatut-tayyibatus-salawatu lillah; as-salamu ‘alayka ayyuhan-Nabiyyu wa rahmatullahi wa barakatuhu; as-salamu ‘alayna wa ‘ala ‘ibadillahis-salihin. Ashhadu an la ilaha illallah wa ashhadu anna Muhammadan ‘abduhu wa Rasuluhu (Tüm övgüler, güzel sözler ve dualar Allah’a aittir; ey Peygamber, sana selam olsun, Allah’ın merhameti ve bereketi üzerine olsun; bize ve Allah’ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah’tan başka ilah yoktur ve ben şahitlik ederim ki, Muhammed O’nun kulu ve Elçisidir). Yedi ifade, namazın selamıdır.’”"
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated that Hakam said:",
      "text": "Cabir bin Abdullah’ın rivayetine göre, Allah’ın Elçisi (ﷺ) Teşehhüdü, bize bir Kur’an suresi öğretir gibi öğretirdi: “Bismillahi wa Billahi; at-tahiyyatu lillahi was-salawatu wat-tayyibatu lillahi; as-salamu ‘alayka ayyuhan-Nabiyyu wa rahmatullahi wa barakatuhu; as-salamu ‘alayna wa ‘ala ‘ibadillahis-salihin. Ashhadu an la ilaha illallah wa ashhadu anna Muhammadan ‘abduhu wa rasuluhu. As’alu Allahal-jannah, wa a’udhu billahi minannar (Allah’ın adıyla ve Allah’ın lütfuyla. Tüm övgüler Allah’a aittir ve tüm dualar ve güzel sözler Allah’a aittir. Ey Peygamber, sana selam olsun, Allah’ın merhameti ve bereketi üzerine olsun; bize ve Allah’ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah’tan başka ilah yoktur ve ben şahitlik ederim ki, Muhammed O’nun kulu ve Elçisidir. Cenneti Allah’tan istiyorum ve ateşten Allah’a sığınırım).’”"
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated from Abu Humaid As-Sa’di that they said:",
      "text": "Ebu Sa’id Al-Hudri’nin rivayetine göre, şöyle dedik: “Ey Allah’ın Elçisi! Sana selam göndermenin ne anlama geldiğini biliyoruz, ama sana selam ve bereket göndermenin ne anlama geldiğini bilmiyoruz?” O da şöyle dedi: “Şöyle de: ‘Allahumme salli ‘ala Muhammadin ‘abdika wa Rasulika kama salayta ‘ala Ibrahima, wa barik ‘ala Muhammad (wa ‘ala ali Muhammadin) kama barakta ‘ala Ibrahima [Ey Allah, lütfunu, onurunu ve merhametini Muhammed’e, senin kulu ve Elçin üzerine gönder, tıpkı İbrahim’e gönderdiğin gibi, ve Muhammed’e (ve Muhammed’in ailesine) bereketini gönder, tıpkı İbrahim’e gönderdiğin gibi].”"
    },
    {
      "id": 104,
      "narrator": "Aswad bin\nYazid narrated that ‘Abdullah bin Mas’ud said:",
      "text": "Hakam’ın rivayetine göre, İbn Ebi Leyla’nın şöyle dediğini duydum: “Ka’b bin Ujrah bana rastladı ve şöyle dedi: ‘Sana bir hediye vermeyeyim mi? Allah’ın Elçisi (ﷺ) bize geldi ve şöyle dedik: ‘Sana selam göndermenin ne anlama geldiğini biliyoruz, ama sana selam ve bereket göndermenin ne anlama geldiğini bilmiyoruz?’ O da şöyle dedi: ‘Şöyle de: Allahumme salli ‘ala Muhammadin wa ‘ala ali Muhammadin, kama sallayta ‘ala Ibrahima, innaka Hamidun Majid; Allahumme barik ‘ala Muhammadin wa ‘ala ali Muhammadin, kama barakta ‘ala Ibrahima, innaka Hamidun Majid (Ey Allah, lütfunu, onurunu ve merhametini Muhammed’e ve Muhammed’in ailesine gönder, tıpkı İbrahim’e gönderdiğin gibi, sen gerçekten Hamid ve Majid’sin. Ey Allah, bereketini Muhammed’e ve Muhammed’in ailesine gönder, tıpkı İbrahim’e gönderdiğin gibi, sen gerçekten Hamid ve Majid’sin).’”"
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated that ‘Asim bin ‘Ubaidullah said:",
      "text": "Ebu Humaid As-Sa’di’den rivayet edilmiştir ki, şöyle dediler: “Ey Allah’ın Elçisi! Sana selam ve bereket göndermemiz emredildi. Sana nasıl selam ve bereket göndermeliyiz?” O da şöyle dedi: “Şöyle de: Allahumme salli ‘ala Muhammadin wa azwajihi wa dhurriyatihi, kama sallayta ‘ala Ibrahim; wa barik ‘ala Muhammadin wa azwajihi wa dhurriyatihi kama barakta ‘ala ali Ibrahim fil-‘alamin, innaka Hamidum Majid (Ey Allah, lütfunu, onurunu ve merhametini Muhammed’e, eşlerine ve nesline gönder, tıpkı İbrahim’e gönderdiğin gibi. Ey Allah, bereketini Muhammed’e, eşlerine ve nesline gönder, tıpkı İbrahim’in ailesine gönderdiğin gibi, sen gerçekten Hamid ve Majid’sin).”"
    },
    {
      "id": 106,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim beni anmayı unutur ve selam ve salat göndermezse, o cennete giden yolu kaçırmıştır.\""
    },
    {
      "id": 107,
      "narrator": "Muhammad\nbin Abi ‘Aishah said:",
      "text": "Muhammed bin Abi Aişah dedi ki: \"Ben Ebu Hureyre'nin, Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu işittim: 'Sizden biri son Tashahhud'u bitirdiğinde, Allah'tan dört şeyden sığınsın: Cehennem azabından, kabir azabından, hayat ve ölüm denemelerinden ve Mesih Dajjal'ın Fitnesinden.'\""
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) bir adama şöyle dedi: \"Salatında ne söylüyorsun?\" Adam: \"Tashahhud'u okuduktan sonra Allah'tan cennet istiyorum ve cehennemden sığınıyorum, ama senin ve Mu’adh'ın Salat sırasında ne mırıldandığınızı anlamıyorum.\" dedi. O da: \"Bizim mırıldanmamız aynı şeyler etrafında dönüyor.\" dedi."
    },
    {
      "id": 109,
      "narrator": "It was\nnarrated from Malik bin Numair Al-Khuza’i that his father said:",
      "text": "Malik bin Numair Al-Khuza’i'den rivayet edildiğine göre, babası şöyle dedi: \"Ben, Peygamber (ﷺ) namaz sırasında sağ elini sağ uyluğuna koyarken ve parmağıyla işaret ederken gördüm.\""
    },
    {
      "id": 110,
      "narrator": "It was\nnarrated that Wa’il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edildiğine göre, \"Ben Peygamber (ﷺ) parmağıyla baş parmağı ve orta parmağıyla bir daire yaparken ve yanındaki parmağını (işaret parmağını) kaldırarak Tashahhud sırasında dua ederken gördüm.\""
    },
    {
      "id": 111,
      "narrator": "",
      "text": "İbn Umar'dan rivayet edildiğine göre, Peygamber (ﷺ) namaz sırasında oturur, ellerini dizlerine koyar ve baş parmağının yanındaki sağ parmağını kaldırarak dua ederdi, sol eli de dizinde açık bir şekilde dururdu."
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ) used\nto\nsay the Salam to his right and his left, until the whiteness of his\ncheek could be seen (saying):",
      "text": "Abdullah'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) sağa ve sola selam verirdi, yanaklarının beyazlığı görünene kadar (şöyle derdi): \"As-salamu ‘alaikum wa rahmatullah.\""
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Amir bin Sa’d'dan, babasından rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) sağa ve sola selam verirdi."
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated that ‘Ammar bin Yasir said:",
      "text": "Ammar bin Yasir'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) sağa ve sola selam verirdi, yanaklarının beyazlığı görünene kadar (şöyle derdi): 'As-salamu ‘alaikum wa rahmatullah, as-salamu ‘alaikum wa rahmatullah.'\""
    },
    {
      "id": 115,
      "narrator": "It was\nnarrated that Abu Musa said:",
      "text": "Ebu Musa dedi ki: \"Ali, (deve savaşı günü) namazda bizi öyle bir şekilde yönetti ki, bu, Allah'ın Elçisi (ﷺ) namazına benziyordu. Ya onu unuttuk ya da terk ettik. Sağ ve sola selam verdi.\""
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Abdul-Muhaimin bin Abbas bin Sahl bin Sa’d As-Sa’idi, babasından, dedesinden rivayet etti ki, Allah'ın Elçisi (ﷺ) bir Taslimi öne yaptı."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Hişam bin Urve'den, babasından, Aişe'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) bir selam verirdi, öne."
    },
    {
      "id": 118,
      "narrator": "It was\nnarrated that Salamah bin Akwa’ said:",
      "text": "Salamah bin Akwa'dan rivayet edildiğine göre, \"Ben Allah'ın Elçisi (ﷺ) namaz kılarken bir selam verdiğini gördüm.\""
    },
    {
      "id": 119,
      "narrator": "It was\nnarrated from Samurah bin Jundub that the Prophet (ﷺ) said:",
      "text": "Samurah bin Cundub'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"İmam selam verdiğinde, ona cevap verin.\""
    },
    {
      "id": 120,
      "narrator": "It was\nnarrated that Samurah bin Jundab said:",
      "text": "Samurah bin Cundab'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) bize imamımıza selam vermemizi ve birbirimize selam vermemizi emretti.\""
    },
    {
      "id": 121,
      "narrator": "It was\nnarrated that Thawban said:",
      "text": "Thawban'dan rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Hiçbir kişi başkalarını namaza götürmemeli, sonra sadece kendisi için dua etmeli ve onlar için dua etmemelidir. Eğer bunu yaparsa, onlara ihanet etmiş olur.’”"
    },
    {
      "id": 122,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) selam verdiğinde, sadece ‘Allahumme Antas-Salam ve minkas-salam. Tabarakta ya Dhal-jalali wal-ikram.’ (Ey Allah, Sen As-Salam'sın, her türlü selam Senden gelir, ey azamet ve onur sahibi, Sen ne kadar yücesin!) demek için otururdu.”"
    },
    {
      "id": 123,
      "narrator": "It was\nnarrated from Umm Salamah that when the Prophet (ﷺ)\nperformed the\nSubh (morning prayer), while he said the Salam, he would say:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Peygamber (ﷺ) Subh (sabah) namazını kıldığında, selam verdiğinde şöyle derdi: ‘Allahumme inni as’aluka ‘ilman nafi’an, wa rizqan tayyiban, wa ‘amalan mutaqabbalan.’ (Ey Allah, Senden faydalı ilim, güzel rızık ve kabul edilen ameller istiyorum.)”"
    },
    {
      "id": 124,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Hiçbir Müslüman erkeğin sahip olmadığı iki özellik vardır ki, bu özelliklere sahip olan cennete girecektir. Bunlar kolaydır ama bunları yapanlar azdır. Her namazın sonunda Allah’ı (Subhan Allah diyerek) on kez tesbih etmeli, O’nu (Allahu Akbar diyerek) on kez yüceltmeli ve O’na (Al-Hamdu Lillah diyerek) on kez hamd etmelidir.’ Allah'ın Elçisi (ﷺ) bunları elinde sayarken gördüm. ‘Bu, dille yüz elli (günün tüm namazlarından sonra) ve Kıyamet'te bir bin beş yüz (sevap) eder. Ve yatağına gittiğinde, Allah’ı tesbih etsin, O’na hamd etsin ve O’nu yüceltsin yüz kez. Bu, dille yüz ve Kıyamet'te bin (sevap) eder. Sizden kim bir günde iki bin beş yüz kötü iş yapar?’ Onlar: ‘Bunu yapmak istemeyen kimdir?’ dediler. O: ‘Ama Şeytan, sizden birine namaz kılarken gelir ve der ki: ‘Şunu hatırla, bunu hatırla,’ ta ki kişi dikkati dağılana kadar ve ne söylediğini anlamaz. Ve yatağında ona gelir ve onu uykulu hale getirir, öyle ki uyur.’”"
    },
    {
      "id": 125,
      "narrator": "It was\nnarrated that Abu Dharr said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: “Peygambere (ﷺ) denildi ki ve belki (rivayet edenlerden biri) Sufyan dedi: Ben dedim: Ey Allah'ın Elçisi! Mal ve mülke sahip olanlar, bizden daha fazla sevap kazanıyorlar. Onlar bizim yaptığımızı yapıyorlar, harcıyorlar ama biz harcamıyoruz.’ O bana şöyle dedi: ‘Sana bir şey söylemeyeyim mi ki, eğer onu yaparsan, seni geçeni yakalarsın ve senden sonra gelenlerden de üstün olursun? Her namazdan sonra Allah’ı (Al-Hamdu Lillah diyerek) hamd et, O’nu (Subhan-Allah diyerek) tesbih et ve O’nu (Allahu Akbar diyerek) yücelt, otuz üç, otuz üç ve otuz dört kez.’” Sufyan dedi: “Hangisinin otuz dört kez okunacağını bilmiyorum.”"
    },
    {
      "id": 126,
      "narrator": "Thawban\nnarrated that when he finished his prayer, the Messenger of\nAllah\n(ﷺ) would ask for forgiveness three times, then he would say:",
      "text": "Thawban rivayet etmiştir ki, namazını bitirdiğinde, Allah'ın Elçisi (ﷺ) üç kez af dilerdi, sonra şöyle derdi: “Allahumme Antas-Salam wa minkas-salam tabarakta ya Dhal-jalali wal-ikram.” (Ey Allah, Sen As-Salam'sın ve her türlü selam Senden gelir, ey azamet ve onur sahibi, Sen ne kadar yücesin!)”"
    },
    {
      "id": 127,
      "narrator": "It was\nnarrated from Qabisah bin Hulb that his father said:",
      "text": "Qabisah bin Hulb'den rivayet edilmiştir ki, babası şöyle dedi: “Peygamber (ﷺ) bize namaz kıldırdı ve her iki taraftan (yani her iki yanından) ayrılırdı.”"
    },
    {
      "id": 128,
      "narrator": "It was\nnarrated that Aswad said:",
      "text": "Aswad'dan rivayet edilmiştir: “'Abdullah (bin Mes'ud) şöyle dedi: ‘Hiçbiriniz, namazını bitirdikten sonra sağa dönerek çıkmak zorunda olduğunu düşünerek kendisinde bir kısım ayırmasın. Ben Allah'ın Elçisi (ﷺ)ni gördüm ve çoğu zaman sola dönerdi.’”"
    },
    {
      "id": 129,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "‘Amr bin Shu’aib'den, babasından, dedesi şöyle dedi: “Namazı bitirdiğinde Peygamber (ﷺ) sağa ve sola ayrılırken gördüm.”"
    },
    {
      "id": 130,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) selam verdiğinde, kadınlar Taslim'i bitirdiğinde ayağa kalkarlardı ve O, kalkmadan önce bir süre orada kalırdı.”"
    },
    {
      "id": 131,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer yemek servise sunulursa ve namaz için ikamet edilirse, o zaman önce yemekle başlayın.”"
    },
    {
      "id": 132,
      "narrator": "It was\nnarrated from Nafi’ that Ibn ‘Umar said:",
      "text": "Nafi'den rivayet edilmiştir ki, İbn 'Umar şöyle dedi: “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Eğer yemek servise sunulursa ve namaz için ikamet edilirse, o zaman önce yemekle başlayın.’” O dedi ki: \"İbn 'Umar bir gece akşam yemeği yerken ikameti duyabiliyordu.\""
    },
    {
      "id": 133,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Eğer yemek hazırsa ve ikamet ediliyorsa, o zaman önce yemekle başlayın.”"
    },
    {
      "id": 134,
      "narrator": "It was\nnarrated that Abu Malih said:",
      "text": "Ebu Malih'ten rivayet edilmiştir: “Bir yağmurlu gecede (cemaat namazı için) dışarı çıktım ve geri döndüğümde kapının açılmasını istedim. Babam: ‘Bu kim?’ dedi. Ben: ‘Ebu Malih.’ dedim. O: ‘Biz Allah'ın Elçisi (ﷺ) ile Hudeybiye'de idik ve biraz yağmur yağdı, öyle ki ayakkabılarımızın tabanları ıslanmadı. Allah'ın Elçisi (ﷺ)nin anonsçusu şöyle seslendi: ‘Namazınızı kamplarınızda kılın.’”"
    },
    {
      "id": 135,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: “Yağmurlu gecelerde veya soğuk rüzgarlı gecelerde, Allah'ın Elçisi (ﷺ) anonsçusunu çağırır ve şöyle seslenmesini isterdi: ‘Namazınızı kamplarınızda kılın.’”"
    },
    {
      "id": 136,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said, on a\nFriday\nthat was rainy:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) yağmurlu bir Cuma günü şöyle buyurmuştur: “Namazınızı kamp yerlerinizde kılın.”"
    },
    {
      "id": 137,
      "narrator": "It was\nnarrated from ‘Abdullah bin Harith bin Nawfal that Ibn ‘Abbas\ncommanded the Mu’adh-dhin to call the Adhan one Friday, which was a\nrainy day. He said:",
      "text": "Abdullah bin Harith bin Nawfal'dan rivayet edilmiştir ki, İbn Abbas, yağmurlu bir Cuma günü müezzine ezan okumasını emretmiştir. O şöyle demiştir: “Allahu Ekber, Allahu Ekber, Eşhedu en la ilaha illallah, Eşhedu anna Muhammadan Rasulullah.” (Allah en büyüktür, Allah en büyüktür, şahadet ederim ki Allah'tan başka ibadet edilecek yoktur, şahadet ederim ki Muhammed Allah'ın elçisidir.) Sonra İbn Abbas demiştir ki: “İnsanlara evlerinde namaz kılmaları gerektiğini ilan et.” İnsanlar ona: “Bu yaptığın nedir?” dediler. O da: “Benden daha iyi biri bunu yaptı. Bana, insanları evlerinden çıkarıp, dizlerine kadar çamurun içinde bana getirmemi mi söylüyorsunuz?” demiştir."
    },
    {
      "id": 138,
      "narrator": "It was\nnarrated from Musa bin Talhah that his father said:",
      "text": "Musa bin Talha'dan rivayet edilmiştir ki, babası şöyle demiştir: “Biz, hayvanların önümüzden geçtiği sırada namaz kılardık. Bu, Allah'ın Resulüne (ﷺ) bildirildi ve o şöyle dedi: ‘Eğer herhangi birinizin önüne bir eyerin sapı gibi bir şey konulursa, önünden geçen kimseye aldırış edilmez.’”"
    },
    {
      "id": 139,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, “Peygamber (ﷺ) seyahat ederken ona küçük bir mızrak (Harbah) getirilirdi; o da onu (toprağa) diker, ona yönelerek namaz kılardı.”"
    },
    {
      "id": 140,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, “Allah'ın Resulü, gündüzleri serdiği ve geceleri namaz kılmak için bir bölme yaptığı bir kamış matı vardı.”"
    },
    {
      "id": 141,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Sizden biri namaz kıldığında, önüne bir şey koysun. Eğer bir şey bulamazsa, o zaman bir sopa koysun. Eğer bir sopa da bulamazsa, o zaman bir çizgi çeksin. O zaman önünden geçen bir şeyin aldırış edilmez.”"
    },
    {
      "id": 142,
      "narrator": "Busr bin\nSa’eed said:",
      "text": "Busr bin Sa'id şöyle dedi: “Beni Zaid bin Halid'e, namaz kılan birinin önünden geçmenin hükmünü sormak için gönderdiler. O da bana şöyle söyledi: ‘Kırk beklemek, namaz kılan birinin önünden geçmekten daha hayırlıdır.’” (Rivayet edenlerden) Süfyan dedi: “Kırk yıl, ay, gün veya saat mi kastettiğini bilmiyorum.”"
    },
    {
      "id": 143,
      "narrator": "It was\nnarrated from Busr bin Sa’eed that Zaid bin Khalid sent word\nto Abu\nJuhaim Al-Ansari asking him:",
      "text": "Busr bin Sa'id'den rivayet edilmiştir ki, Zaid bin Halid, Ebu Juhaim El-Ensari'ye, “Peygamber (ﷺ) namaz kılan bir adam hakkında ne söyledi?” diye sordu. O da: “Peygamber (ﷺ) şöyle dedi: ‘Eğer sizden biri, namaz kılan kardeşinin önünden geçtiğinde (ne kadar büyük bir günah olduğunu) bilseydi, kırk beklemek, onun için daha hayırlı olurdu,’” dedi. (Rivayet edenlerden) biri: “Kırk yıl, kırk ay veya kırk gün demek istediğini bilmiyorum.” dedi."
    },
    {
      "id": 144,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Sizden biri, namaz kılan kardeşinin önünden geçtiğinde (ne kadar büyük bir günah olduğunu) bilseydi, yüz yıl beklemek, attığı bir adımdan daha hayırlı olurdu.”"
    },
    {
      "id": 145,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, “Peygamber (ﷺ) Arafat'ta namaz kılıyordu, ben ve Fadl bir dişi eşekle geldik. Sıra içinde bir kısmın önünden geçtik, sonra inip eşeği bıraktık ve sıraya katıldık.”"
    },
    {
      "id": 146,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, “Peygamber (ﷺ) Ümmü Seleme'nin evinde namaz kılıyordu, Abdullah veya Ömer bin Ebu Seleme onun önünden geçti; o elini işaret etti ve geri döndü. Sonra Zeynep bint Ümmü Seleme onun önünden geçti, o da elini işaret etti ama o devam etti. Allah'ın Resulü (ﷺ) namazını bitirdiğinde şöyle dedi: ‘Bu (kadınlar) daha inatçıdır.’”"
    },
    {
      "id": 147,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Namaz, siyah bir köpek ve adet gören bir kadın tarafından kesilir.”"
    },
    {
      "id": 148,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Namaz, bir kadın, bir köpek ve bir eşek tarafından kesilir.”"
    },
    {
      "id": 149,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mughaffal that the Prophet (ﷺ)\nsaid:",
      "text": "Abdullah bin Mughaffal'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Namaz, bir kadın, bir köpek ve bir eşek tarafından kesilir.”"
    },
    {
      "id": 150,
      "narrator": "It was\nnarrated from ‘Abdullah bin Samit from Abu Dharr, that the\nProphet\n(ﷺ) said:",
      "text": "Abdullah bin Samit'ten, Ebu Dharr'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Namaz, bir kadın, bir eşek ve siyah bir köpek tarafından kesilir, eğer bir adamın önünde bir eyer sapı gibi bir şey yoksa.” Ben (Abdullah) dedim: “Siyah köpekte ne var da kırmızıda yok?” O (Ebu Dharr) dedi: “Ben de Allah'ın Resulüne (ﷺ) aynı soruyu sordum, o da: ‘Siyah köpek bir Şeytan’dır.’” dedi."
    },
    {
      "id": 151,
      "narrator": "It was\nnarrated that Hasan Al-‘Urani said:",
      "text": "Hasan Al-‘Urani'den rivayet edilmiştir: 'İbn 'Abbas'ın huzurunda namazı kesen şeyler hakkında konuşuldu. Bir köpek, bir eşek ve bir kadın zikredildi. O dedi ki: 'Küçük keçiler hakkında ne dersiniz? Allah'ın Resulü (ﷺ) bir gün namaz kılarken, bir keçi geldi ve onun önünden geçmek istedi. Allah'ın Resulü (ﷺ) onu Kıble'ye doğru geçirdi. (boşluğu daraltmak ve önünden geçmesini engellemek için).'”"
    },
    {
      "id": 152,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Abu Sa’eed that his father\nsaid:",
      "text": "'Abdur-Rahman bin Abu Sa’eed'den rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Resulü (ﷺ) dedi ki: ‘Sizden biri namaz kıldığında, bir Sutrah'a doğru namaz kılmalı ve ona yakın olmalı, kimsenin önünden geçmesine izin vermemelidir. Eğer biri gelir ve önünden geçmek isterse, onunla savaşmalıdır, çünkü o bir Şeytandır.’”"
    },
    {
      "id": 153,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Messenger of Allah\n(ﷺ) said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: “Sizden biri namaz kılarken, kimsenin önünden geçmesine izin vermemelidir. Eğer ısrar ederse, onunla savaşmalıdır, çünkü onunla bir Qarin (şeytan-yoldaşı) vardır.”"
    },
    {
      "id": 154,
      "narrator": "It was\nnarrated from ‘Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: “Peygamber (ﷺ) gece namaz kılardı ve ben onunla namaz yönü arasında yatıyordum, cenaze gibi yatay bir şekilde.”"
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Zeynep bint Umm Salamah'dan rivayet edilmiştir ki, annesi şöyle demiştir: “Yatak yerim, Allah'ın Resulü (ﷺ)'nün secde ettiği yerin önündeydi.”"
    },
    {
      "id": 156,
      "narrator": "Maimunah,\nthe wife of the Prophet (ﷺ), said:",
      "text": "Maimunah, Peygamber (ﷺ)'in eşi, dedi ki: “Peygamber (ﷺ) namaz kılarken ben ona karşıydım ve secde ettiğinde giysisi bazen bana değiyordu.”"
    },
    {
      "id": 157,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ), konuşan ya da uyuyan birinin arkasında namaz kılmayı yasakladı.”"
    },
    {
      "id": 158,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: “Peygamber (ﷺ) bize, İmam'dan önce rükû veya secde etmemeyi öğretti; o Tekbir dediğinde Tekbir deyin, o secde ettiğinde siz de secde edin.”"
    },
    {
      "id": 159,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi: ‘İmam'dan önce başını kaldıran kişi, Allah'ın onun başını bir eşek başına çevireceğinden korkmuyor mu?’”"
    },
    {
      "id": 160,
      "narrator": "It was\nnarrated that Abu Musa said:",
      "text": "Abu Musa'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi: ‘Ben kilolu oldum, bu yüzden rükû ettiğimde siz de rükû edin, ayağa kalktığımda siz de ayağa kalkın ve secde ettiğimde siz de secde edin. Benimle rükûda veya secdede öne geçen kimseyi asla bulmamalıyım.’”"
    },
    {
      "id": 161,
      "narrator": "It was\nnarrated that Mu’awiyah bin Abu Sufyan said:",
      "text": "Mu’awiyah bin Abu Sufyan'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi: ‘Benden önce rükû veya secde etmeyin. Ne kadar önde rükû edersem edeyim, ayağa kalktığımda sizinle buluşacaksınız ve ne kadar önde secde edersem edeyim, başımı kaldırdığımda sizinle buluşacaksınız. Ben kilolu oldum.’”"
    },
    {
      "id": 162,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: “Bir adamın namazdan önce alnını çok silmesi edebe aykırıdır.”"
    },
    {
      "id": 163,
      "narrator": "It was\nnarrated from ‘Ali that the Messenger of Allah (ﷺ) said:",
      "text": "'Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: “Namaz sırasında parmaklarınızı çıtlatmayın.”"
    },
    {
      "id": 164,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) bir adamın namaz sırasında ağzını kapatmasını yasakladı.”"
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Ka’b bin ‘Ujrah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) namaz sırasında parmaklarını kenetlemiş bir adam gördü, bu yüzden Allah'ın Resulü (ﷺ) parmaklarını ayırdı."
    },
    {
      "id": 166,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Sizden biri esnerse, elini ağzının üzerine koysun ve ses çıkarmasın, çünkü şeytan ona güler.”"
    },
    {
      "id": 167,
      "narrator": "It was\nnarrated from ‘Adi bin Thabit, from his father, from his\ngrandfather, that the Prophet (ﷺ) said:",
      "text": "'Adi bin Thabit'ten, babasından, dedesinden rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Tükürmek, burnunu silmek, adet görmek ve namaz sırasında uyku hali şeytandandır.”"
    },
    {
      "id": 168,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Namazı kabul edilmeyen üç kişi vardır: İnsanların hoşlanmadığı bir adamın imamlık yaptığı kişi; namazın sonuna kadar gelmeyen kişi - yani vaktinin dolmasından sonra - ve bir özgürlüğü elinden almış olan kişi.”"
    },
    {
      "id": 169,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Namazları başlarının üstünde bir avuç mesafeden daha fazla yükselmeyen üç kişi vardır: İnsanların hoşlanmadığı bir adamın imamlık yaptığı kişi; kocasıyla geceyi öfkeli geçiren kadın; ve birbirleriyle irtibatı kesmiş iki kardeş.”"
    },
    {
      "id": 170,
      "narrator": "It was\nnarrated that Abu Musa Al-Ash’ari said:",
      "text": "Abu Musa el-Eş'ari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “İki veya daha fazla kişi bir cemaat oluşturur.”"
    },
    {
      "id": 171,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, “Ben, annemin kız kardeşi Maimune ile bir gece kaldım ve Peygamber (ﷺ) gece namaz kılmak için kalktı. Ben de kalkıp soluna durdum. O, beni elinden tutarak sağ tarafına geçirdi.”"
    },
    {
      "id": 172,
      "narrator": "Shurahbil\nsaid:",
      "text": "Şurahbil dedi ki: “Jabir bin Abdullah'ın şöyle dediğini duydum: ‘Allah'ın Resulü (ﷺ) Maghrib namazı kılıyordu, ben de gelip soluna durdum, ama o, beni sağ tarafına geçirdi.’”"
    },
    {
      "id": 173,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki, “Allah'ın Resulü (ﷺ) ev halkından bir kadını ve beni namaza götürdü. Ben sağında durdum ve kadın arkamızda durdu.”"
    },
    {
      "id": 174,
      "narrator": "It was\nnarrated that Abu Mas’ud Al-Ansari said:",
      "text": "Abu Mas'ud el-Ensari'den rivayet edilmiştir ki, “Allah'ın Resulü (ﷺ) namaz sırasında sıraların düzgün olmasını sağlamak için omuzlarımıza nazikçe vururdu ve şöyle derdi: ‘Sıraları düz tutun, birbirinizden ayrılmayın ki kalplerinizde ihtilaf olmasın. Sabırlı ve akıllı olanlar en yakınlarımda dursun, sonra onlardan sonra gelenler, sonra onlardan sonra gelenler.’”"
    },
    {
      "id": 175,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "Anas'tan rivayet edilmiştir ki, “Allah'ın Resulü (ﷺ) Muhacirler ve Ensar'ın en yakınında durmasını severdi ki, onlardan ders alabilsinler.”"
    },
    {
      "id": 176,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Messenger of Allah (ﷺ) saw\nthat\nsome of his Companions tended to stand in the rear, so he said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, “Allah'ın Resulü (ﷺ) bazı Sahabelerinin arka planda durma eğiliminde olduğunu görünce şöyle dedi: ‘Öne gelin ve bana tabi olun, arkanızdakiler de sizi takip etsin. Eğer insanlar geride kalmaya devam ederse, Allah onları geri bırakır.’”"
    },
    {
      "id": 177,
      "narrator": "It was\nnarrated that Malik bin Huwairith said:",
      "text": "Malik bin Huwairith'ten rivayet edilmiştir ki, “Ben bir arkadaşım ile Peygamber (ﷺ) yanına geldim ve çıkmak istediğimizde, bize şöyle dedi: ‘Namaz vakti geldiğinde, ezan ve ikamet getirin, sonra aranızdan en yaşlı olanı namaza önde kıldırın.’”"
    },
    {
      "id": 178,
      "narrator": "Abu\nMas’ud said:",
      "text": "Abu Mas'ud dedi ki: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘İnsanlar, Allah'ın Kitabını en iyi okuyan kişi tarafından yönetilmelidir. Eğer okumada eşitlerse, o zaman ilk hicret eden kişi tarafından, eğer hicret konusunda da eşitlerse, en yaşlı olanı tarafından yönetilmelidir. Bir adam, ailesi arasında veya kendi otorite alanında imamlık yapmamalıdır; evinde onur yerinde izni olmadan kimse oturtulmamalıdır.’”"
    },
    {
      "id": 179,
      "narrator": "Abu Hazim\nsaid:",
      "text": "Abu Hazim dedi ki: “Sahl bin Sa’d es-Sa’idi, halkını namazda gençlerin önde durmasını tercih ederdi. Kendisine: ‘Bunu yapıyor musun, o kadar kıdemin varken?’ denildi. O da: ‘Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: ‘İmam sorumludur. Eğer iyi yaparsa, o da sevap alır, onlar da; ama kötü yaparsa, bu onun aleyhine sayılır, onların aleyhine değil.’”"
    },
    {
      "id": 180,
      "narrator": "It was\nnarrated that Salamah bint Hurr, the sister of Kharashah, said:",
      "text": "Salamah bint Hurr, Kharashah'ın kız kardeşi, şöyle dedi: “Peygamber (ﷺ) şöyle buyurduğunu duydum: ‘Bir zaman gelecek ki, insanlar uzun süre ayakta duracaklar ve onları namaza yönlendirecek bir imam bulamayacaklar.’”"
    },
    {
      "id": 181,
      "narrator": "It was\nnarrated from Abu ‘Ali Al-Hamdani that he went out in a ship in\nwhich ‘Uqbah bin ‘Amir Al-Juhani was present. The time for prayer\ncame, and we told him to lead us in prayer and said to him:",
      "text": "Abu ‘Ali Al-Hamdani'den rivayet edilmiştir ki, ‘Uqbah bin ‘Amir Al-Juhani'nin bulunduğu bir gemide dışarı çıkmıştı. Namaz vakti geldi ve ona namaz kıldırmasını söyledik ve dedik ki: “Bu konuda en layık olan sensin, sen Allah’ın Resulü’nün (ﷺ) arkadaşısın.” Fakat o reddetti ve dedi ki: “Ben Allah’ın Resulü’nü (ﷺ) şöyle derken duydum: ‘İnsanları namaza yönlendiren ve bunu doğru yapan kimse için namaz, onun ve onların olacaktır; fakat eğer eksik yaparsa, bu onun aleyhine sayılacak ama onların aleyhine olmayacaktır.’”"
    },
    {
      "id": 182,
      "narrator": "It was\nnarrated that Abu Mas’ud said:",
      "text": "Abu Mas’ud'dan rivayet edilmiştir ki: “Bir adam Peygamber’e (ﷺ) geldi ve dedi ki: ‘Ey Allah’ın Resulü! Ben sabah namazını (cemaatle) kılmaktan geri kalıyorum, çünkü falan kişi bizim için çok uzatıyor.’ O gün Resulullah (ﷺ) kadar öfkeli bir vaaz verdiğini hiç görmedim. Dedi ki: ‘Ey insanlar! İçinizde başkalarını rahatsız edenler var. İçinizden biri başkalarına namaz kıldırıyorsa, onu kısa tutmalıdır; çünkü aralarında zayıf, yaşlı ve acil ihtiyaçları olanlar vardır.’”"
    },
    {
      "id": 183,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) namazını kısa ama mükemmel kılardı.”"
    },
    {
      "id": 184,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: “Mu’adh bin Jabal Al-Ansari, arkadaşlarını ‘İsha’ namazında kıldırdı ve namazı uzattı. Aramızdan bir adam ayrıldı ve tek başına namaz kıldı. Mu’adh bunun hakkında bilgilendirildi ve dedi ki: ‘O bir münafıktır.’ Adam bunu duyduğunda, Allah’ın Resulü’ne (ﷺ) gitti ve Mu’adh’ın ona ne söylediğini anlattı. Peygamber (ﷺ) dedi ki: ‘Ey Mu’adh! İnsanları fitneye (deneme, bela) sebep mi kılmak istiyorsun? İnsanları namaza kıldırdığında, “Güneşe ve onun parlaklığına yemin ederim,” ve “Rabbinin en yüce ismini tesbih et,” ve “Geceye yemin ederim ki o sarar,” ve “Rabbinin adıyla oku.”’”"
    },
    {
      "id": 185,
      "narrator": "It was\nnarrated that Mutarrif bin ‘Abdullah bin Shikhkhir said:",
      "text": "Mutarrif bin ‘Abdullah bin Shikhkhir'den rivayet edilmiştir ki: “‘Uthman bin Abul-‘As’ın şöyle dediğini duydum: ‘Peygamber (ﷺ) beni Ta’if valisi olarak atadığında, bana son olarak şunu emretti: “Ey ‘Uthman! Namazda hoşgörülü ol ve insanları aralarındaki en zayıf olanına göre değerlendir, çünkü aralarında yaşlılar, gençler, hastalar, camiden uzak yaşayanlar ve acil ihtiyaçları olanlar vardır.”’”"
    },
    {
      "id": 186,
      "narrator": "‘Uthman\nbin Abul-‘As narrated that the last thing the Messenger of\nAllah\n(ﷺ) enjoined on him was that he said:",
      "text": "‘Uthman bin Abul-‘As, Allah’ın Resulü’nün (ﷺ) ona emrettiği son şeyin, “İnsanları kıldırdığında, onlara kısa tut” olduğunu rivayet etmiştir."
    },
    {
      "id": 187,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘Namaza başlıyorum ve onu uzun tutmak istiyorum, ama sonra bir bebeğin ağladığını duyuyorum, bu yüzden namazımı kısa tutuyorum, çünkü ağlamasının annesine verdiği sıkıntıyı biliyorum.’”"
    },
    {
      "id": 188,
      "narrator": "It was\nnarrated that ‘Uthman bin Abul-‘As said:",
      "text": "‘Uthman bin Abul-‘As’tan rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘Bir bebeğin ağladığını duyuyorum, bu yüzden namazı kısa tutuyorum.’”"
    },
    {
      "id": 189,
      "narrator": "It was\nnarrated from ‘Abdullah bin Abu Qatadah that his father said:",
      "text": "‘Abdullah bin Abu Qatadah'dan rivayet edilmiştir ki, babası şöyle dedi: “Allah’ın Resulü (ﷺ) dedi ki: ‘Namaza kalkıyorum ve onu uzun tutmayı niyet ediyorum, ama sonra bir bebeğin ağladığını duyuyorum, bu yüzden onu kısa tutuyorum, çünkü annesine sıkıntı vermek istemiyorum.’”"
    },
    {
      "id": 190,
      "narrator": "It was\nnarrated that Jabir bin Samurah As-Suwa’i said:",
      "text": "Jabir bin Samurah As-Suwa’i'den rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘Sıralarınızı, meleklerin Rableri katındaki sıraları gibi oluşturmayacak mısınız?’ Biz dedik ki: ‘Melekler Rableri katında sıralarını nasıl oluşturuyorlar?’ Dedi ki: ‘Onlar ilk sırayı tamamlar ve yan yana dururlar (aralarında boşluk bırakmadan).’”"
    },
    {
      "id": 191,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘Sıralarınızı düzeltin, çünkü sıraları düzeltmek, namazı tamamlamanın bir parçasıdır.’”"
    },
    {
      "id": 192,
      "narrator": "Simak bin\nHarb narrated that he heard Nu’man bin Bashir say:",
      "text": "Simak bin Harb, Nu’man bin Bashir’in şöyle dediğini duyduğunu rivayet etmiştir: “Allah’ın Resulü (ﷺ) sıraları düzeltirdi, ta ki onları bir mızrak veya ok gibi yapana kadar. Bir gün bir adamın göğsünün (önde) çıktığını görünce, Allah’ın Resulü (ﷺ) dedi ki: ‘Sıralarınızı düzeltin yoksa Allah aranızda ayrılık yaratır.’”"
    },
    {
      "id": 193,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir ki: “Allah’ın Resulü (ﷺ) dedi ki: ‘Allah ve melekleri, sıraları tamamlayanlara salat eder ve kim boşluğu doldurursa, Allah onu bir derece yükseltir.’”"
    },
    {
      "id": 194,
      "narrator": "",
      "text": "‘Irbad bin Sariyah'dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) birinci sıradakiler için üç kez, ikinci sıradakiler için iki kez af dilerdi."
    },
    {
      "id": 195,
      "narrator": "Bara’\nbin ‘Azib said:",
      "text": "Bara’ bin ‘Azib dedi ki: “Allah’ın Resulü (ﷺ) şöyle dediğini duydum: ‘Allah ve melekler birinci sıraya salat eder.’”"
    },
    {
      "id": 196,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Eğer insanlar ilk safta ne kadar (iyilik) olduğunu bilselerdi, onun için kura çekerlerdi.’”"
    },
    {
      "id": 197,
      "narrator": "It was\nnarrated from Ibrahim bin ‘Abdur-Rahman bin ‘Awf that his\nfather\nsaid:",
      "text": "İbrahim bin ‘Abdur-Rahman bin ‘Awf'tan rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Allah ve melekler ilk safa salat ederler.’”"
    },
    {
      "id": 198,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Kadınlar için en iyi saf arka saflardır, en kötü saf ise ön saflardır; erkekler için en iyi saf ön saflardır, en kötü saf ise arka saflardır.’”"
    },
    {
      "id": 199,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Cabir bin ‘Abdullah'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Erkekler için en iyi saf ön saflardır, en kötü saf ise arka saflardır; kadınlar için en iyi saf arka saflardır, en kötü saf ise ön saflardır.’”"
    },
    {
      "id": 200,
      "narrator": "It was\nnarrated from Mu’awiyah bin Qurrah that his father said:",
      "text": "Mu’aviye bin Kurra'dan rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Resulü (ﷺ) zamanında iki sütun arasında saf oluşturmak bize yasaklandı ve oradan zorla uzaklaştırılıyorduk.”"
    },
    {
      "id": 201,
      "narrator": "‘Abdur-Rahman bin ‘Ali bin Shaiban narrated that his father, ‘Ali\nbin\nShaiban, who was part of the delegation, said:",
      "text": "‘Abdur-Rahman bin ‘Ali bin Shaiban, delegasyondan olan babası ‘Ali bin Shaiban'dan rivayet etmiştir ki: “Biz yola çıktık ve Peygamber (ﷺ) ile buluştuk. Ona biat ettik ve arkasında namaz kıldık. Sonra onun arkasında başka bir namaz kıldık. Namazı bitirdi ve bir adamın kendi başına, safın arkasında namaz kıldığını gördü.” Dedi ki: “Allah'ın Peygamberi (ﷺ) onun yanına durdu ve namazını bitirdiğinde şöyle dedi: ‘Namazını tekrar et; safın arkasında namaz kılanın namazı yoktur.’”"
    },
    {
      "id": 202,
      "narrator": "It was\nnarrated that Hilal bin Yasaf said:",
      "text": "Hilal bin Yasaf'dan rivayet edilmiştir: “Ziyad bin Ebu-Ca’d beni elinden tutarak Raqqah'ta Wabisah bin Ma’bad adında bir yaşlı adamın yanına götürdü. Dedi ki: ‘Bir adam safın arkasında kendi başına namaz kıldı ve Peygamber (ﷺ) ona namazını tekrar etmesini emretti.’”"
    },
    {
      "id": 203,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Allah ve melekleri, safların sağ tarafına salat ederler.’”"
    },
    {
      "id": 204,
      "narrator": "It was\nnarrated that Bara’ said:",
      "text": "Bara' dan rivayet edilmiştir: “Biz Allah'ın Resulü (ﷺ) ile Baitul-Maqdis'e (Kudüs) doğru namaz kıldığımızda, (rivayet edenlerden) Mis’ar dedi ki: ‘Bizim hoşlandığımız şeylerden biri, onun sağında durmaktı.’”"
    },
    {
      "id": 205,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir: “Peygambere (ﷺ) denildi ki: ‘Cami'nin sol tarafı terkedildi.’ Peygamber (ﷺ) şöyle dedi: ‘Cami'nin sol tarafına giden kimse için iki Kifl* sevap yazılacaktır.’”"
    },
    {
      "id": 206,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Cabir'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Kabe etrafında Tawaf'ı bitirdiğinde, İbrahim'in Makamı'na (İbrahim'in İstasyonu) geldi. ‘Umar dedi ki: ‘Ey Allah'ın Resulü, bu bizim babamız İbrahim'in Makamı'dır ki Allah şöyle buyurdu: “İbrahim'in Makamını namaz yeri edinin.”’”"
    },
    {
      "id": 207,
      "narrator": "It was\nnarrated that Anas bin Malik told that ‘Umar said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, ‘Umar dedi: “Ben dedim: ‘Ey Allah'ın Resulü (ﷺ), neden İbrahim'in Makamını namaz yeri olarak almıyorsun?’ Sonra şu ayet indirildi: ‘İbrahim'in Makamını namaz yeri edinin.’”"
    },
    {
      "id": 208,
      "narrator": "It was\nnarrated that Bara’ said:",
      "text": "Bara'dan rivayet edilmiştir: “Biz Allah'ın Resulü (ﷺ) ile Baitul-Maqdis'e (Kudüs) doğru on sekiz ay namaz kıldık, sonra kıble, Peygamber (ﷺ) Medine'ye girdikten iki ay sonra Kabe'ye çevrildi. Allah'ın Resulü (ﷺ) Baitul-Maqdis'e doğru namaz kıldığında, sık sık yüzünü gökyüzüne kaldırırdı ve Allah, Peygamberinin kalbinde ne olduğunu ve Kabe'ye yönelmeyi ne kadar arzuladığını biliyordu. Cebrail gökyüzünde belirdi ve Allah'ın Resulü (ﷺ) onu gökyüzü ile yer arasında inen bir halde izlemeye başladı, ne getireceğini bekliyordu. Sonra Allah şu sözleri indirdi: ‘Şüphesiz, biz yüzünün göğe dönmesini görüyoruz. Elbette, seni hoşnut edeceğimiz bir kıbleye çevireceğiz; o halde yüzünü Al-Masjid Al-Haram'a (Mekke) doğru çevir. Nerede olursanız olun, yüzlerinizi (namazda) o yöne çevirin.’ Sonra birisi bize geldi ve ‘Kıble Kabe'ye çevrildi.’ dedi. Biz Kudüs'e doğru iki Rek'at namaz kılmıştık. Ve rükû yapıyorduk. O yüzden döndük ve namazımıza devam ettik. Allah'ın Resulü (ﷺ) dedi: ‘Ey Cebrail! Baitul-Maqdis'e doğru kıldığımız namaz ne olacak?’ Sonra Allah şu sözleri indirdi: “Ve Allah, asla imanınızı zayi etmeyecektir.”"
    },
    {
      "id": 209,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Doğu ile batı arasındaki her şey kıbledir (namaz yönüdür).’”*"
    },
    {
      "id": 210,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "*Bu, Medine halkı için kıbleyi ifade eder. (Mekke, Medine'nin tam güneyindedir.)"
    },
    {
      "id": 211,
      "narrator": "It was\nnarrated from Abu Qatadah that the Prophet (ﷺ) said:",
      "text": "Abu Katade'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Sizden biri camiye girdiğinde, oturmadan önce iki Rek'at namaz kılsın.\""
    },
    {
      "id": 212,
      "narrator": "It was\nnarrated from Ma’dan bin Abu Talhah Al-Ya’muri that ‘Umar bin\nKhattab stood up one Friday to deliver a sermon, or, he delivered a\nsermon one Friday. He praised Allah, then he said:",
      "text": "Ma’dan bin Ebu Talha Al-Ya’muri'den rivayet edildiğine göre, 'Ömer bin Hattab bir Cuma günü hutbe vermek için ayağa kalktı veya bir Cuma günü hutbe verdi. Allah'ı övdü, sonra dedi ki: \"Ey insanlar, ben bu sarımsak ve bu soğan dışında hiçbir şeyin hoş olmadığını düşünüyorum. Allah'ın Elçisi (ﷺ) zamanında, bir adamdan kötü bir koku duyulduğunda, onu kolundan tutup Baqi'ye çıkarırdım. Kim bunları yemek zorundaysa, onları iyice pişirsin.\""
    },
    {
      "id": 213,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hureyre'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu bitkiden, sarımsaktan yiyen, bizi bu camide rahatsız etmesin.'\""
    },
    {
      "id": 214,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu bitkiden bir şey yiyen, camiye gelmesin.'\""
    },
    {
      "id": 215,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin 'Umar'dan rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) Kuba camisine geldi ve orada namaz kıldı. Ensar'dan bazı adamlar geldi ve ona selam verdiler. Ben de onunla birlikte olan Suheyb'e sordum: 'Allah'ın Elçisi (ﷺ) onlara nasıl cevap verdi?' O da: 'Elini işaret etti.'\""
    },
    {
      "id": 216,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Cabir'den rivayet edildiğine göre, \"Peygamber (ﷺ) beni bir işe gönderdi, sonra ben namaz kılarken ona yetiştim ve selam verdim. O bana işaret etti, sonra namazını bitirince beni çağırdı ve dedi ki: 'Sen bana daha önce selam verdin, ama ben namaz kılıyordum.'\""
    },
    {
      "id": 217,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "Abdullah'dan rivayet edildiğine göre, \"Namaz sırasında diğerlerine selam verirdik ve bize: 'Namaz sırasında biri meşguldür.' denirdi.\""
    },
    {
      "id": 218,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amir bin Rabi’ah that his father\nsaid:",
      "text": "Abdullah bin Amir bin Rabi'ah'tan rivayet edildiğine göre, babası şöyle dedi: \"Biz Allah'ın Elçisi (ﷺ) ile bir yolculuktaydık ve gökyüzü kapalıydı, bu yüzden kıblayı belirlemekte zorlandık. Bu yüzden namaz kıldık ve yerimizi işaretledik. Sonra güneş tekrar belirdiğinde, başka bir yöne kıbleye karşı namaz kıldığımızı fark ettik. Bunu Peygamber'e (ﷺ) söyledik, sonra şu ayetler indirildi: 'Nereye dönerseniz dönün, Allah'ın yüzü oradadır.'\""
    },
    {
      "id": 219,
      "narrator": "It was\nnarrated that Tariq bin ‘Abdullah Al-Muharibi said:",
      "text": "Tariq bin Abdullah Al-Muharibi'den rivayet edildiğine göre, \"Peygamber (ﷺ) şöyle dedi: 'Namaz kıldığınızda, önünüze veya sağınıza tükürmeyin, ama solunuza veya ayaklarınızın altına tükürün.'\""
    },
    {
      "id": 220,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaw some\nsputum in the direction of the Qiblah of the mosque. He\nturned to the\npeople and said:",
      "text": "Abu Hureyre'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) caminin kıblesine doğru bir miktar tükürük gördü. İnsanlara döndü ve dedi ki: 'Sizden biri neden O'na (Rab'ine) karşı durup önüne tükürüyor? Birinin yüzüne tüküren biriyle karşılaşmak ister mi? Eğer birinizin tükürmesi gerekiyorsa, soluna tükürsün veya elbisesinde böyle yapsın.'\""
    },
    {
      "id": 221,
      "narrator": "It was\nnarrated from Hudhaifah that he saw Shabath bin Rib’i spitting\nin\nfront of him. He said:",
      "text": "Sonra İsmail (Ebu Bekir bin Ebu Şuaybe) bana elbisemde nasıl tükürdüğünü gösterdi ve onu ovaladı."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "Hudhayfa'dan rivayet edildiğine göre, \"Şabath bin Rib'i'nin önüne tükürdüğünü gördü. 'Ey Şabath! Önüne tükürme, çünkü Allah'ın Elçisi (ﷺ) bunu yasaklardı ve şöyle derdi: 'Bir adam namaz kılmak için ayağa kalktığında, Allah O'na yüzünü çevirir, ta ki o başka tarafa döner veya kötü bir hadas işler.'\""
    },
    {
      "id": 223,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) namaz kılarken elbisesine tükürdü, sonra onu ovaladı.\""
    },
    {
      "id": 224,
      "narrator": "It was\nnarrated that Mu’aiqib said:",
      "text": "Abu Hureyre'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim taşları düzeltirse, o Laghw ile meşguldür.'\""
    },
    {
      "id": 225,
      "narrator": "It was\nnarrated that Abu Dharr said:",
      "text": "Mu’aiqib'den rivayet edildiğine göre, \"Allah'ın Elçisi (ﷺ) namaz sırasında taşları düzeltmekle ilgili olarak şöyle dedi: 'Eğer bunu yapmak zorundaysanız, sadece bir kez yapın.'\""
    },
    {
      "id": 226,
      "narrator": "Maimunah\nthe wife of the Prophet (ﷺ) said:",
      "text": "Maimunah, Peygamber (ﷺ) 'in eşi şöyle dedi: \"Allah'ın Resulü (ﷺ) Khumrah üzerinde namaz kılardı.\""
    },
    {
      "id": 227,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir kamış halı üzerinde namaz kıldı.\""
    },
    {
      "id": 228,
      "narrator": "It was\nnarrated that ‘Amr bin Dinar said:",
      "text": "'Amr bin Dinar'dan rivayet edilmiştir: \"İbn 'Abbas Basra'da iken, kendi halısı üzerinde namaz kıldı, sonra arkadaşlarına Allah'ın Resulü (ﷺ) 'nun kendi halısı üzerinde namaz kıldığını söyledi.\""
    },
    {
      "id": 229,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Abdur-Rahman said:",
      "text": "'Abdullah bin 'Abdur-Rahman'dan rivayet edilmiştir: \"Peygamber (ﷺ) bize geldi ve Banu 'Abdul-Ashhal camisinde namaz kıldırdı, ve secde ettiğinde ellerini elbisesinin üzerine koyduğunu gördüm.\""
    },
    {
      "id": 230,
      "narrator": "",
      "text": "'Abdullah bin 'Abdur-Rahman bin Thabit bin Samit'ten, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Banu 'Abdul-Ashhal arasında, sarıldığı bir örtü içinde namaz kıldı ve ellerini taşların soğuktan korumak için üzerine koydu.\""
    },
    {
      "id": 231,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber (ﷺ) ile çok sıcak havalarda namaz kılardık. Bizden biri alnını yere koymakta zorlandığında, elbisesini serer ve onun üzerine secde ederdi.\""
    },
    {
      "id": 232,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Tesbih (Subhan-Allah demek) erkekler içindir ve alkış kadınlar içindir.\""
    },
    {
      "id": 233,
      "narrator": "It was\nnarrated from Sahl bin Sa’d As-Sa’idi that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Sahl bin Sa’d As-Sa’idi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Tesbih erkekler içindir ve alkış kadınlar içindir.\""
    },
    {
      "id": 234,
      "narrator": "It was\nnarrated that Nafi’ used to say:",
      "text": "Nafi' şöyle derdi: \"İbn 'Umar dedi ki: 'Allah'ın Resulü (ﷺ) kadınların alkışlamasına, erkeklerin ise tesbih söylemesine izin verdi.'\""
    },
    {
      "id": 235,
      "narrator": "It was\nnarrated that Ibn Abu Aws said:",
      "text": "Ibn Abu Aws şöyle dedi: \"Dedem, Aws, namaz kılardı ve bazen namaz kılarken bir işaret yapardı, ben de ona terliklerini verirdim. O şöyle dedi: 'Allah'ın Resulü (ﷺ) terlikleriyle namaz kıldığını gördüm.'\""
    },
    {
      "id": 236,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "'Amr bin Shu’aib'den, babasından, dedesinin şöyle dediği rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) hem çıplak ayakla hem de terlik giyerken namaz kıldığını gördüm.\""
    },
    {
      "id": 237,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "'Abdullah şöyle dedi: \"Allah'ın Resulü (ﷺ) terlik ve deri terlik giyerken namaz kıldığını gördük.\""
    },
    {
      "id": 238,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Saçımı veya elbisemi toplamakla emrolundum.\"*"
    },
    {
      "id": 239,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "*Secde sırasında kirden korumak için toplamak."
    },
    {
      "id": 240,
      "narrator": "Mukhawwal said:",
      "text": "'Abdullah şöyle dedi: \"Bize saçımızı (veya elbisemizi) toplamamamız ve bastığımız şeyler için abdestimizi tekrar etmememiz emredildi.\""
    },
    {
      "id": 241,
      "narrator": "It was narrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Gözlerinizi gökyüzüne kaldırmayın, yoksa görüşünüz alınır,' yani namaz sırasında.\""
    },
    {
      "id": 242,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "---"
    },
    {
      "id": 243,
      "narrator": "It was\nnarrated from Jabir bin Samurah that the Prophet (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir gün arkadaşlarına namaz kıldırdı. Namazı bitirdiğinde halka döndü ve şöyle dedi: 'Bazı insanların gökyüzüne bakmalarında ne var?' Bu konuda sert konuştu: 'Kesinlikle bundan kaçınmalılar, yoksa Allah onların görüşünü alır.'\""
    },
    {
      "id": 244,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 245,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Gökyüzüne bakanlar geri dursun, yoksa görüşleri geri gelmeyecek.\""
    },
    {
      "id": 246,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "It was\nnarrated that ‘Umar bin Abu Salamah said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Bir kadın, Peygamber (ﷺ) arkasında namaz kılardı ve o, insanların en güzel olanlarından biriydi. Bazı insanlar, onu görmemek için ilk safı alırdı, bazıları ise en son safta yer alırdı ve rükû yaptıklarında, koltuk altlarından onu görebilmek için böyle yaparlardı. Sonra Allah, 'Ve gerçekten, biz sizden geçmiş olan ilk nesilleri biliyoruz, ve gerçekten, biz sizin mevcut nesillerinizi (insanlık) biliyoruz, ve sonradan gelecek olanları da biliyoruz.' ayetini onun durumu hakkında indirdi.\""
    },
    {
      "id": 248,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Kaisan that his father said:",
      "text": "---"
    },
    {
      "id": 249,
      "narrator": "Ibn\nKaisan narrated that his father said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Bir adam, Peygamber (ﷺ)'e geldi ve şöyle dedi: 'Ey Allah'ın Resulü! Bizden biri tek bir elbise ile namaz kılıyor.' Peygamber (ﷺ) şöyle dedi: 'Herkesin iki elbisesi yok mu?'\""
    },
    {
      "id": 250,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Abu Sa’eed Al-Khudri, Allah'ın Resulü (ﷺ) tek bir elbise ile namaz kılarken ona girdiğini rivayet etmiştir, kendisini o elbiseye sararak.\""
    },
    {
      "id": 252,
      "narrator": "It was\nnarrated from ‘Ali that whenever the Prophet (ﷺ) prostrated\nhe\nwould say:",
      "text": "---"
    },
    {
      "id": 253,
      "narrator": "It was\nnarrated that Umm Darda’ said:",
      "text": "'Umar bin Abu Salamah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) tek bir elbise ile namaz kılarken, kendisini o elbise ile sardığını ve uçlarını omuzlarının üzerine attığını gördüm.\""
    },
    {
      "id": 254,
      "narrator": "It was\nnarrated that Abu Darda’ said:",
      "text": "---"
    },
    {
      "id": 255,
      "narrator": "",
      "text": "'Abdur-Rahman bin Kaisan'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Resulü (ﷺ)'nü Bi’r 'Ulya'da bir elbise ile namaz kılarken gördüm.\""
    },
    {
      "id": 256,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Biz, Allah'ın Messenger'ı (ﷺ) ile 'Gökyüzü yarıldığı zaman' ve 'Oku! Rabbinin adıyla' ayetlerinde secde ettik.”"
    },
    {
      "id": 257,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) prostrated\nin “When\nthe heaven is split asunder.” \n\nAbu Bakr bin Abu Shaibah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) 'Gökyüzü yarıldığı zaman' ayetinde secde etmiştir."
    },
    {
      "id": 258,
      "narrator": "It was\nnarrated from Abu Hurairah that a man entered the mosque and\nperformed prayer, and the Prophet (ﷺ) was in a corner of the\nmosque.\nThe man came and greeted him, and he said:",
      "text": "Abu Bekir bin Abu Şeybe dedi ki: \"Bu Hadis, Yahya bin Sa'id'den rivayet edilmiştir; ben ondan başka hiç kimseden duymadım.\""
    },
    {
      "id": 259,
      "narrator": "Muhammad\nbin ‘Amr bin ‘Ata’ said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, bir adam camiye girdi ve namaz kıldı, o sırada Peygamber (ﷺ) caminin bir köşesindeydi. Adam geldi ve ona selam verdi, o da: “Ve senin üzerine de. Geri dön ve namazını tekrar et, çünkü sen namaz kılmadın.” dedi. Adam geri döndü ve namazını tekrar etti, sonra geldi ve Peygamber (ﷺ) ile selamlaştı. O da: “Ve senin üzerine de. Geri dön ve namazını tekrar et, çünkü sen namaz kılmadın.” dedi. Üçüncü kez adam: “Bana öğret, Ey Allah'ın Messenger'ı!” dedi. O da: “Namaza durduğunda, abdestini düzgün al, sonra kıbleye dön ve Allahu Ekber de. Sonra Kur'an'dan elinden geldiğince oku, sonra rükû yap ve rükûda rahatlayana kadar bekle. Sonra ayakta dur ve ayakta rahatlayana kadar bekle, sonra secde et ve secdede rahatlayana kadar bekle. Sonra başını kaldır ve düzgün oturana kadar bekle. Namazın boyunca bunu yap.” dedi."
    },
    {
      "id": 260,
      "narrator": "It was\nnarrated that ‘Amrah said:",
      "text": "Muhammed bin ‘Amr bin ‘Ata’ dedi ki: 'Allah'ın Messenger'ı (ﷺ) ile birlikte on sahabeden biri olan Abu Qatadah ile birlikteydik: “Ben Abu Humaid As-Sa’idi'nin şöyle dediğini duydum: 'Ben, Allah'ın Messenger'ının (ﷺ) namazı hakkında sizlerden en çok bilgi sahibiyim.' Dediler ki: 'Neden? Vallahi, sen onu bizden daha fazla takip etmedin ve onunla daha uzun süre bulunmadın.' O da: 'Evet, ben öyleyim.' Dediler ki: 'Bize göster.' O da: 'Allah'ın Messenger'ı (ﷺ) namaza durduğunda, tekbir getirir, sonra ellerini omuzlarıyla paralel bir şekilde kaldırır ve vücudunun her parçası yerine oturur. Sonra okur, sonra ellerini omuzlarıyla paralel bir şekilde kaldırır ve rükû yapar, avuçlarını dizlerine koyar ve ağırlığını onlara destekler. Ne başını eğdi, ne de kaldırdı, dengeli bir şekilde (her iki uç arasında) dururdu. Sonra: “Sami’ Allahu liman hamidah (Allah, kendisini övenleri işitir);” der ve ellerini omuzlarıyla paralel bir şekilde kaldırır, her kemiği yerine dönecek şekilde. Sonra secde eder, kollarını yanlarından uzak tutar. Sonra başını kaldırır ve sol ayağını altına alır ve onun üzerinde oturur, secde ettiğinde parmaklarını açar.* Sonra secde eder, tekbir getirir ve sol ayağının üzerinde oturur, her kemiği yerine dönecek şekilde. Sonra ayağa kalkar ve bir sonraki Rek'at için aynı şeyi yapar. Sonra iki Rek'at sonrası ayağa kalktığında, namazın başında olduğu gibi ellerini omuz seviyesinde kaldırır. Sonra namazının geri kalanını aynı şekilde kılar, ta ki selamdan sonra secde ettiğinde, bir ayağını geri itip sol tarafına ağırlığını vererek oturur, Mutavarrikan.’** Dediler ki: 'Doğru söyledin; Allah'ın Messenger'ı (ﷺ) namazı böyle kılardı.'”"
    },
    {
      "id": 261,
      "narrator": "It was\nnarrated that ‘Umar said:",
      "text": "* Yani, nafile namaz kılıyorlardı."
    },
    {
      "id": 262,
      "narrator": "‘Umar\nsaid:",
      "text": "** Mutavarrikan: Yani, sol ayağını öne alarak oturmak, böylece kalçalarının yere doğrudan temas etmesini sağlamak."
    },
    {
      "id": 263,
      "narrator": "It was\nnarrated that Ya’la bin Umayyah said:",
      "text": "'Amrah'dan rivayet edilmiştir: “Aişe'ye sordum: 'Allah'ın Messenger'ı (ﷺ) namazı nasıl kılardı?' O da: 'Peygamber (ﷺ) abdest aldığında, elini kap içine koyar ve Bismillah der, ve abdestini düzgün alırdı. Sonra kıbleye dönerdi. Tekbir getirir, ellerini omuzlarıyla paralel bir şekilde kaldırırdı. Sonra rükû yapar, ellerini dizlerine koyar ve kollarını yanlarından uzak tutardı. Sonra başını kaldırır ve sırtını düzeltir, ayakta durma süresi sizin durduğunuzdan biraz daha uzun olurdu. Sonra secde eder, ellerini kıbleye doğru yönlendirir, kollarını (yanlarından) mümkün olduğunca uzak tutardı, gördüğüm kadarıyla. Sonra başını kaldırır ve sol ayağının üzerinde oturur, sağ ayağını dik tutar, ve sol tarafına eğilmekten hoşlanmazdı.'”"
    },
    {
      "id": 264,
      "narrator": "It was\nnarrated from Umayyah bin ‘Abdullah bin Khalid that he said to\n‘Abdullah bin ‘Umar:",
      "text": "'Umar'dan rivayet edilmiştir: “Seyahat halindeki namaz iki Rek'at, Cuma namazı iki Rek'at ve 'Eid namazı iki Rek'at'tır. Bunlar tamamdır ve kısaltılmaz, Muhammed (ﷺ) tarafından böyle bildirilmiştir.”"
    },
    {
      "id": 265,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "'Umar dedi ki: “Seyahat halindeki namaz iki Rek'at, Cuma namazı iki Rek'at ve Al-Fitr ve Al-Adha iki Rek'at'tır, tamamdır, kısaltılmaz, Muhammed (ﷺ) tarafından böyle bildirilmiştir.”"
    },
    {
      "id": 266,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Ya'la bin Umayyah'dan rivayet edilmiştir: “'Umar bin Khattab'a sordum: 'Allah şöyle buyuruyor: “Ve yeryüzünde seyahat ettiğinizde, eğer kafirlerin sizi denemeye (saldırmaya) kalkışacaklarından korkarsanız, namazı kısaltmanızda bir günah yoktur; şüphesiz ki, kafirler sizin için açık düşmanlardır,” ama şimdi güvenlik var ve insanlar emniyette.' O da: 'Ben de senin gibi garipsedim, bu yüzden Allah'ın Messenger'ına (ﷺ) sordum, o da: “Bu, Allah'ın size bahşettiği bir sadakadır, o yüzden O'nun sadakasını kabul edin.” dedi.”"
    },
    {
      "id": 267,
      "narrator": "",
      "text": "Umayyah bin 'Abdullah bin Khalid'den rivayet edilmiştir ki, 'Abdullah bin 'Umar'a dedi: “Biz, yerleşiklerin namazını ve korku halindeki namazı Kur'an'da buluyoruz, ama seyahat edenlerin namazını bulamıyoruz.” 'Abdullah ona dedi: “Allah, bize Muhammed (ﷺ) gönderdi, biz hiçbir şey bilmiyorduk, aksine biz, Muhammed (ﷺ) ne yapıyorsa onu yapıyoruz.”"
    },
    {
      "id": 268,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir: “Allah'ın Messenger'ı (ﷺ) bu şehirden (Medine) çıktığında, geri dönene kadar iki Rek'at'tan fazlasını kılmadı.”"
    },
    {
      "id": 269,
      "narrator": "It was\nnarrated from ‘Isa bin Hafs bin ‘Asim bin ‘Umar bin Khattab\nthat his father told him:",
      "text": "İbn 'Abbas'dan rivayet edilmiştir: “Allah, namazı sizin Peygamberiniz (ﷺ) aracılığıyla farz kıldı: Yerleşikken dört Rek'at, seyahat halindeyken iki Rek'at.”"
    },
    {
      "id": 270,
      "narrator": "Usamah\nbin Zaid said:",
      "text": "Mujahid, Sa’eed bin Jubair, ‘Ata’ bin Abi Rabah ve Tawus'tan rivayet edilmiştir ki, İbn 'Abbas onlara, Allah'ın Messenger'ının (ﷺ) seyahat halindeyken Maghrib ve 'Isha' namazlarını birleştirdiğini, acele etmesine neden olacak bir şey olmadığını ve düşman tarafından takip edilmediğini, hiçbir şeyden korkmadığını söyledi."
    },
    {
      "id": 271,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Humaid Az-Zuhri said:",
      "text": "‘Abdur-Rahman bin Humaid Az-Zuhri’nin rivayetine göre: “Sa’ib bin Yazid’e sordum: ‘Mekke’de kalmakla ilgili ne duydun?’ O da: ‘Ala’ bin Hadrami’nin şöyle dediğini duydum: “Peygamber (ﷺ) dedi ki: ‘Mina’dan ayrıldıktan sonra Muhacir için üç (gün).’”*"
    },
    {
      "id": 272,
      "narrator": "‘Ata’\nnarrated:",
      "text": "* Bunun anlamı: Hac ibadetinin ritüellerinden uzak kalmaktır."
    },
    {
      "id": 273,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 274,
      "narrator": "",
      "text": "‘Ata’ rivayet etti: “Jabir bin ‘Abdullah, benimle birlikte olanlardan, Peygamber (ﷺ) Dhu’l-Hijjah’ın dördüncü gününün sabahında Mekke’ye geldiğini söyledi.”"
    },
    {
      "id": 275,
      "narrator": "Yahya\nbin Abu Ishaq narrated that Anas said:",
      "text": "---"
    },
    {
      "id": 276,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "İbn ‘Abbas’tan rivayet edildiğine göre: “Allah’ın Elçisi (ﷺ) on dokuz gün kaldı ve namazını iki Rek’at olarak kısalttı. Biz de on dokuz gün kaldığımızda namazımızı iki Rek’at olarak kısaltırdık, ama daha fazla kaldığımızda dört Rek’at kılardık.”"
    },
    {
      "id": 277,
      "narrator": "‘Abdullah bin Buraidah narrated that his father said:",
      "text": "---"
    },
    {
      "id": 278,
      "narrator": "It was\nnarrated from Anas bin Malik that the Prophet (ﷺ) said:",
      "text": "İbn ‘Abbas’tan rivayet edildiğine göre, Allah’ın Elçisi (ﷺ) Feth yılı Mekke’de on beş gece kaldı ve bu süre içinde namazını kısalttı."
    },
    {
      "id": 279,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "---"
    },
    {
      "id": 280,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Ka’b bin Malik said:",
      "text": "Yahya bin Abu İshak, Anas’tan rivayet etti: “Biz, Allah’ın Elçisi (ﷺ) ile Medine’den Mekke’ye çıktık, bu süre içinde namazımızı iki Rek’at olarak kısalttık, ta ki geri dönene kadar.” Ben sordum: “Mekke’de ne kadar kaldı?” O da: “On (gün)” dedi."
    },
    {
      "id": 281,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 282,
      "narrator": "It was\nnarrated that Abu Lubabah bin ‘Abdul-Mundhir said:",
      "text": "Jabir bin ‘Abdullah’tan rivayet edildiğine göre: “Allah’ın Elçisi (ﷺ) dedi ki: ‘Bir kişi ile Küfür (inkar) arasında namazı terk etmek vardır.’”"
    },
    {
      "id": 283,
      "narrator": "It was\nnarrated that Shaddad bin Aws said:",
      "text": "---"
    },
    {
      "id": 284,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "‘Abdullah bin Buraidah, babasının şöyle dediğini rivayet etti: “Allah’ın Elçisi (ﷺ) dedi ki: ‘Bizimle onlar arasında ayırıcı olan ahit namazdır; kim onu terk ederse, Küfür işlemiştir.’”"
    },
    {
      "id": 285,
      "narrator": "Aws bin\nAws Ath-Thaqafi said:",
      "text": "---"
    },
    {
      "id": 286,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki: “Peygamber (ﷺ) minberden şöyle buyurduğunu duydum: ‘Cuma günü kim gelirse, gusül yapsın.’”"
    },
    {
      "id": 287,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) said:",
      "text": "Ebu Sa’eed Al-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Cuma günü gusül, ergenlik çağına ulaşan her erkek için farzdır.”"
    },
    {
      "id": 288,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kim abdest alır ve abdestini güzel alır, sonra Cuma (namazına) gelir ve (imamın) yanına oturur, sessiz kalır ve dinlerse, o kişi, o gün ile önceki Cuma arasındaki günahları ve üç gün daha affedilir. Kim taşlara dokunursa, o zaman Laghw (boş konuşma veya davranış) ile meşgul olmuştur.”"
    },
    {
      "id": 289,
      "narrator": "It was\nnarrated from Anas bin Malik that the Prophet (ﷺ) said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Cuma günü abdest alan kimse için bu iyi ve güzel bir şeydir ve üzerine düşeni yapmıştır. Ama kim gusül yaparsa, gusül daha hayırlıdır.”"
    },
    {
      "id": 290,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Cuma günü geldiğinde, melekler caminin her kapısında durur ve gelen insanların isimlerini, geliş sırasına göre kaydederler. İmam çıktığında, kayıtlarını kapatır ve hutbeyi dinlerler. Namaza ilk gelen, deve kesen gibidir; ondan sonra gelen, inek kesen gibidir; ondan sonra gelen, koç kesen gibidir,” (ve bu şekilde devam eder) ta ki bir tavuk ve bir yumurta zikredene kadar. Sahl, Hadisinde ekledi: “Ve kim bundan sonra gelirse, yalnızca namazla ilgili görevini yerine getirmek için gelir.”"
    },
    {
      "id": 291,
      "narrator": "",
      "text": "Samurah bin Jundab'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Cuma gününü şöyle tarif etti: “En önce gelenler, deve kesen gibidir; sonra inek kesen gibidir; sonra koyun kesen gibidir,” ta ki bir tavuk zikredene kadar."
    },
    {
      "id": 292,
      "narrator": "It was\nnarrated that ‘Alqamah said:",
      "text": "‘Alqamah şöyle dedi: “Ben ‘Abdullah ile Cuma (namazına) çıktım ve o, kendisinden önce gelen üç adam buldu. Dedi ki: ‘Dördüncüsü dördüncü, dördüncüsü de uzakta değil. Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Kıyamet Günü, insanlar Allah'ın yanında, Cuma (namazına) ne kadar erken geldiklerine göre toplanacaklar, birinci, ikinci ve üçüncü.’” Sonra dedi: ‘Dördüncüsü dördüncü, dördüncüsü de uzakta değil.’”"
    },
    {
      "id": 293,
      "narrator": "It was\nnarrated from ‘Abdullah bin Salam that he heard the Messenger\nof\nAllah (ﷺ) saying on the pulpit one Friday:",
      "text": "‘Abdullah bin Selam'dan rivayet edilmiştir ki, bir Cuma günü minberde Allah'ın Resulü (ﷺ) şöyle dedi: “Sizden hiç kimsenin, günlük iş kıyafetleri dışında, Cuma (namazı) için iki elbise almasında bir sakınca yoktur.”"
    },
    {
      "id": 294,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) delivered a\nsermon to\nthe people one Friday, and he saw them wearing woollen\nclothes. The\nMessenger of Allah (ﷺ) said:",
      "text": "(Yusuf bin Abdullah bin Selam'dan başka bir isnad ile, babasının şöyle dediği rivayet edilmiştir: \"Peygamber bize bir hutbe verdi\" ve bunu zikretti.)"
    },
    {
      "id": 295,
      "narrator": "It was\nnarrated from Abu Dharr that the Prophet (ﷺ) said:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) bir Cuma günü insanlara bir hutbe verdi ve onların yün elbiseler giydiklerini gördü. Allah'ın Resulü (ﷺ) şöyle buyurdu: “Eğer alım gücünüz varsa, sizden hiç kimsenin, günlük iş kıyafetleri dışında, Cuma için iki elbise almasında bir sakınca yoktur.”"
    },
    {
      "id": 296,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Ebu Dharr'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Cuma günü gusül alan ve bunu güzel yapan, kendini temizleyen ve bunu güzel yapan, en güzel elbiselerini giyen ve ailesinin kendisi için belirlediği parfümü süren, sonra camiye gelip boş konuşma yapmayan veya iki kişi arasında ayrılmayan kimse, o gün ile önceki Cuma arasındaki günahları affedilir.”"
    },
    {
      "id": 297,
      "narrator": "It was\nnarrated that Sahl bin Sa’d said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Bu gün, Allah'ın Müslümanlar için farz kıldığı bir ‘Eid (bayram) günüdür. Cuma (namazına) kim gelirse, gusül yapsın ve eğer parfümü varsa, biraz sürsün. Diş misvakını kullanmanızı da tavsiye ederim.”"
    },
    {
      "id": 298,
      "narrator": "Iyas bin\nSalamah bin Akwa’ narrated that his father said:",
      "text": "Sahl bin Sa’d şöyle dedi: “Cuma (namazından) sonra ne Qailulah yaptık ne de Ghada’ yedik.”*"
    },
    {
      "id": 299,
      "narrator": "‘Abdur-Rahman bin Sa’d bin ‘Ammar bin Sad, the Mu’adh-dhin of\nthe\nProphet (ﷺ), said:",
      "text": "İyas bin Selame bin Akva’ babasından rivayet etti ki: “Biz Peygamber (ﷺ) ile Cuma (namazı) kılardık, sonra dönerdik ve gölgede gölgelenecek bir gölge görmezdik.”"
    },
    {
      "id": 300,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "‘Abdurrahman bin Sa’d bin Ammar bin Sad, Peygamber (ﷺ)’in mu’azzini, şöyle dedi: “Babam bana, dedesinden, onun da dedesinden, Allah'ın Resulü (ﷺ) zamanında, gölge bir terlik kayışı gibi olduğunda, Cuma günleri ezan okuduğunu söyledi.”"
    },
    {
      "id": 301,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) used to deliver\ntwo\nsermons, and he would sit briefly between the two. (One of the\nnarrators) Bishr added:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) iki hutbe verir, arada kısa bir süre otururdu. (Rivayet edenlerden) Bişr ekledi: \"O ayakta dururken.\""
    },
    {
      "id": 302,
      "narrator": "It was\nnarrated from Ja’far bin ‘Amr bin Huraith that his father\nsaid:",
      "text": "Ca'fer bin 'Amr bin Huraith'ten rivayet edilmiştir ki, babası şöyle dedi: \"Peygamberi (ﷺ) minberde hutbe verirken, siyah bir sarık sarmış olarak gördüm.\""
    },
    {
      "id": 303,
      "narrator": "It was\nnarrated that Simak bin Harb said:",
      "text": "Simak bin Harb'dan rivayet edilmiştir ki, Jabir bin Samurah'ın şöyle dediğini duydum: \"Allah'ın Elçisi (ﷺ) hutbeyi ayakta verirdi, ama kısa bir süre oturur, sonra tekrar ayakta dururdu.\""
    },
    {
      "id": 304,
      "narrator": "It was\nnarrated that Jabir bin Samurah said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) hutbeyi ayakta verirdi, sonra oturur, ardından tekrar ayakta durup bazı ayetleri okur ve Allah'ı anardı. Hutbesi orta uzunluktaydı ve duası da orta uzunluktaydı (yani ne çok uzun ne de çok kısa).\""
    },
    {
      "id": 305,
      "narrator": "",
      "text": "'Abdur-Rahman bin Sa'd bin 'Ammar bin Sa'd, babasının kendisine, kendi babasından, kendi dedesinden şöyle söylediğini rivayet etti: \"Allah'ın Elçisi (ﷺ) savaş alanında konuşma yaptığında, bir yay üzerine yaslanarak yapardı, Cuma hutbesi verdiğinde ise, asasına yaslanarak yapardı.\""
    },
    {
      "id": 306,
      "narrator": "‘Alqamah\nnarrated that ‘Abdullah was asked whether the Prophet (ﷺ)\nused to\ndeliver the sermon standing or sitting. He said:",
      "text": "'Alqamah, 'Abdullah'a Peygamberin (ﷺ) hutbeyi ayakta mı yoksa oturarak mı verdiğini sordu. O da: \"Cuma hutbesi verirken seni ayakta bırakacak olan ayeti okumadın mı?\" dedi."
    },
    {
      "id": 307,
      "narrator": "",
      "text": "Jabir'den rivayet edilmiştir ki, Peygamber (ﷺ) minbere çıktığında insanlara selam verirdi."
    },
    {
      "id": 308,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Eğer Cuma günü imam hutbe verirken arkadaşlarınıza: 'Susun' derseniz, Laghw (boş konuşma veya davranış) yapmış olursunuz.\""
    },
    {
      "id": 309,
      "narrator": "‘Ata’\nbin Yasar narrated from Ubayy bin Ka’b:",
      "text": "'Ata' bin Yasar, Ubayy bin Ka'b'tan rivayet etti: \"Allah'ın Elçisi (ﷺ) bir Cuma günü ayakta durarak Tabarak'ı okudu ve bize Allah'ın günlerini hatırlattı (yani vaaz etti). Abu Darda' veya Abu Dharr bana göz kırptı ve: 'Bu sure ne zaman indirildi? Çünkü ben bunu daha önce duymadım.' dedi. O (Ubayy) ona sessiz kalmasını işaret etti. İşleri bitirdiklerinde, 'Bu sure ne zaman indirildiğini sordum ve bana cevap vermedin.' dedi. Ubayy: 'Bugünkü namazından, sadece yaptığın boş konuşmadan başka bir şey kazanmadın.' dedi. O, Peygamber (ﷺ) yanına gitti ve ona bunu ve Ubayy'ın kendisine söylediklerini anlattı. Allah'ın Elçisi (ﷺ) 'Ubayy doğru söyledi.' dedi.\""
    },
    {
      "id": 310,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki: \"Sulaik Ghatafani, Peygamber (ﷺ) hutbe verirken camiye girdi. O: 'Namaz kıldın mı?' dedi. O da: 'Hayır.' dedi. Peygamber (ﷺ): 'O zaman iki Rek'at kıl.' dedi.\""
    },
    {
      "id": 311,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki: \"Bir adam, Peygamber (ﷺ) hutbe verirken camiye girdi. O: 'Namaz kıldın mı?' dedi. O da: 'Hayır.' dedi. Peygamber (ﷺ): 'O zaman iki Rek'at kıl.' dedi.\""
    },
    {
      "id": 312,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Sulaik Al-Ghatafani, Allah'ın Elçisi (ﷺ) hutbe verirken geldi. Peygamber (ﷺ) ona: 'Buraya gelmeden önce iki Rek'at kıldın mı?' dedi. O da: 'Hayır.' dedi. Peygamber (ﷺ): 'O zaman iki Rek'at kıl, ama kısa tut.' dedi.\""
    },
    {
      "id": 313,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that a man entered the\nmosque one\nFriday when the Messenger of Allah (ﷺ) was delivering the\nsermon.\nHe started stepping over the people’s shoulders, and the\nMessenger\nof Allah (ﷺ) said:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir ki, bir adam bir Cuma günü, Allah'ın Elçisi (ﷺ) hutbe verirken camiye girdi. İnsanların omuzlarının üzerinden geçmeye başladı, bunun üzerine Allah'ın Elçisi (ﷺ): 'Otur, çünkü insanları rahatsız ettin ve geç kaldın.' dedi.\""
    },
    {
      "id": 314,
      "narrator": "It was\nnarrated from Sahl bin Mu’adh bin Anas that his father said:",
      "text": "Sahl bin Mu’adh bin Anas'tan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Cuma günü insanların boynunun üzerinden geçen kimse, cehenneme bir köprü kurmuş olur.'\""
    },
    {
      "id": 315,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, insanlar, Peygamber (ﷺ) minberden indiğinde ihtiyaçlarını ona söylerdi."
    },
    {
      "id": 316,
      "narrator": "It was\nnarrated that ‘Ubaidullah bin Abu Rafi’ said:",
      "text": "‘Ubaidullah bin Abu Rafi’ şöyle dedi: “Marvan, Abu Hurairah’ı Al-Medine’nin başına tayin etti ve Mekk’e doğru yola çıktı. Abu Hurairah, Cuma namazında bize imamlık etti ve birinci rekatta Al-Cumu’ah Suresi’ni, ikinci rekatta ise ‘Münafıklar sana geldiğinde’ ayetini okudu.” ‘Ubaidullah dedi ki: “Abu Hurairah, namazı bitirdiğinde ona yetiştim ve ‘Ali’nin Kufe’de okuduğu iki sureyi okudun’ dedim. Abu Hurairah şöyle dedi: ‘Ben, Allah’ın Elçisi’nin (ﷺ) onları okuduğunu duydum.’”"
    },
    {
      "id": 317,
      "narrator": "It was\nnarrated that ‘Ubaidullah bin ‘Abdullah said:",
      "text": "‘Ubaidullah bin ‘Abdullah şöyle dedi: “Dahhak bin Qais, Nu’man bin Bashir’e yazdı ve ‘Bize Allah’ın Elçisi’nin (ﷺ) Cuma günü Al-Cumu’ah Suresi ile birlikte ne okuduğunu söyle’ dedi. O da: ‘O, ‘Size kıyametin (yani diriliş gününün) haberi geldi mi?’ ayetini okurdu’ dedi.”"
    },
    {
      "id": 318,
      "narrator": "",
      "text": "Abu ‘Inabah Al-Khawlani’den rivayet edilmiştir ki, Peygamber (ﷺ) Cuma günü “Rabbinin en yüce ismini tesbih et” ve “Size kıyametin (yani diriliş gününün) haberi geldi mi?” ayetlerini okurdu."
    },
    {
      "id": 319,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Cuma namazının bir rekatını yakalayan, ona bir rekat daha eklesin.”"
    },
    {
      "id": 320,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah şöyle dedi: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Namazın bir rekatını yakalayan, onu yakalamış demektir.’”"
    },
    {
      "id": 321,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar şöyle dedi: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Cuma namazının veya diğer bir namazın bir rekatını yakalayan, namazı yakalamış demektir.’”"
    },
    {
      "id": 322,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar şöyle dedi: “Kuba halkı, Cuma günleri Allah’ın Elçisi (ﷺ) ile birlikte namaz kılardı.”"
    },
    {
      "id": 323,
      "narrator": "It was\nnarrated that Abu Ja’d Ad-Damri who was a Companion said that\nthe\nProphet (ﷺ) said:",
      "text": "Abu Ja’d Ad-Damri, bir Sahabi olarak şöyle dedi: “Peygamber (ﷺ) şöyle buyurdu: ‘Cuma namazını üç defa terk eden, onu ihmal edenin kalbine bir mühür vurulur.’”"
    },
    {
      "id": 324,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin ‘Abdullah şöyle dedi: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Cuma namazını üç defa, zorunlu bir sebep olmaksızın terk edenin kalbine Allah bir mühür vurur.’”"
    },
    {
      "id": 325,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah şöyle dedi: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Eğer biriniz bir sürü koyun alıp, onlara ot aramak için bir veya iki mil uzaklığa giderse, ama o mesafede hiçbir şey bulamazsa, daha da uzaklaşırsa; o zaman Cuma vakti gelir ama katılmazsa, sonra bir başka Cuma gelir ama katılmazsa, bir başka Cuma daha gelir ama katılmazsa, Allah kalbine bir mühür vurur.’”"
    },
    {
      "id": 326,
      "narrator": "It was\nnarrated from Samurah bin Jundab that the Prophet (ﷺ) said:",
      "text": "Samurah bin Jundab’tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Cuma’yı kasıtlı olarak terk eden, bir Dinar sadaka versin; eğer buna gücü yetmiyorsa, yarım Dinar versin.”"
    },
    {
      "id": 327,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas şöyle dedi: “Peygamber (ﷺ) Cuma namazından önce dört rekat kılardı ve bunları birbirinden ayırmazdı.”"
    },
    {
      "id": 328,
      "narrator": "It was\nnarrated that when ‘Abdullah bin ‘Umar had prayed Friday, he\nwent\nand prayed two Rak’ah in his house. Then he said:",
      "text": "Abdullah bin ‘Umar, Cuma namazını kıldıktan sonra evinde iki rekat namaz kıldı. Sonra şöyle dedi: “Allah’ın Elçisi (ﷺ) bunu yapardı.”"
    },
    {
      "id": 329,
      "narrator": "",
      "text": "Salim, babasından rivayet etti ki, Peygamber (ﷺ) Cuma’dan sonra iki rekat namaz kılardı."
    },
    {
      "id": 330,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah şöyle dedi: “Allah’ın Elçisi (ﷺ) şöyle buyurdu: ‘Cuma’dan sonra namaz kılarsanız, dört rekat kılın.’”"
    },
    {
      "id": 331,
      "narrator": "",
      "text": "‘Amr bin Shu’aib'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Cuma günü namazdan önce camide daireler halinde oturmayı yasaklamıştır."
    },
    {
      "id": 332,
      "narrator": "It was\nnarrated from ‘Amr bin Shu’aib, from his father, that his\ngrandfather said:",
      "text": "‘Amr bin Shu’aib'den, babasından rivayet edilmiştir ki, dedesi şöyle demiştir: “Allah'ın Resulü (ﷺ) Cuma günü Ihtiba’ (bacakların karna doğru toplanarak oturulması ve kolların ya da giysinin bunların etrafında sarılması) yapmayı yasaklamıştır, yani, İmam hutbe verirken.”"
    },
    {
      "id": 333,
      "narrator": "It was\nnarrated that Sa’ib bin Yazid said:",
      "text": "Sa’ib bin Yazid'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) sadece bir Mu’adh-dhin'e sahipti. O dışarı çıktığında Adhan verir, minberden indiğinde ise İkâmet getirirdi. Ebu Bekir ve Ömer de aynı şekilde yaptı, fakat Osman (halife olduğunda) insanların sayısı arttığında, pazardaki Zawra' adlı bir evin üstünden üçüncü çağrıyı ekledi. Dışarı çıktığında (Mu’adh-dhin) Adhan verir, minberden indiğinde İkâmet getirirdi.”"
    },
    {
      "id": 334,
      "narrator": "It was\nnarrated from ‘Adi bin Thabit that his father said:",
      "text": "‘Adi bin Thabit'den rivayet edilmiştir ki, babası şöyle demiştir: “Peygamber (ﷺ) minberde durduğunda, Ashabı ona dönüp bakarlardı.”"
    },
    {
      "id": 335,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Cuma günü, hiçbir Müslüman o anda namaz kılmadığı ve Allah'tan hayırlı şeyler istemediği bir zaman vardır ki, Allah ona istediğini verecektir.’ Ve elini kaldırarak o zamanın ne kadar kısa olduğunu gösterdi.”"
    },
    {
      "id": 336,
      "narrator": "Kathir\nbin ‘Abdullah bin ‘Amr bin ‘Awf Al-Muzani narrated from his\nfather, that his grandfather said:",
      "text": "Kethir bin Abdullah bin Amr bin Avf El-Muzani, babasından, dedesinin şöyle dediğini rivayet etmiştir: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Cuma günü, hiçbir kişinin Allah'tan bir şey istemediği bir zaman vardır ki, Allah ona istediğini verecektir.’” Soruldu: ‘O zaman ne zamandır?’ Dedi: ‘Namaz için İkâmet çağrıldığında, namaz bitene kadar.’”"
    },
    {
      "id": 337,
      "narrator": "It was\nnarrated that ‘Abdullah bin Salam said:",
      "text": "Abdullah bin Selam'dan rivayet edilmiştir ki: “Ben, Allah'ın Resulü (ﷺ) otururken şöyle dedim: ‘Allah Kitabı'nda Cuma günü, hiçbir mümin kulun o anda namaz kılmadığı ve Allah'tan bir şey istemediği bir saat bulduğumuzu görüyoruz, fakat Allah onun ihtiyacını karşılayacaktır.’” Abdullah dedi: “Allah'ın Resulü (ﷺ) bana işaret ederek: ‘Ya da bir saatten bir kısmı.’ dedi. Ben: ‘Haklısınız, ya da bir saatten bir kısmı.’ dedim. Ben: ‘O zaman ne zamandır?’ dedi: ‘Günün son saatleridir.’ Ben: ‘O, namaz vakti değil mi?’ dedim. Dedi: ‘Evet (öyledir), bir mümin kul namaz kıldığında ve sonra sadece namazla oturduğunda, hâlâ namaz halindedir.’”"
    },
    {
      "id": 338,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Kim on iki Rek'at (Sünnet) kılmaya devam ederse, ona Cennet'te bir ev inşa edilecektir: Dört Rek'at Zuhr'dan önce, iki Rek'at Zuhr'dan sonra, iki Rek'at Maghrib'den sonra, iki Rek'at ‘İsha’dan sonra ve iki Rek'at Fajr'dan önce.’”"
    },
    {
      "id": 339,
      "narrator": "It was\nnarrated from Umm Habibah bint Abi Sufyan that the Prophet\n(ﷺ)\nsaid:",
      "text": "Ümmü Habibe bint Ebu Süfyan'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Kim gündüz ve gece on iki Rek'at (Sünnet) kılarsa, ona Cennet'te bir ev inşa edilecektir.”"
    },
    {
      "id": 340,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Kim her gün on iki Rek'at (Sünnet) kılarsa, ona Cennet'te bir ev inşa edilecektir: İki Rek'at Fajr'dan önce, iki Rek'at Zuhr'dan önce, iki Rek'at Zuhr'dan sonra, iki Rek'at, sanırım o, ‘Asr'dan önce dedi, iki Rek'at Maghrib'den sonra, ve sanırım o, iki Rek'at ‘İsha’dan sonra dedi.’”"
    },
    {
      "id": 341,
      "narrator": "",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, sabah aydınlandığında, Peygamber (ﷺ) iki Rek'at kılardı."
    },
    {
      "id": 342,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) sabah (namazından) önce iki Rek'at kılardı, sanki Adhan kulaklarında gibiydi. (yani, onları kısa kılardı).”"
    },
    {
      "id": 343,
      "narrator": "",
      "text": "Hafsa bint ‘Umar'dan rivayet edilmiştir ki, Subh namazı çağrıldığında, Allah'ın Resulü (ﷺ) namaza gitmeden önce iki kısa Rek'at kılardı."
    },
    {
      "id": 344,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Ablution yaptığında, Peygamber (ﷺ) iki (kısa) Rek'at kılar ve sonra namaza çıkar.”"
    },
    {
      "id": 345,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: “Peygamber (ﷺ) İkâmet vaktinde iki Rek'at kılardı.”"
    },
    {
      "id": 346,
      "narrator": "It was\nnarrated from Abu Hurairah that in the two Rak’ah before the\nFajr,\nthe Prophet (ﷺ) used to recite:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Fajr'dan önceki iki Rek'atında, Peygamber (ﷺ) şunu okurdu: \"De ki: 'Ey kafirler!'\""
    },
    {
      "id": 347,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) ile bir ay boyunca birlikte oldum, Fajr'dan önceki iki Rek'atında şunları okurdu: 'De ki: Ey kafirler!' ve 'De ki: Allah tektir.' [İkhlas (112)]\""
    },
    {
      "id": 348,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) Fajr'dan önce iki Rek'at kılardı ve şöyle derdi: 'Fajr'ın iki Rek'atında okunacak en iyi iki Sure şunlardır: \"De ki: Allah tektir\" ve \"De ki: Ey kafirler.\"'"
    },
    {
      "id": 349,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İkâmet çağrıldıktan sonra, sadece farz namaz kılınmalıdır.\""
    },
    {
      "id": 350,
      "narrator": "It was\nnarrated from ‘Abdullah bin Sarjis that the Messenger of Allah\n(ﷺ) saw a man performing the two Rak’ah before the morning prayer\nwhile he himself was performing prayer. When he had finished praying\nhe said to him:",
      "text": "Benzer ifadelerle başka bir isnad."
    },
    {
      "id": 351,
      "narrator": "It was\nnarrated that ‘Abdullah bin Malik bin Buhainah said:",
      "text": "Abdullah bin Sarjis'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) sabah namazından önce iki Rek'at kılan bir adamı gördü, o da namaz kılıyordu. Namazını bitirdikten sonra ona dedi ki: \"Hangi iki namazı kabul edilmesini (yani, sayılmasını) niyet ettin?\""
    },
    {
      "id": 352,
      "narrator": "It was\nnarrated that Qais bin ‘Amr said:",
      "text": "Abdullah bin Malik bin Buhainah'tan rivayet edilmiştir ki: \"Peygamber (ﷺ) sabah namazı için ikâmetin çağrıldığı sırada namaz kılan bir adamın yanından geçti ve ona bir şey söyledi, ne söylediğini bilmiyorum. Namazını bitirdiğinde etrafını sardık ve ona: 'Allah'ın Resulü (ﷺ) sana ne söyledi?' dedik. O da: 'Bana şöyle dedi: \"Biriniz yakında Fajr'ı dört Rek'at kılacak.\"'\""
    },
    {
      "id": 353,
      "narrator": "",
      "text": "Kays bin 'Amr'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) sabah namazından sonra iki Rek'at kılan bir adam gördü ve dedi ki: 'Sabah namazı iki kez mi kılınır?' Adam ona: 'Ben ondan önceki iki Rek'atı kılmadım, bu yüzden şimdi kıldım.' Allah'ın Resulü (ﷺ) sessiz kaldı.\""
    },
    {
      "id": 354,
      "narrator": "It was\nnarrated from Qabus that his father said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) uyudu ve Fajr'dan önceki iki Rek'atı kaçırdı, bu yüzden güneş doğduktan sonra onları kıldı."
    },
    {
      "id": 355,
      "narrator": "",
      "text": "Kâbus'tan rivayet edilmiştir ki, babası şöyle dedi: \"Babam Aişe'ye, Peygamber (ﷺ)'in en çok hangi namazı düzenli olarak kılmayı sevdiğini sordu. O da: 'O, Zuhr'dan önce dört Rek'at kılardı, bu Rek'atlarda uzun süre ayakta durur, rükû ve secdeyi mükemmel yapardı.'\""
    },
    {
      "id": 356,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Abu Eyyub'dan rivayet edilmiştir ki, Peygamber (ﷺ) güneş zirve noktasını geçtikten sonra Zuhr'dan önce dört Rek'at kılardı ve bunları Taslim ile ayırmazdı. O şöyle dedi: \"Güneş zirve noktasını geçince, cennet kapıları açılır.\""
    },
    {
      "id": 357,
      "narrator": "It was\nnarrated that ‘Abdullah bin Harith said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Eğer Allah'ın Resulü (ﷺ) Zuhr'dan önceki dört Rek'atı kaçırırsa, Zuhr'dan sonraki iki Rek'atın ardından kılardı.\""
    },
    {
      "id": 358,
      "narrator": "It was\nnarrated from Umm Habibah that the Prophet (ﷺ) said:",
      "text": "Abdullah bin Harith'ten rivayet edilmiştir ki: \"Muaviye, Ümmü Selame'ye haber gönderdi ve ben onun elçisiyle birlikte Ümmü Selame'ye soru sordum. O şöyle dedi: 'Allah'ın Resulü (ﷺ) benim evimde Zuhr için abdest alırken, bir Sa'i göndermişti, muhacirler etrafında toplandılar ve o onlarla ilgileniyordu. Kapıya bir knock geldiğinde, dışarı çıktı ve Zuhr'ı kıldı, sonra oturdu ve kendisine getirilenleri dağıttı.' O şöyle dedi: 'O, 'Asr'a kadar böyle devam etti. Sonra benim evime girdi ve iki Rek'at kıldı. Sonra şöyle dedi: \"Sa'i meselesi, Zuhr'dan sonra onları kılmama engel oldu, bu yüzden 'Asr'dan sonra kıldım.\"'"
    },
    {
      "id": 359,
      "narrator": "It was\nnarrated that ‘Asim bin Damrah As-Saluli said:",
      "text": "Ümmü Habibe'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Kim Zuhr'dan önce dört Rek'at ve sonra dört Rek'at kılarsa, Allah onu ateşe haram kılar.\""
    },
    {
      "id": 360,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mughaffal said:",
      "text": "Asim bin Damrah As-Saluli'den rivayet edilmiştir ki: \"Ali'ye Allah'ın Resulü'nün (ﷺ) gündüz vakti nafile (namaz) kılması hakkında sorduk. O şöyle dedi: 'Bunu yapamazsınız.' Biz: 'Bize bunu bildir, elimizden geleni yaparız.' dedik. O da: 'Fajr'ı kıldığında, daha fazla namaz kılmayı geciktirirdi. Güneş orada (batıda) göründüğünde - burada göründüğü gibi, yani doğu yönünde, 'Asr namazı için oradan, yani batı yönünde, Maghrib'den önceki kadar - ayakta durur ve iki Rek'at kılardı, sonra güneş orada (batıda) göründüğünde, yani doğu yönünde, Zuhr namazı için oradan, sonra ayakta durur ve dört Rek'at kılardı. Ve, güneş zirve noktasını geçtikten sonra Zuhr'dan önce dört Rek'at, ardından iki Rek'at, ve 'Asr'dan önce dört Rek'at kılardı, her iki Rek'at arasında Taslim ile ayırarak, Allah'a yakın olan melekler, Peygamberler ve onların ardından gelen Müslümanlar ve müminler üzerine.'\""
    },
    {
      "id": 361,
      "narrator": "‘Ali\nbin Zaid bin Jud’an said:",
      "text": "Ali bin Zaid bin Jud’an dedi ki: “Anas bin Malik’in şöyle söylediğini duydum: ‘Müezzi, Allah Resulü (ﷺ) zamanında Ezan okurdu ve o kadar çok insan ayakta durup Maghrib’den önce iki Rek’at kılardı ki, bunun İkâmet olduğunu düşünebilirdiniz.’”"
    },
    {
      "id": 362,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe’den rivayet edilmiştir ki: “Peygamber (ﷺ) Maghrib’i kılar, sonra evime döner ve iki Rek’at daha kılardı.”"
    },
    {
      "id": 363,
      "narrator": "It was\nnarrated that Rafi’ bin Khadij said:",
      "text": "Rafi’ bin Hudayc şöyle dedi: “Banu Abdul-Ashhal ile birlikte Allah Resulü (ﷺ)’ne geldik ve o, bize camimizde Maghrib’i kıldırdı. Sonra dedi ki: ‘Bu iki Rek’atı evlerinizde kılın.’”"
    },
    {
      "id": 364,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that for the two Rak’ah\nafter Maghrib, the Prophet (ﷺ) used to recite:",
      "text": "Abdullah bin Mes’ud’dan rivayet edilmiştir ki, Peygamber (ﷺ) Maghrib’den sonra iki Rek’at için şunları okurdu: “De ki: Ey kafirler!” ve “De ki: O, Allah tektir.” [İhlâs (112)]"
    },
    {
      "id": 365,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre’den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Kim Maghrib’den sonra altı Rek’at kılarsa ve aralarında kötü bir şey söylemezse, on iki yıl ibadetinin sevabını alır.”"
    },
    {
      "id": 366,
      "narrator": "It was\nnarrated that Kharijah bin Hudhafah Al-‘Adawi said:",
      "text": "Kharijah bin Hudhafah Al-‘Adawi şöyle dedi: “Peygamber (ﷺ) bize çıktı ve dedi ki: ‘Allah, sizin için kırmızı develerden daha hayırlı bir namaz artırdı. O, Witr’dir; Allah’ın, ‘İsha’ namazı ile sabahın doğuşu arasında emrettiği bir namazdır.’”"
    },
    {
      "id": 367,
      "narrator": "‘Ali\nbin Abu Talib said:",
      "text": "Ali bin Ebu Talib dedi ki: “Witr kesin (farz) değildir, ne de sizin farz namazlarınıza benzer. Ama Allah Resulü (ﷺ) Witr kıldı, sonra dedi ki: ‘Ey Kur’an ehli! Witr kılın, çünkü Allah Witr’dir ve tek sayıları sever.’”"
    },
    {
      "id": 368,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Prophet (ﷺ)\nsaid:",
      "text": "Abdullah bin Mes’ud’dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Allah Witr’dir ve tek sayıları sever, öyleyse Witr kılın, ey Kur’an ehli.” Bir bedevi dedi ki: ‘Allah Resulü (ﷺ) ne diyor?’ O da: ‘Bu, sizin veya arkadaşlarınız için değildir.’”"
    },
    {
      "id": 369,
      "narrator": "It was\nnarrated that Ubayy bin Ka’b said:",
      "text": "Ubayy bin Ka’b şöyle dedi: “Allah Resulü (ﷺ) Witr kılardı ve şunları okurdu: ‘Rabbini en yüce ismiyle tesbih et.’, ‘De ki: Ey kafirler!’ [Kafirun (109)] ve ‘De ki: Allah tektir.’”"
    },
    {
      "id": 370,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nused to\nperform Witr and recite:",
      "text": "İbn Abbas’tan rivayet edilmiştir ki, Allah Resulü (ﷺ) Witr kılardı ve şunları okurdu: “Rabbini en yüce ismiyle tesbih et,” “De ki: Ey kafirler!” [Kafirun (109)] ve ‘De ki: Allah tektir.’"
    },
    {
      "id": 371,
      "narrator": "It was\nnarrated that ‘Abdul-‘Aziz bin Juraij said:",
      "text": "Benzer ifadelerle başka bir isnad."
    },
    {
      "id": 372,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "Abdul-Aziz bin Juraij şöyle dedi: “Aişe’ye, Allah Resulü (ﷺ)’nün Witr’de ne okuduğunu sorduk. O da: ‘İlk Rek’atında “Rabbini en yüce ismiyle tesbih et,” ikinci Rek’atında “De ki: Ey kafirler!” [Kafirun (109)] ve üçüncü Rek’atında “De ki: Allah tektir” ve Mu’awwidhatayn (113. ve 114. Sure) okurdu.’”"
    },
    {
      "id": 373,
      "narrator": "Abu\nMijlaz narrated that Ibn ‘Umar said:",
      "text": "İbn Umar şöyle dedi: “Allah Resulü (ﷺ) gece namazlarını iki iki kılar, bir Rek’at Witr kılardı.”"
    },
    {
      "id": 374,
      "narrator": "A man\nasked Ibn ‘Umar:",
      "text": "Ebu Mijlaz, İbn Umar’dan şöyle rivayet etti: “Allah Resulü (ﷺ) dedi ki: ‘Gece namazları iki iki kılınır ve Witr bir Rek’at’tır.’ Ben de: ‘Eğer uykum gelirse ve uyumak istersem ne yapmalıyım?’ dedim. O da: ‘“Ne dersin”i o yıldızın yanına koy.’ (yani, bunu hiç düşünme). Başımı kaldırdım ve As-Simak’ı gördüm.* O, Allah Resulü (ﷺ)’nün: ‘Gece namazları iki iki kılınır ve Witr bir Rek’at’tır, sabahın doğuşundan önce.’ dediğini tekrar etti.”"
    },
    {
      "id": 375,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "* Burada As-Simak, bir yıldız veya yıldızlar anlamına gelir; ya Arcturus (As-Simak Ar-Ramih) ya da Spica, diğer adıyla Alpha Virginis (As-Simak Al-A'zal)."
    },
    {
      "id": 376,
      "narrator": "It was\nnarrated that Al-Hasan bin ‘Ali said:",
      "text": "Al-Hasan bin Ali'den rivayet edilmiştir: “Dedem, Allah'ın Elçisi (ﷺ), bana Vitir'in Kunut'unda söylemem için bazı kelimeler öğretti: Allah'ım, beni affettiğin kimselerle affet, bana dost olduğun kimselerle dost ol, beni hidayet ettiğin kimselerle hidayet et, takdir ettiğin şerden koru ve bana verdiğin şeylerde bereket ver. Şüphesiz ki sen hükmedersin ve senin üzerinde hükmedilmez, senin desteklediğin asla zelil olmaz. Seni her türlü noksanlıktan tenzih ederiz, Rabbimiz, sen mübarek ve yücesin.”"
    },
    {
      "id": 377,
      "narrator": "It was\nnarrated from ‘Ali bin Abi Talib that the Prophet (ﷺ) used\nto say\nat the end of Witr:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir ki, Peygamber (ﷺ) Vitir'in sonunda şöyle derdi: “Allah'ım, ben senin gazabından, rızana sığınırım, azabından, affına sığınırım ve senden, kendinden sığınırım. Seni övmeyi sayamam, sen kendini nasıl övdüysen öylesin.”"
    },
    {
      "id": 378,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) yağmur için dua etmediği sürece ellerini hiçbir duasında kaldırmazdı (İstisqa’), o zaman ellerini o kadar yukarı kaldırırdı ki, koltuk altlarının beyazlığı görünürdü."
    },
    {
      "id": 379,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Allah'a dua ettiğinizde, ellerinizin avuçlarıyla (yukarıya) dua edin. Ellerinizin sırtıyla (yukarıya) dua etmeyin. Ve dua ettiğinizde, yüzünüzü onlarla silin.’”"
    },
    {
      "id": 380,
      "narrator": "",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) Vitir kılardı ve Rükû'dan önce Kunut okurdu."
    },
    {
      "id": 381,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, kendisine Subh namazındaki Kunut hakkında sorulduğunda, “Biz Rükû'dan önce ve sonra Kunut okurduk.” dedi."
    },
    {
      "id": 382,
      "narrator": "It was\nnarrated that Muhammad said:",
      "text": "Muhammed'den rivayet edilmiştir ki, “Anas bin Malik'e Kunut'u sordum, o da ‘Allah'ın Elçisi (ﷺ) Rükû'dan sonra Kunut okurdu.’ dedi.”"
    },
    {
      "id": 383,
      "narrator": "It was\nnarrated that Masruq said:",
      "text": "Masruq'tan rivayet edilmiştir ki, “Aişe'ye Allah'ın Elçisi (ﷺ) Vitri hakkında sordum. O da, ‘O, gecenin her bölümünde, başında, ortasında ve sonunda Vitir kılardı, vefat ettiğinde (sabahdan) hemen önce kılardı.’ dedi.”"
    },
    {
      "id": 384,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) gecenin her bölümünde Vitir kılardı, başında ve ortasında, en sonunda Vitri sabahdan hemen önce kılardı.”"
    },
    {
      "id": 385,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Aranızda gece sonunda uyanamayacağından korkan varsa, gecenin başında Vitir kılsın, sonra uyusun. Gece sonunda uyanacağını uman varsa, gecenin sonunda Vitir kılsın, çünkü gecenin sonunda (Kur'an) okuma melekler tarafından katılınır ve bu daha hayırlıdır.”"
    },
    {
      "id": 386,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Kim uyursa ve Vitri kaçırırsa, sabah olunca veya hatırlayınca kılmalıdır.’”"
    },
    {
      "id": 387,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Ebu Sa'id'den rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Sabah olmadan önce Vitir kılın.’”"
    },
    {
      "id": 388,
      "narrator": "It was\nnarrated from Abu Ayyub Al-Ansari that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Ebu Eyyub El-Ensari'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: “Vitir Haktır.* Kim isterse beş (Rak'at) ile Vitir kılsın, kim isterse üç (Rak'at) ile Vitir kılsın, kim isterse bir (Rak'at) ile Vitir kılsın.”"
    },
    {
      "id": 389,
      "narrator": "It was\nnarrated that Sa’d bin Hisham said:",
      "text": "Sa'd bin Hişam'dan rivayet edilmiştir ki, “Aişe'ye sordum: ‘Ey Müminlerin Annesi! Allah'ın Elçisi (ﷺ) Vitri hakkında bana söyle.’ O da, ‘Biz onun misvakını ve abdest suyununu hazır tutardık. Allah, gece istediği zaman onu uyandırırdı, o da misvak kullanır ve abdest alırdı, sonra dokuz Rak'at kılardı, sekizinci Rak'at'a kadar oturmazdı. Sonra Rabbine dua eder, Allah'ı anar, O'na hamd eder ve O'na dua ederdi. Sonra selam vermeden kalkardı. Sonra ayakta dokuzuncu Rak'at'ı kılardı. Sonra oturur, Allah'ı anar, O'na hamd eder, Rabbine dua eder ve Peygamberine salavat getirirdi. Sonra duyabileceğimiz bir selam verirdi. Sonra selamdan sonra oturarak iki Rak'at daha kılardı. Bu on bir Rak'at ederdi. Allah'ın Elçisi (ﷺ) yaşlandığında ve kilolu olduğunda, yedi Rak'at ile Vitir kılardı ve selam verdikten sonra iki Rak'at daha kılardı.’”"
    },
    {
      "id": 390,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) yedi veya beş Rak'at ile Vitir kılardı ve aralarında selam vermez veya konuşmazdı.”"
    },
    {
      "id": 391,
      "narrator": "It was\nnarrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Elçisi (ﷺ) seyahat ederken iki Rek'at namaz kılardı ve bundan fazlasını yapmazdı. Gece de Teheccüd namazı kılardı.” Ben sordum: “Witr namazı kılar mıydı?” O da: “Evet.” dedi."
    },
    {
      "id": 392,
      "narrator": "It was\nnarrated that Ibn ‘Abbas and Ibn ‘Umar said:",
      "text": "İbn Abbas ve İbn Ömer'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) seyahat ederken iki Rek'at namaz kılmayı emretmiştir; bu namazlar tamdır ve kısaltılmaz. Seyahat halindeyken Witr namazı sünnettir.”"
    },
    {
      "id": 393,
      "narrator": "",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Peygamber (ﷺ) Witr'den sonra oturarak iki kısa Rek'at namaz kılardı."
    },
    {
      "id": 394,
      "narrator": "It was\nnarrated that Abu Salamah said:",
      "text": "Abu Salamah'dan rivayet edilmiştir ki: “Aişe bana, Allah'ın Elçisi (ﷺ) bir Rek'at Witr kıldıktan sonra oturarak iki Rek'at namaz kıldığını, sonra rükûya gitmek istediğinde ayağa kalkıp rükûya gittiğini anlattı.”"
    },
    {
      "id": 395,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Peygamberi (ﷺ) gece sonunda hiç görmedim, yanımda uyumaktan başka.”"
    },
    {
      "id": 396,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: “Peygamber (ﷺ) Fajr'ın iki (sünnet) Rek'atını kıldığında sağ tarafına yatardı.”"
    },
    {
      "id": 397,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) Fajr'ın iki (sünnet) Rek'atını kıldığında yatardı.”"
    },
    {
      "id": 398,
      "narrator": "It was\nnarrated that Sa’eed bin Yasar said:",
      "text": "Sa'eed bin Yasar'dan rivayet edilmiştir ki: “İbn Ömer ile birlikteydim ve geride kaldım, Witr namazı kıldım. O da: ‘Seni ne alıkoydu?’ dedi. Ben: ‘Witr namazı kılıyordum.’ dedim. O da: ‘Allah'ın Elçisi (ﷺ) senin için en güzel örnek değil mi?’ dedi. Ben: ‘Elbette.’ dedim. O da: ‘Allah'ın Elçisi (ﷺ) deve üzerinde Witr namazı kılardı.’ dedi.”"
    },
    {
      "id": 399,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) binek üzerinde Witr namazı kılardı."
    },
    {
      "id": 400,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) Abu Bekir'e: ‘Witr namazını ne zaman kılarsın?’ dedi. O da: ‘Gece başında, ‘İsha’dan sonra.’ dedi. Peygamber (ﷺ) dedi: ‘Peki sen, ey Ömer?’ O da: ‘Gece sonunda.’ dedi. Peygamber (ﷺ) dedi: ‘Ey Abu Bekir, sen güvenilir bir tutamak (yani, ihtiyatlı olmak istiyorsun) aldın, ey Ömer, sen de güç aldın (yani, Witr namazını kılacak kararlılığa sahip olduğunu düşünüyorsun).’”"
    },
    {
      "id": 401,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "Benzer anlamda başka bir isnad."
    },
    {
      "id": 402,
      "narrator": "‘Iyad\nnarrated that he asked Abu Sa’eed Al-Khudri:",
      "text": "Abdullah'dan rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) namaz kıldı ve bir şey ekledi veya çıkardı.” (Rivayet edenlerden biri) İbrahim dedi ki: “Kargaşa benden kaynaklanıyor (yani, hangisi olduğunu bilmiyordu).” “Ona denildi ki: ‘Ey Allah'ın Elçisi! Namaza bir şey eklendi mi?’ O da: ‘Ben sadece bir insanım, sizin unuttuğunuz gibi ben de unuturum. Eğer biri unutur ise, oturduğunda iki secde yapsın.’ Sonra Peygamber (ﷺ) döndü ve iki secde yaptı.”"
    },
    {
      "id": 403,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "İyad, Abu Sa’eed Al-Khudri'ye sordu: “Bizden biri namaz kılıyor ve kaç Rek'at kıldığını bilmiyor.” O da: “Allah'ın Elçisi (ﷺ) dedi ki: ‘Eğer biriniz namaz kılarken kaç Rek'at kıldığını bilmiyorsa, oturarak iki secde yapsın.’”"
    },
    {
      "id": 404,
      "narrator": "It was\nnarrated from Ibn Buhainah:",
      "text": "Abdullah'dan rivayet edilmiştir ki: “Bir seferinde Peygamber (ﷺ) Zuhr namazını beş Rek'at ile kıldı, ona: ‘Namaza bir şey eklendi mi?’ denildi. O da: ‘O ne?’ dedi. Onlar ona söylediler, o da Kıble'ye döndü ve iki secde yaptı.”"
    },
    {
      "id": 405,
      "narrator": "",
      "text": "İbn Buhainah'dan rivayet edilmiştir: “Peygamber (ﷺ) namaz kıldı, sanırım ‘Asr namazıydı, ikinci Rek'atında oturmadan ayağa kalktı. Selam vermeden önce iki secde yaptı.”"
    },
    {
      "id": 406,
      "narrator": "It was\nnarrated that Mughirah bin Shu’bah said:",
      "text": "Mughirah bin Shu’bah'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Sizden biri iki Rak’ahdan sonra ayakta durursa, eğer tam olarak ayakta durmamışsa, tekrar otursun; fakat eğer tam olarak ayakta durduysa, oturmasın ve unutma secdesi (Sahw) için iki secde yapsın.’”"
    },
    {
      "id": 407,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin ‘Awf said:",
      "text": "‘Abdur-Rahman bin ‘Awf'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Sizden biri bir veya iki Rak’ah kıldığından emin değilse, bir olduğunu varsaysın. Eğer iki veya üç kıldığından emin değilse, iki olduğunu varsaysın. Eğer üç veya dört kıldığından emin değilse, üç olduğunu varsaysın. Sonra namazının geri kalanını tamamlasın ki, şüphe daha fazlası hakkında olsun. Sonra oturarak iki secde yapsın, Taslim (Selam verme)den önce.’”"
    },
    {
      "id": 408,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Sizden biri namazı hakkında şüpheye düşerse, şüpheyi bir kenara bıraksın ve kesin olan üzerine hareket etsin. Namazının tamamlandığından emin olduktan sonra, iki secde yapsın. Eğer namazı tamamsa, o (fazladan) Rak’ah nafile olarak sayılacak; eğer namazı eksikse, o Rak’ah namazını tamamlayacak ve iki secde, Şeytanın burnunu toprağa sürtecektir.’”"
    },
    {
      "id": 409,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "‘Abdullah'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) namaz kıldı ve ben onun bir şey ekleyip eklemediğinden emin değilim. O sordu, biz de ona söyledik, o da Kıble’ye döndü ve iki secde yaptı, sonra Selam verdi. Sonra bize döndü ve şöyle dedi: ‘Namaz hakkında yeni bir emir gelmiş olsaydı, size mutlaka haber verirdim. Ama ben sadece bir insanım, unuturum ve siz de unutursunuz. Eğer ben unutursem, beni hatırlatın. Eğer sizden biri namazı hakkında şüpheye düşerse, doğruya en yakın olanı yapsın, sonra namazı tamamlasın, Selam versin ve iki secde yapsın.’”"
    },
    {
      "id": 410,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "‘Abdullah'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Sizden biri namazı hakkında şüpheye düşerse, doğru olanı yapmaya çalışsın, sonra iki secde yapsın.’”"
    },
    {
      "id": 411,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nforgot\nand said the Taslim after two Rak’ah. A man who was called\nDhul-Yadain said to him:",
      "text": "Tanafisi şöyle dedi: \"Bu temel kuraldır ve kimse bunu reddedemez.\""
    },
    {
      "id": 412,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) iki Rak’ahdan sonra unuttu ve Taslimi söyledi. Dhul-Yadain adında bir adam ona şöyle dedi: ‘Ey Allah’ın Resulü, namaz kısaldı mı yoksa unuttun mu?’ O şöyle dedi: ‘Namaz kısalmadı ve ben unuttum.’ O dedi ki: ‘Ama sen iki Rak’ah kıldın.’ O da: ‘Dhul-Yadain’in söyledikleri doğru mu?’ dediler: ‘Evet.’ Bunun üzerine ileriye geçti ve iki Rak’ah kıldı, Selam verdi, sonra unutma secdeleri için iki secde yaptı.”"
    },
    {
      "id": 413,
      "narrator": "It was\nnarrated that ‘Imran bin Husain said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) bize bir öğle namazı kıldırdı ve iki Rak’ah kıldı, sonra Selam verdi. Sonra ayağa kalktı ve camideki bir tahta parçasına yaslandı. Acele edenler camiden çıktı ve namazın kısaldığını söylediler. İnsanlar arasında Abu Bekir ve ‘Umar da vardı, ama bir şey söylemeye cesaret edemediler. İnsanlar arasında uzun kolları olan Dhul-Yadain adında bir adam da vardı. O şöyle dedi: ‘Ey Allah’ın Resulü, namaz kısaldı mı yoksa unuttun mu?’ O şöyle dedi: ‘Namaz kısalmadı ve ben unuttum.’ O dedi ki: ‘Ama sen iki Rak’ah kıldın.’ O da: ‘Dhul-Yadain’in söyledikleri doğru mu?’ dediler: ‘Evet.’ Bunun üzerine ileriye geçti ve iki Rak’ah kıldı, Selam verdi, sonra iki secde yaptı ve tekrar Selam verdi.”"
    },
    {
      "id": 414,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "‘Imran bin Husain'den rivayet edilmiştir: “Allah’ın Resulü (ﷺ) ‘Asr namazında üç Rak’ahdan sonra Selam verdi, sonra ayağa kalktı ve daireye girdi. Büyük elleri olan Khirbaq ayağa kalktı ve bağırdı: ‘Ey Allah’ın Resulü! Namaz kısaldı mı?’ O öfkeli bir şekilde çıktı, alt giysisini sürüyerek geldi ve soruldu, ona (ne olduğunu) söylediler. Sonra atladığı Rak’ahı kıldı, sonra Selam verdi, sonra iki secde yaptı ve tekrar Selam verdi.”"
    },
    {
      "id": 415,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Şeytan, sizden birinin namaz kıldığı sırada gelir ve onu ruhu ile arasına alır, ta ki ne eklediğini ne de çıkardığını bilmez. Eğer böyle olursa, Selamdan önce iki secde yapsın, sonra Selam versin.”"
    },
    {
      "id": 416,
      "narrator": "",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Şeytan, Adem oğluyla ruhu arasında gelir ve ne kadar Rak’ah kıldığını bilmez. Eğer bir kişi bunu fark ederse, Selamdan önce iki secde yapsın.”"
    },
    {
      "id": 417,
      "narrator": "It was\nnarrated that Thawban said:",
      "text": "‘Alqamah'dan rivayet edilmiştir ki, İbn Mes’ud, Selamdan sonra unutma secdeleri için iki secde yaptı ve bunun Peygamber (ﷺ) tarafından da yapıldığını belirtti.”"
    },
    {
      "id": 418,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Thawban'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Her hata için, Selamdan sonra iki secde vardır.’”"
    },
    {
      "id": 419,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: “Peygamber (ﷺ) namaz kılmak için çıktı ve Tekbir aldı, sonra onlara beklemelerini işaret etti. Gitti ve yıkanma yaptı, başı su damlayarak onları namazda yönetti. İşini bitirdiğinde şöyle dedi: ‘Ben size cünüp bir halde çıktım ve namaza başlamadan unuttum.’”"
    },
    {
      "id": 420,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "‘Aişah'dan rivayet edilmiştir: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Kim kusarsa, burun kanaması olursa, geğirirse veya prostat sıvısı çıkarsa, namazı bırakmalı; abdest almalı, sonra namazına devam etmelidir ve bu haldeyken konuşmamalıdır.’”"
    },
    {
      "id": 421,
      "narrator": "It was\nnarrated that ‘Imran bin Husain said:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir: \"Ben Nasur'dan muzdariptim ve Peygamber (ﷺ) ile namaz hakkında konuştum. O da: 'Namazı ayakta kıl; eğer yapamazsan oturarak; eğer yine yapamazsan yan tarafında yatarak kıl.' dedi.\""
    },
    {
      "id": 422,
      "narrator": "It was\nnarrated that Wa’il bin Hujr said:",
      "text": "Vail bin Hucur'dan rivayet edilmiştir: \"Peygamber (ﷺ) hastayken sağ tarafında oturarak namaz kıldığını gördüm.\""
    },
    {
      "id": 423,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Ümmü Selime'den rivayet edilmiştir: \"Ona ruhunu (yani Peygamber (ﷺ)'in ruhunu) alan Allah'a yemin ederim ki, o, oturarak en çok namazını kılmadan ölmedi. Ve onun en sevdiklerinden biri, kişinin düzenli olarak yaptığı salih ameldi, hatta bu az bile olsa.\""
    },
    {
      "id": 424,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) oturarak Kur'an okurdu, sonra rüku yapmak istediğinde, bir kişinin kırk ayet okuması kadar ayakta dururdu.\""
    },
    {
      "id": 425,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ)'nin yaşlı olana kadar gece namazını ayakta kıldığını görmedim. Sonra oturarak namaz kılmaya başladı, ta ki okumasının otuz veya kırk ayeti kaldığında ayakta durup onları okur ve secde ederdi.\""
    },
    {
      "id": 426,
      "narrator": "It was\nnarrated that ‘Abdullah bin Shaqiq Al-‘Uqaili said:",
      "text": "Abdullah bin Şakik el-Uqayli'den rivayet edilmiştir: \"Aişe'ye, Allah'ın Elçisi (ﷺ)'nin gece namazı hakkında sordum. O da: 'O, gece uzun süre ayakta namaz kılardı, ve uzun süre oturarak namaz kılardı. Eğer ayakta namaz kılarsa, ayakta rüku yapar; eğer oturarak namaz kılarsa, oturarak rüku yapardı.' dedi.\""
    },
    {
      "id": 427,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Prophet (ﷺ) passed\nby\nhim when he was praying sitting down. He said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, Peygamber (ﷺ) onun yanından geçerken oturarak namaz kıldığını gördü. O da: \"Oturarak kılanın namazı, ayakta kılanın namazının yarısı kadardır.\" dedi."
    },
    {
      "id": 428,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nwent\nout and saw some people praying while sitting down. He said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dışarı çıktı ve bazı insanların oturarak namaz kıldıklarını gördü. O da: \"Oturarak kılanın namazı, ayakta kılanın namazının yarısı kadardır.\" dedi."
    },
    {
      "id": 429,
      "narrator": "",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir ki, o, Allah'ın Elçisi (ﷺ)'ne oturarak namaz kılan bir adam hakkında sordu. O da: \"Kim ayakta namaz kılarsa, bu daha iyidir. Kim oturarak namaz kılarsa, ayakta kılanın sevabının yarısını alır. Kim yatarak namaz kılarsa, oturarak kılanın sevabının yarısını alır.\" dedi."
    },
    {
      "id": 430,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) son hastalığına yakalandığında\" - (Rivayet edenlerden) Ebu Muaviye dedi ki: \"Hastalık onu sardığında\" - \"Bilal, ona namaz vaktinin geldiğini bildirmek için geldi. O da: 'Ebu Bekir'in insanlara namaz kıldırmasını söyle.' dedi. Biz de: 'Ey Allah'ın Elçisi! Ebu Bekir yumuşak huylu bir adamdır, senin yerinde durursa ağlayacak ve bunu yapamayacak. Neden Ömer'e insanlara namaz kıldırmasını söylemiyorsun?' dedi. O da: 'Ebu Bekir'in insanlara namaz kıldırmasını söyle; siz Yusuf'un kadın arkadaşları gibisiniz.' dedi.\" O da: \"Böylece Ebu Bekir'e haber gönderdik ve o insanlara namaz kıldırdı. Sonra Allah'ın Elçisi (ﷺ) biraz daha iyi hissetmeye başladı, bu yüzden iki adamın desteğiyle namaza çıktı. Ebu Bekir onun orada olduğunu görünce geri çekilmek istedi, ama Peygamber (ﷺ) ona kaldığı yerde durmasını işaret etti. Sonra (iki adam) onu Ebu Bekir'in yanına oturttular ve Ebu Bekir, Peygamber (ﷺ)'in arkasında duruyordu ve insanlar da Ebu Bekir'in arkasında duruyordu.\""
    },
    {
      "id": 431,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) hastayken insanlara namaz kıldırması için Ebu Bekir'i görevlendirdi ve Ebu Bekir onlara namaz kıldırıyordu. Sonra Allah'ın Elçisi (ﷺ) biraz daha iyi hissetmeye başladı, bu yüzden dışarı çıktı ve Ebu Bekir'in insanlara namaz kıldırdığını gördü. Ebu Bekir onu görünce geri çekildi, ama Allah'ın Elçisi (ﷺ) ona kaldığı yerde durmasını işaret etti. Sonra Allah'ın Elçisi (ﷺ) Ebu Bekir'in yanına oturdu. Ebu Bekir, Allah'ın Elçisi (ﷺ)'nin namazına uyuyordu ve insanlar da Ebu Bekir'in namazına uyuyordu.\""
    },
    {
      "id": 432,
      "narrator": "It was\nnarrated that Salim bin ‘Ubaid said:",
      "text": "Salim bin Ubeyd'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) hastayken bayıldı, sonra uyandı ve: 'Namaz vakti geldi mi?' dedi. Onlar: 'Evet.' dediler. O da: 'Bilal'e ezan okumasını söyle, ve Ebu Bekir'e insanlara namaz kıldırmasını söyle.' dedi. Sonra tekrar bayıldı, sonra uyandı ve: 'Namaz vakti geldi mi?' dedi. Onlar: 'Evet.' dediler. O da: 'Bilal'e ezan okumasını söyle, ve Ebu Bekir'e insanlara namaz kıldırmasını söyle.' dedi. Sonra tekrar bayıldı, sonra uyandı ve: 'Namaz vakti geldi mi?' dedi. Onlar: 'Evet.' dediler. O da: 'Bilal'e ezan okumasını söyle, ve Ebu Bekir'e insanlara namaz kıldırmasını söyle.' Aişe dedi ki: 'Babam yumuşak huylu bir adamdır, ve o o yerde durursa ağlayacak ve bunu yapamayacak. Eğer başka birine söyleseniz (bu daha iyi olur).' Sonra tekrar bayıldı, sonra uyandı ve: 'Bilal'e ezan okumasını söyle, ve Ebu Bekir'e insanlara namaz kıldırmasını söyle. Siz Yusuf'un kadın arkadaşları gibisiniz.' dedi. Böylece Bilal'e ezan okuması için söylendi ve o da ezanı okudu, ve Ebu Bekir'e insanlara namaz kıldırması için söylendi, ve o da kıldırdı. Sonra Allah'ın Elçisi (ﷺ) biraz daha iyi hissetti ve: 'Bana yaslanabileceğim birini bulun.' dedi. Berire ve başka bir adam geldi, ve o onlara yaslandı. Ebu Bekir onu görünce geri çekilmek istedi, ama (Peygamber (ﷺ)) ona kaldığı yerde durmasını işaret etti. Sonra Allah'ın Elçisi (ﷺ) gelip Ebu Bekir'in yanına oturdu, ta ki Ebu Bekir namazını bitirene kadar. Sonra Allah'ın Elçisi (ﷺ) vefat etti.\""
    },
    {
      "id": 433,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) son hastalığına yakalandığında, Aişe'nin evindeydi. O da: 'Ali'yi çağırın.' dedi. Aişe: 'Ey Allah'ın Elçisi, senin için Ebu Bekir'i mi çağıralım?' dedi. O da: 'Onu çağırın.' Hafsa: 'Ey Allah'ın Elçisi, senin için Ömer'i mi çağıralım?' dedi. O da: 'Onu çağırın.' Ümmü'l-Fadl: 'Ey Allah'ın Elçisi, senin için Abbas'ı mı çağıralım?' dedi. O da: 'Evet.' dedikten sonra toplandılar, Allah'ın Elçisi (ﷺ) başını kaldırdı, baktı ve sustu. Ömer: 'Kalk ve Allah'ın Elçisi (ﷺ)'ni yalnız bırak.' dedi. Sonra Bilal, ona namaz vaktinin geldiğini bildirmek için geldi ve o da: 'Ebu Bekir'in insanlara namaz kıldırmasını söyle.' dedi. Aişe: 'Ey Allah'ın Elçisi, Ebu Bekir yumuşak huylu bir adamdır, ve eğer seni görmezse ağlayacak ve insanlar da onunla ağlayacak. Eğer Ömer'e insanlara namaz kıldırmasını söylersen (bu daha iyi olur).' dedi. Ebu Bekir dışarı çıktı ve insanlara namaz kıldırdı, sonra Allah'ın Elçisi (ﷺ) biraz daha iyi hissetti, bu yüzden dışarı çıktı, iki adamın desteğiyle, ayaklarıyla yere izler bırakarak. İnsanlar onu görünce: 'Subhanallah' dediler, Ebu Bekir'i uyarmak için. O geri çekilmek istedi, ama Peygamber (ﷺ) ona kaldığı yerde durmasını işaret etti. Sonra Allah'ın Elçisi (ﷺ) geldi ve sağında oturdu. Ebu Bekir ayakta durdu ve o, Peygamber (ﷺ)'in arkasında duruyordu, insanlar da Ebu Bekir'in arkasında duruyordu. İbn Abbas dedi ki: 'Ve Allah'ın Elçisi (ﷺ) Ebu Bekir'in okuduğu yerden okumaya başladı.'\""
    },
    {
      "id": 434,
      "narrator": "Hamzah\nbin Mughirah bin Shu’bah narrated that his father said:",
      "text": "Hamza bin Mughirah bin Şu'be, babasından rivayet etmiştir: \"Allah'ın Elçisi (ﷺ) bir yolculukta geri kaldı ve biz, Abdurrahman bin Avf'ın insanlara bir rekât namaz kıldırdığı zaman onlara ulaştık. O, Peygamber (ﷺ)'in orada olduğunu görünce geri çekilmek istedi, ama Peygamber (ﷺ) ona namazı tamamlaması için işaret etti. O da: 'İyi yaptın, gelecekte de aynı şekilde yap.' dedi.\""
    },
    {
      "id": 435,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) hastalandı ve bazı arkadaşları onu ziyaret etti. Allah'ın Elçisi (ﷺ) oturarak namaz kıldı ve onlar onun arkasında ayakta namaz kıldılar. O, onlara oturmalarını işaret etti ve namazı bitirdiğinde: 'İmam, takip edilmek için tayin edilmiştir. O rüku yaptığında, rüku yapın; o tekrar ayakta durduğunda, ayakta durun, ve eğer oturarak namaz kılarsa, oturarak namaz kılın.' dedi.\""
    },
    {
      "id": 436,
      "narrator": "It was\nnarrated from Anas bin Malik that the Prophet (ﷺ) fell from\nhis\nhorse and he suffered some lacerations on his right side. We went\nto\nvisit him and the time for prayer came. He led us in prayer sitting\ndown, and we prayed behind him sitting down. When he finished the\nprayer he said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) atından düştü ve sağ tarafında bazı yaralar oluştu. Onu ziyarete gittik ve namaz vakti geldi. Oturarak namaz kıldırdı ve biz de onun arkasında oturarak namaz kıldık. Namazı bitirdiğinde şöyle dedi: “İmam, takip edilmek üzere tayin edilmiştir. O Allahu Ekber dediğinde, siz de Allahu Ekber deyin; rükuya gittiğinde, rükuya gidin; Sami’ Allahu liman hamidah dediğinde, Rabbana wa lakal-hamd deyin; secde ettiğinde, secde edin; eğer oturarak namaz kılarsa, siz de oturarak namaz kılın.”"
    },
    {
      "id": 437,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) şöyle dedi: ‘İmam, takip edilmek üzere tayin edilmiştir. O Allahu Ekber dediğinde, siz de Allahu Ekber deyin; rükuya gittiğinde, rükuya gidin; Sami’ Allahu liman hamidah dediğinde, Rabbana wa lakal-hamd deyin; secde ettiğinde, secde edin; eğer ayakta namaz kılarsa, ayakta namaz kılın; eğer oturarak namaz kılarsa, oturarak namaz kılın.’”"
    },
    {
      "id": 438,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) hastalandı ve biz onun arkasında oturarak namaz kıldık. Abu Bekir, insanların duyabileceği şekilde tekbir getiriyordu. Bize döndü ve ayakta durduğumuzu görünce oturmamız için işaret etti. Selam verdikten sonra şöyle dedi: ‘Siz, kralları otururken ayakta kalan Perslerin ve Romalıların eylemini yapmaya niyetleniyordunuz. Bunu yapmayın. İmamınıza uyun; eğer o ayakta namaz kılarsa, siz de ayakta namaz kılın; eğer oturarak namaz kılarsa, siz de oturarak namaz kılın.’”"
    },
    {
      "id": 439,
      "narrator": "Sa’d\nbin Tariq said:",
      "text": "Sa’d bin Tariq şöyle dedi: “Babama dedim ki: ‘Ey babacığım! Sen, Allah'ın Elçisi (ﷺ) ve Abu Bekir, Ömer ve Osman'ın arkasında, burada Kufe'de yaklaşık beş yıl namaz kıldın. Fajr'da Kunut okudular mı?’ O da dedi ki: ‘Ey oğlum! Bu bir yenilik.’”"
    },
    {
      "id": 440,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Umm Salamah'tan rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) Fajr'da Kunut okumaktan men edildi.”"
    },
    {
      "id": 441,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) Subh namazında Kunut okurdu ve bir ay boyunca Arap kabilelerinden birine karşı dua etti, sonra bunu bırakmıştı.”"
    },
    {
      "id": 442,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, “Allah'ın Elçisi (ﷺ) Subh namazında Ruku'dan başını kaldırdığında şöyle dedi: ‘Ya Allah, Al-Walid bin Walid'i, Salamah bin Hişam'ı ve 'Ayyash bin Abu Rabi'ah'ı, Mekkedeki mazlumları kurtar. Ya Allah, Mudar'a sıkı bir şekilde tutun ve onlara Yusuf'un kıtlığı gibi yıllar boyunca kıtlık gönder.’”"
    },
    {
      "id": 443,
      "narrator": "",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) namaz sırasında iki siyah şeyi; akrebi ve yılanı öldürmeyi emretti."
    },
    {
      "id": 444,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, “Peygamber (ﷺ) namaz kılarken bir akrep tarafından sokuldu ve şöyle dedi: ‘Allah akrebi lanetlesin, zira o, kimseyi ayırt etmez, ister namaz kılıyor olsun ister olmasın. Onları, ihramda olup olmadığınız fark etmeksizin öldürün.’” Al-Hill (Mekke'nin kutsal sınırları dışında) veya Al-Haram (Mekke'nin kutsal sınırları)."
    },
    {
      "id": 445,
      "narrator": "",
      "text": "İbn Abu Rafi’'den, babasından, dedesinden rivayet edilmiştir ki, Peygamber (ﷺ) namaz kılarken bir akrebi öldürdü."
    },
    {
      "id": 446,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nforbade\ntwo prayers:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) iki namazı yasakladı: Fajr'dan sonra güneş doğuncaya kadar ve 'Asr'dan sonra güneş batıncaya kadar."
    },
    {
      "id": 447,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: “Güneş batıncaya kadar 'Asr'dan sonra namaz yoktur ve güneş doğuncaya kadar Fajr'dan sonra namaz yoktur.”"
    },
    {
      "id": 448,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, “İçinde 'Umar bin Khattab'ın da bulunduğu iyi insanlar, benim görüşüme göre en iyisi 'Umar, bana şahitlik ettiler ki, Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Güneş doğuncaya kadar Fajr'dan sonra namaz yoktur ve güneş batıncaya kadar 'Asr'dan sonra namaz yoktur.’”"
    },
    {
      "id": 449,
      "narrator": "It was\nnarrated that ‘Amr bin ‘Abasah said:",
      "text": "'Amr bin 'Abasah şöyle dedi: “Ben Allah'ın Elçisi (ﷺ) yanına geldim ve dedim ki: ‘Allah'a en sevimli olan zaman hangisidir?’ O da dedi ki: ‘Evet, gecenin ortasıdır, bu yüzden sabaha kadar istediğin kadar namaz kıl. Sonra güneş doğuncaya kadar namaz kılmaktan kaçın, zira o, şeytanın iki boynuzunun arasında doğar. Sonra namaz kıl, zira o zaman namaz melekler tarafından kabul edilir ve Allah katında makbuldür, güneş tam tepe noktasında (yani öğle) oluncaya kadar. O zaman cehennem öğle vakti ısınır. Sonra istediğin kadar namaz kıl, 'Asr'ı kılana kadar, sonra güneş batıncaya kadar namaz kılmaktan kaçın, zira o, şeytanın iki boynuzunun arasında batar ve iki boynuzunun arasında doğar.’”"
    },
    {
      "id": 450,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, “Safwan bin Mu’attal, Allah'ın Elçisi (ﷺ) ile konuştu: ‘Ey Allah'ın Elçisi, bilgin olduğun bir konuda sana bir şey sormak istiyorum ve ben hiçbir şey bilmiyorum.’ O da: ‘Nedir?’ dedi. O da: ‘Gecenin veya gündüzün herhangi bir zamanında namaz kılmanın hoş karşılanmadığı bir zaman var mı?’ O da: ‘Evet, sabah namazını kıldıktan sonra güneş doğuncaya kadar namaz kılma, zira o, şeytanın iki boynuzunun arasında doğar. Sonra namaz kıl, zira o zaman namaz melekler tarafından kabul edilir ve Allah katında makbuldür, güneş tam tepe noktasında (mızrak gibi) oluncaya kadar. O zaman cehennem ısınır ve kapıları açılır. (Sonra namaz kılmaktan kaçın) güneş zirveyi geçinceye kadar. Sonra güneş zirveyi geçtikten sonra, namaz melekler tarafından kabul edilir ve Allah katında makbuldür, 'Asr'ı kılana kadar. Sonra güneş batıncaya kadar namaz kılmaktan kaçın.’”"
    },
    {
      "id": 451,
      "narrator": "It was\nnarrated from Abu ‘Abdullah As-Sunabihi that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Abu ‘Abdullah As-Sunabihi'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Güneş, Şeytan'ın iki boynuzu arasında doğar” veya “Şeytan'ın iki boynuzu onunla birlikte doğar, ve doğduğunda Şeytan ondan ayrılır. Güneş gökyüzünün ortasında olduğunda onunla birlikte olur, sonra zirveyi geçtiğinde ondan ayrılır. Batmaya yaklaşırken onunla birlikte olur, ve battığında ondan ayrılır. Bu üç vakitte namaz kılmayın.”"
    },
    {
      "id": 452,
      "narrator": "It was\nnarrated that Jubair bin Mut’im said:",
      "text": "Jubair bin Mut’im'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ey Banu ‘Abd Manaf! Bu Evin etrafında tavaf eden veya gündüz veya gece istediği zaman namaz kılmak isteyen hiç kimseyi engellemeyin.”"
    },
    {
      "id": 453,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mas’ud said:",
      "text": "Abdullah bin Mes’ud'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Yanlış zamanda namaz kılan insanlarla karşılaşabilirsiniz. Eğer onlarla karşılaşırsanız, evlerinizde bildiğiniz vakitte namaz kılın, sonra onlarla birlikte kılın ve bu namazı nafile yapın.”"
    },
    {
      "id": 454,
      "narrator": "It was\nnarrated from Abu Dharr that the Prophet (ﷺ) said:",
      "text": "Abu Dharr'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: “Namazı vaktinde kılın, ve eğer onlarla birlikte (vaktinde) imama yetişirseniz, onlarla birlikte kılın, o zaman namazınız güvenli olur, aksi takdirde sizin için nafile olur.”"
    },
    {
      "id": 455,
      "narrator": "It was\nnarrated from ‘Ubadah bin Samit that the Prophet (ﷺ) said:",
      "text": "‘Ubadah bin Samit'ten rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: “Bazı liderler, işlerle meşgul olacaklar ve namazı zamanından sonra geciktirecekler. Bu durumda onlarla birlikte kıldığınız namaz nafile olacaktır.”"
    },
    {
      "id": 456,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) korku namazı hakkında şöyle buyurdu: “İmam bir grubu namazda yönlendirmelidir, ve onlar bir secde yapmalıdır, ve düşmanla aralarında başka bir grup olmalıdır (onları koruyarak). Sonra liderleriyle birlikte secde edenler geri çekilmeli ve henüz namaz kılmamış olanların yerini almalıdır. Sonra henüz namaz kılmamış olanlar öne geçmeli ve liderleriyle birlikte bir secde yapmalıdır. Sonra lider geri çekilmeli ve namazı tamamlanmış olur. Her grup kendi başına bir secde yapmalıdır. Eğer korku çok fazlaysa, o zaman (ayakta veya binek üzerinde) namaz kılmalıdırlar.” Dedi ki: Burada secde ile kastedilen bir Rak’ah'dır."
    },
    {
      "id": 457,
      "narrator": "It was\nnarrated from Sahl bin Abu Hathmah that he said concerning the\nfear\nprayer:",
      "text": "Sahl bin Abu Hathmah'dan rivayet edildiğine göre, korku namazı hakkında şöyle dedi: “İmam Kıble'ye doğru durmalı, ve onlardan bir grup onunla birlikte durmalı, ve diğer bir grup düşmana doğru, ibadet edenlerin sırasına bakarak durmalıdır. O, onlara bir Rak’ah liderlik etmelidir, sonra onlar eğilmeli ve bulundukları yerde iki secde yapmalıdır. Sonra gidip diğerlerinin yerini almalı, ve diğerleri gelip bir Rak’ah kılmalı, eğilerek ve liderle birlikte secde ederek. O zaman iki Rak’ah kılmış olur ve onlar bir Rak’ah kılmış olurlar; sonra bir Rak’ah daha yapmalı, eğilerek ve iki secde yaparak.”"
    },
    {
      "id": 458,
      "narrator": "",
      "text": "Jabir bin ‘Abdullah'dan rivayet edildiğine göre, Peygamber (ﷺ) korku namazında arkadaşlarını yönlendirdi. Onları hepsini eğilme ile yönlendirdi, sonra Allah'ın Resulü (ﷺ) ve ona en yakın sıradakiler secde etti, diğerleri ayakta kaldı, sonra o ayakta kalktığında, onlar kendileri iki secde yaptılar. Sonra ön sıra geri çekildi ve yerlerini aldı, ve onlar öne geçerek ön sırayı oluşturdu. Sonra Peygamber (ﷺ) hepsini eğilme ile yönlendirdi, sonra Allah'ın Resulü (ﷺ) ve ona en yakın sıradakiler secde etti, ve başlarını kaldırdıklarında, diğerleri iki secde yaptı. Böylece hepsi Peygamber (ﷺ) ile birlikte eğildi ve bazıları kendileri secde etti, ve düşman Kıble yönünde idi."
    },
    {
      "id": 459,
      "narrator": "It was\nnarrated that Abu Mas’ud said:",
      "text": "Abu Mas’ud'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Güneş ve ay, insanlardan herhangi birinin ölümü için tutulmaz. Eğer bunu görürseniz, o zaman ayakta durun ve namaz kılın.”"
    },
    {
      "id": 460,
      "narrator": "It was\nnarrated that Nu’man bin Bashir said:",
      "text": "Nu’man bin Bashir'den rivayet edildiğine göre, “Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu, ve o, endişeli bir şekilde dışarı çıktı, alt giysisini sürükleyerek, camiye kadar gitti. Tutulma sona erene kadar namaz kılmaya devam etti, sonra şöyle dedi: ‘Bazı insanlar, güneş ve ayın sadece büyük bir liderin ölümü nedeniyle tutulduğunu iddia ediyor. Bu doğru değil. Güneş ve ay, herhangi birinin ölümü veya doğumu için tutulmaz. Allah, yarattıklarından bir şeye tecelli ettiğinde, o şey O'na boyun eğer.’”"
    },
    {
      "id": 461,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edildiğine göre, “Güneş, Allah'ın Resulü (ﷺ) zamanında tutuldu. Allah'ın Resulü (ﷺ) camiye gitti ve durdu ve tekbir getirdi, ve insanlar onun arkasında saf oldu. Allah'ın Resulü (ﷺ) uzun bir süre okudu, sonra tekbir getirdi ve uzun bir süre eğildi. Sonra başını kaldırdı ve şöyle dedi: ‘Sami’ Allahu liman hamidah, Rabban wa lakal-hamd.’ Sonra ayakta durdu ve uzun bir süre okudu, ama ilk okumadan daha kısa. Sonra tekbir getirdi ve uzun bir süre eğildi, ama ilk eğilmeden daha az. Sonra şöyle dedi: ‘Sami’ Allahu liman hamidah, Rabbana wa lakal-hamd.’ Sonra bunu bir sonraki Rak’ah'da da yaptı, ve dört Rak’ah ve dört secde tamamladı, ve tutulma sona ermeden önce tamamladı. Sonra ayakta durdu ve insanlara hitap etti. Allah'ı, O'na layık olduğu şekilde övdü, sonra şöyle dedi: ‘Güneş ve ay, Allah'ın iki ayetidir. Onlar, herhangi birinin ölümü veya doğumu için tutulmaz. Eğer bunu görürseniz, o zaman namazda yardım isteyin.’”"
    },
    {
      "id": 462,
      "narrator": "It was\nnarrated that Samurah bin Jundab said:",
      "text": "Samurah bin Jundab'dan rivayet edildiğine göre, “Allah'ın Resulü (ﷺ) bize tutulma namazında liderlik etti, ve onun sesini duymadık.”"
    },
    {
      "id": 463,
      "narrator": "It was\nnarrated that Asma’ bint Abu Bakr said:",
      "text": "Asma’ bint Abu Bakr'dan rivayet edildiğine göre, “Allah'ın Resulü (ﷺ) tutulma namazını kıldı. Uzun bir süre ayakta durdu, sonra uzun bir süre eğildi, sonra uzun bir süre ayakta durdu, sonra uzun bir süre eğildi, sonra ayakta durdu, sonra uzun bir süre secde etti, sonra oturdu, sonra uzun bir süre secde etti. Uzun bir süre ayakta durdu, sonra uzun bir süre eğildi, sonra uzun bir süre ayakta durdu, sonra uzun bir süre eğildi, sonra ayakta durdu, sonra uzun bir süre secde etti, sonra oturdu, sonra uzun bir süre secde etti. Sonra tamamladı ve şöyle dedi: ‘Cennet bana yaklaştırıldı, öyle ki eğer cesaret etseydim, size meyvelerinden getirebilirdim. Ve Cehennem bana yaklaştırıldı, ta ki ben: “Ey Rabbim, ben onlardan mıyım?” dedim.’ Nafi’ dedi ki: “Sanırım o şöyle dedi: ‘Ve bir kadının, kendisine ait bir kedinin tırmalamasıyla tırmalandığını gördüm. Ben: “Bu kadında ne var?” dedim. Onlar: “Onu aç bıraktı; ona yem vermedi ve yeryüzündeki haşerelerden yemesi için serbest bırakmadı.”’"
    },
    {
      "id": 464,
      "narrator": "It was\nnarrated from Hisham bin Ishaq bin ‘Abdullah bin Kinanah that\nhis\nfather said:",
      "text": "Hişam bin İshak bin Abdullah bin Kinanah'dan rivayet edildiğine göre, babası şöyle dedi: “Bir şef, beni İbn Abbas'a gönderdi ve ondan yağmur duası hakkında sordu. İbn Abbas şöyle dedi: ‘Onu sormaktan ne alıkoydu?’ O da: ‘Allah'ın Resulü (ﷺ) alçakgönüllü bir şekilde, alçak ve ölçülü bir yürüyüşle, yalvararak dışarı çıktı ve iki Rak’ah kıldı, ancak bu sizin hutbeniz gibi bir hutbe vermedi.’”"
    },
    {
      "id": 465,
      "narrator": "It was\nnarrated that ‘Abdullah bin Abu Bakr said:",
      "text": "Abdullah bin Abu Bekir'den rivayet edildiğine göre, “Ben, ‘Abbad bin Tamim'in babama, amcasının Peygamber (ﷺ) ile yağmur duası için namaz kılmaya gittiğini anlattığını duydum. O, Kıble'ye döndü ve elbisesini ters çevirdi, ve iki Rak’ah kıldı.”"
    },
    {
      "id": 466,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Elçisi (ﷺ) bir gün yağmur için dua etmek üzere dışarı çıktı. Bize Adhan veya İkâmet olmadan iki Rek'at namaz kıldırdı, sonra bize hitap etti ve Allah'a dua etti. Kıbleye döndü, ellerini kaldırdı, sonra örtüsünü çevirdi, sağını sola ve solunu sağa koydu.”"
    },
    {
      "id": 467,
      "narrator": "It was\nnarrated from Shurahbil bin Simt that he said to Ka’b:",
      "text": "Şurahbil bin Simt'ten rivayet edilmiştir ki, o Ka'b'a şöyle dedi: “Ey Ka'b bin Murrah, bize Allah'ın Elçisi (ﷺ) hakkında bir Hadis rivayet et, ama dikkatli ol.” O da şöyle dedi: “Bir adam Peygamber'e (ﷺ) geldi ve dedi ki: ‘Ey Allah'ın Elçisi, Allah'tan yağmur iste!’ Bunun üzerine Allah'ın Elçisi (ﷺ) ellerini kaldırdı ve dedi ki: ‘Ey Allah! Hepimize bol, verimli ve faydalı yağmur gönder, zararlı değil, faydalı olsun.’ Cuma namazını kıldıklarında, dirildiler. Sonra ona geldiler ve yağmur hakkında şikayette bulundular, ‘Ey Allah, etrafımıza ve üzerimize değil.’ dediler. O zaman bulutlar sağa sola dağılmaya başladı.”"
    },
    {
      "id": 468,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, “Bir bedevi Peygamber'e (ﷺ) geldi ve dedi ki: ‘Ey Allah'ın Elçisi, sürülerini otlatacak yeri olmayan bir topluluktan geldim ve hatta erkek develerim zayıfladı.’ O, minbere çıktı ve Allah'ı övdü, sonra dedi ki: ‘Ey Allah, üzerimize bol, verimli ve çok yağmur gönder, hemen olsun.’ Sonra yağmur yağmaya başladı ve herhangi bir yönden ona gelen herkes ‘Dirildik’ dediler.”"
    },
    {
      "id": 469,
      "narrator": "Mu’tamir\nnarrated from his father, from Barakah, from Bashir bin\nNahik, from\nAbu Hurairah:",
      "text": "Mu'tamir, babasından, Barakah'tan, Bashir bin Nahik'ten, Abu Hurayra'dan rivayet etmiştir: “Peygamber (ﷺ) yağmur için dua etti (ellerini kaldırarak) ta ki ben veya birisi koltuk altlarının beyazlığını görene kadar.”"
    },
    {
      "id": 470,
      "narrator": "Salim\nnarrated that his father said:",
      "text": "Salim, babasının şöyle dediğini rivayet etti: “Bazen, Allah'ın Elçisi (ﷺ) minberdeyken yüzüne bakarken şairin sözlerini hatırlıyorum. O, Al-Medine'deki tüm su kanalları yağmurla dolana kadar aşağı inmedi. Ve şairin söylediğini hatırlıyorum:"
    },
    {
      "id": 471,
      "narrator": "It was\nnarrated that ‘Ata’ said:",
      "text": "‘Onun beyaz bir teni var ve yüzü hürmetine yağmur isteniyor,"
    },
    {
      "id": 472,
      "narrator": "",
      "text": "O, yetimlere sahip çıkar ve dul kadınları korur,"
    },
    {
      "id": 473,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Bunlar Abu Talib'in sözleridir.’”"
    },
    {
      "id": 474,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "‘Ata'dan rivayet edilmiştir ki, “İbn Abbas'ın şöyle dediğini duydum: ‘Ben, Allah'ın Elçisi (ﷺ) hutbeden önce dua ettiğini, sonra hutbe verdiğini ve kadınların duymadığını düşündüğünü, bu yüzden onlara gidip (Allah'ı) hatırlattığını ve onlara vaaz ettiğini ve sadaka vermeleri için onları teşvik ettiğini, Bilal'in de ellerini böyle açtığını ve kadınların küpelerini, yüzüklerini ve eşyalarını vermeye başladıklarını duydum.’”"
    },
    {
      "id": 475,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) ‘Eid günü Adhan ve İkâmet olmadan namaz kıldı."
    },
    {
      "id": 476,
      "narrator": "",
      "text": "Abu Sa'id'den rivayet edilmiştir: “Marwan bir ‘Eid günü minberi çıkardı ve namazdan önce hutbe vermeye başladı. Bir adam ayağa kalktı ve dedi ki: ‘Ey Müminlerin Emiri, Sünnete aykırı davrandın. ‘Eid günü minberi çıkardın ve daha önce hiç çıkarmadın, namazdan önce hutbe vermeye başladın, bu daha önce yapılmadı.’ Abu Sa'id dedi ki: ‘Bu adam üzerine düşeni yaptı. Allah'ın Elçisi (ﷺ) şöyle dedi: “Sizden herhangi biri bir kötülük görürse ve onu eliyle değiştirebiliyorsa, onu eliyle değiştirsin; eğer bunu yapamıyorsa, diliyle değiştirsin; eğer bunu da yapamıyorsa, kalbiyle (kötü görerek) değiştirsin, bu da imanın en zayıfıdır.”’"
    },
    {
      "id": 477,
      "narrator": "",
      "text": "İbn Umar'dan rivayet edilmiştir ki, “Peygamber (ﷺ), sonra Abu Bekir, sonra ‘Umar, hutbeden önce ‘Eid namazı kılardı.”"
    },
    {
      "id": 478,
      "narrator": "",
      "text": "‘Abdur-Rahman bin Sa'd bin ‘Ammar bin Sa'd, Allah'ın Elçisi (ﷺ) mu'adhdini, babasından, dedesinden rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) ‘Eid namazında, ilk Rek'atında Kur'an okumadan önce yedi kez Tekbir getirirdi, ikinci Rek'atında ise Kur'an okumadan önce beş kez Tekbir getirirdi."
    },
    {
      "id": 479,
      "narrator": "",
      "text": "‘Amr bin Shu’aib'den, babasından, dedesinden rivayet edilmiştir ki, Peygamber (ﷺ) ‘Eid namazında yedi kez ve beş kez Tekbir getirdi."
    },
    {
      "id": 480,
      "narrator": "It was\nnarrated that ‘Ubaidullah bin ‘Abdullah said:",
      "text": "Kathir bin ‘Abdullah bin ‘Amr bin ‘Awf, babasından, dedesinden rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) ‘Eid namazlarında, ilk Rek'atında yedi kez, ikinci Rek'atında beş kez Tekbir getirdi."
    },
    {
      "id": 481,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) 'Eid namazında \"Rabbini, en yüce olanın adını tesbih et\" ve \"Sana, baskın olanın haberi geldi mi?\" ayetlerini okurdu."
    },
    {
      "id": 482,
      "narrator": "It was\nnarrated that Isma’il bin Abu Khalid said:",
      "text": "İsmail bin Ebu Halid'in rivayetine göre: \"Abu Kahil'i gördüm, o bir Sahabi idi ve kardeşim bana onun şöyle dediğini aktardı: 'Peygamber (ﷺ) deve üzerinde hutbe verirken gördüm ve bir Habeşli de ipini tutuyordu.'\""
    },
    {
      "id": 483,
      "narrator": "It was\nnarrated that Qais bin ‘Aidh, who was Abu Kahil, said:",
      "text": "Kays bin Ayd, Abu Kahil olduğu rivayet edilmiştir: \"Peygamber (ﷺ) güzel bir dişi develerinin üzerinde hutbe verirken gördüm ve bir Habeşli de ipini tutuyordu.\""
    },
    {
      "id": 484,
      "narrator": "It was\nnarrated from Salamah bin Nubait that his father performed\nHajj and\nsaid:",
      "text": "Salamah bin Nubait'ten rivayet edilmiştir ki, babası Hac yaptı ve şöyle dedi: \"Peygamber (ﷺ) devesinin üzerinde hutbe verirken gördüm.\""
    },
    {
      "id": 485,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Sa’d bin ‘Ammar bin Sa’d, the\nMu’adhdhin, that his father narrated, from his father, that his\ngrandfather said:",
      "text": "Abdurrahman bin Sa'd bin Ammar bin Sa'd, Mu'adhdhin'den rivayet edilmiştir ki, babası, dedesi aracılığıyla şöyle dedi: \"Peygamber (ﷺ) iki hutbe arasında tekbir getirirdi ve 'Eid hutbesinde çokça tekbir getirirdi.\""
    },
    {
      "id": 486,
      "narrator": "Abu\nSa’eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri dedi ki: \"Allah'ın Resulü (ﷺ) 'Eid günü dışarı çıkar ve insanlara iki Rek'at namaz kıldırır, sonra selam verir ve oturan insanların karşısında iki ayak üstünde dururdu. 'Sadaka verin. Sadaka verin.' derdi. En çok sadaka verenler kadınlardı, (küpe, yüzük ve benzeri şeyler verirlerdi). Eğer bir sefer göndermek isterse bunu belirtirdi, aksi takdirde ayrılırdı.\""
    },
    {
      "id": 487,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) Fıtır veya Adha günü dışarı çıktı ve ayakta hutbe verdi. Sonra kısa bir süre oturdu, sonra tekrar ayağa kalktı.\""
    },
    {
      "id": 488,
      "narrator": "It was\nnarrated that ‘Abdullah bin Sa’ib said:",
      "text": "Abdullah bin Sa'ib dedi ki: \"Ben Allah'ın Resulü (ﷺ) ile 'Eid namazına katıldım. Bize 'Eid namazını kıldırdı, sonra 'Namazı bitirdim. Kim hutbeyi dinlemek isterse otursun, kim çıkmak isterse çıksın.' dedi.\""
    },
    {
      "id": 489,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dışarı çıktı ve onlara 'Eid namazını kıldırdı, ondan önce veya sonra namaz kılmadı."
    },
    {
      "id": 490,
      "narrator": "",
      "text": "Amr bin Shu'aib, babasından, dedesinden rivayet edilmiştir ki, Peygamber (ﷺ) 'Eid namazından önce veya sonra namaz kılmadı."
    },
    {
      "id": 491,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Hudri dedi ki: \"Allah'ın Resulü (ﷺ) 'Eid namazından önce namaz kılmadı, ama evine döndüğünde iki Rek'at namaz kılardı.\""
    },
    {
      "id": 492,
      "narrator": "‘Abdur-Rahman bin Sa’d bin ‘Ammar bin Sa’d said:",
      "text": "Abdurrahman bin Sa'd bin Ammar bin Sa'd dedi ki: \"Babam bana, babasından, dedesinden şöyle aktardı: Peygamber (ﷺ) 'Eid namazlarına yürüyerek giderdi ve yürüyerek geri dönerdi.\""
    },
    {
      "id": 493,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) 'Eid namazlarına yürüyerek giderdi ve yürüyerek geri dönerdi.\""
    },
    {
      "id": 494,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali dedi ki: \"Eid (namazlarına) yürümek sünnetin bir parçasıdır.\""
    },
    {
      "id": 495,
      "narrator": "",
      "text": "Muhammed bin Ubaidullah bin Ebu Rafi'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) 'Eid namazlarına yürüyerek gelirdi."
    },
    {
      "id": 496,
      "narrator": "‘Abdur-Rahman bin Sa’d bin ‘Ammar bin Sa’d said:",
      "text": "‘Abdur-Rahman bin Sa’d bin ‘Ammar bin Sa’d dedi ki: “Babam bana, dedesinden, ninelerinden, Peygamber (ﷺ) iki ‘Eid’ günü dışarı çıktığında, Sa’eed bin Abul-‘As’ın evinin yanından, sonra çadır halkının yanından geçer, sonra Banu Zuraiq üzerinden farklı bir yoldan ayrılır, sonra ‘Ammar bin Yasir’in evi ve Abu Hurairah’ın evinin yanından Balat’a giderdi.”"
    },
    {
      "id": 497,
      "narrator": "",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, o ‘Eid namazına bir yoldan çıkıp, başka bir yoldan geri dönerdi ve Allah’ın Elçisi (ﷺ) de böyle yapardı."
    },
    {
      "id": 498,
      "narrator": "",
      "text": "Muhammad bin ‘Ubaidullah bin Abu Rafi’ den, babasından, dedesinden rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) ‘Eid namazına yürüyerek gelirdi ve başladığı yoldan farklı bir yoldan geri dönerdi."
    },
    {
      "id": 499,
      "narrator": "",
      "text": "Abu Hurairah’tan rivayet edilmiştir ki, Peygamber (ﷺ) ‘Eid (namazına) çıktığında, gittiği ilk yoldan farklı bir yoldan geri dönerdi."
    },
    {
      "id": 500,
      "narrator": "It was\nnarrated that ‘Amir said:",
      "text": "‘Amir’den rivayet edilmiştir ki: “Iyad Al-Ash’ari ‘Eid zamanı Anbar’da idi ve dedi ki: ‘Neden seni Allah’ın Elçisi (ﷺ) huzurunda yapılan Taqlis* ile meşgul görmüyorum?’”"
    },
    {
      "id": 501,
      "narrator": "It was\nnarrated from ‘Amir that Qais bin Sa’d said:",
      "text": "*Taqlis, bayram vesilesiyle kutlamalara katılmak anlamına gelir."
    },
    {
      "id": 502,
      "narrator": "",
      "text": "‘Amir’den rivayet edilmiştir ki, Qais bin Sa’d dedi ki: “Allah’ın Elçisi (ﷺ) zamanında olan hiçbir şeyi görmedim, Taqlis* dışında, ki bu da Fıtır Bayramı günü Allah’ın Elçisi (ﷺ) için yapılmıştı.”"
    },
    {
      "id": 503,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "(Benzer ifadelerle üç başka rivayet.)"
    },
    {
      "id": 504,
      "narrator": "",
      "text": "*Taqlis, bayram vesilesiyle kutlamalara katılmak anlamına gelir."
    },
    {
      "id": 505,
      "narrator": "It was\nnarrated that Umm ‘Atiyyah said:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) ‘Eid günü sabah namazı için namaz yerine çıkardı ve önünde küçük bir mızrak taşınırdı. Namaz yerine vardığında, önünde dikilirdi, sonra ona yönelerek namaz kılardı, çünkü namaz yeri, bir Sutrah* olabilecek hiçbir şeyin olmadığı açık bir alandı."
    },
    {
      "id": 506,
      "narrator": "It was\nnarrated that Umm ‘Atiyyah said:",
      "text": "*Sutrah (perde), bir tür engel anlamına gelir."
    },
    {
      "id": 507,
      "narrator": "",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Peygamber (ﷺ) ‘Eid günü veya başka bir vesileyle namaz kıldığında, önünde küçük bir mızrak dikilirdi ve ona yönelerek namaz kılardı, insanlar da arkasında dururdu.”"
    },
    {
      "id": 508,
      "narrator": "It was\nnarrated that Iyas bin Abi Ramlah Ash-Shami said:",
      "text": "Nafi` dedi ki: “Buradan liderler bu uygulamayı almışlardır.”"
    },
    {
      "id": 509,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik’ten rivayet edilmiştir ki, Allah’ın Elçisi (ﷺ) namaz yerinde ‘Eid namazı kıldı ve küçük bir mızrak kullanarak Sutrah yaptı."
    },
    {
      "id": 510,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "Umm ‘Atiyyah’tan rivayet edilmiştir ki: “Allah’ın Elçisi (ﷺ) bize Fıtır günü ve Nahr günü kadınları dışarı çıkarmamızı emretti.” Umm ‘Atiyyah dedi ki: “Biz dedik: ‘Ya birinin dış giyimi yoksa?’ O dedi: ‘Kız kardeşi kendi dış giyimini onunla paylaşsın.’”"
    },
    {
      "id": 511,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre, \"Eid günü, Allah Resulü (ﷺ) zamanında yağmur yağdı, bu yüzden onları camide namaza götürdü.\""
    },
    {
      "id": 512,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) iki Eid gününde Müslüman topraklarında silah taşımayı yasakladı, düşman mevcut olmadıkça."
    },
    {
      "id": 513,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'ın rivayet ettiğine göre, \"Allah Resulü (ﷺ) Fıtır günü ve Adha günü banyo yapardı.\""
    },
    {
      "id": 514,
      "narrator": "",
      "text": "'Abdurrahman bin 'Ukbâ bin Fakih bin Sa'd'dan, dedesi Fakih bin Sa'd'dan, ki o da Peygamber (ﷺ) sahabelerindendir, rivayet edilmiştir ki, Allah Resulü (ﷺ) Fıtır günü, Nahr günü ve Arafat günü banyo yapardı ve Fakih, ailesine bu günlerde banyo yapmalarını söylerdi."
    },
    {
      "id": 515,
      "narrator": "Yazid\nbin Khumair narrated that ‘Abdullah bin Busr went out with the\npeople on the Day of Fitr or Adha, and he objected to the Imam’s\ndelay. He said:",
      "text": "Yazid bin Khumair rivayet etti ki, 'Abdullah bin Busr, Fıtır veya Adha günü halkla birlikte dışarı çıktı ve İmam'ın gecikmesine itiraz etti. \"Bu zamana kadar bitirmiştik.\" dedi. O zaman Tasbih zamanıydı."
    },
    {
      "id": 516,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, \"Allah Resulü (ﷺ) gece namazını iki rekat olarak kılardı.\""
    },
    {
      "id": 517,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle buyurdu: \"Gece namazı iki rekat olarak kılınmalıdır.\""
    },
    {
      "id": 518,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, \"Peygamber (ﷺ) gece namazı hakkında soruldu. O da: 'İki rekat olarak kılın, eğer şafak geldiğinden korkarsanız, bir rekat ile Vitr namazı kılın.' dedi.\""
    },
    {
      "id": 519,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'ın rivayet ettiğine göre, \"Peygamber (ﷺ) gece namazını iki rekat, iki rekat kılardı.\""
    },
    {
      "id": 520,
      "narrator": "Ibn\n‘Umar narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar rivayet etti ki, Allah Resulü (ﷺ) şöyle buyurdu: \"Gece ve gündüz namazları iki rekat olarak kılınmalıdır.\""
    },
    {
      "id": 521,
      "narrator": "",
      "text": "Umm Hani’ bint Abu Talib'den rivayet edilmiştir ki, Fethi Mekkede Allah Resulü (ﷺ) sekiz rekat nafile Duha namazı kıldı ve her iki rekatın ardından selam verdi."
    },
    {
      "id": 522,
      "narrator": "It was\nnarrated from Abu Sa’eed that the Prophet (ﷺ) said:",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Her iki rekatın ardından Taslim olmalıdır.\""
    },
    {
      "id": 523,
      "narrator": "It was\nnarrated that Muttalib that is, Ibn Abu Wada’ah said:",
      "text": "Muttalib, yani İbn Abu Wada’ah'dan rivayet edilmiştir ki, \"Allah Resulü (ﷺ) şöyle buyurdu: 'Gece namazları iki rekat olarak kılınır. Her iki rekatın ardından Teşehhüd'ü söyleyin ve ellerinizi, muhtaç birisi gibi alçakgönüllülükle kaldırın ve şöyle deyin: 'Allāhummaghfir lī (Ey Allah, beni affet).' Bunu yapmayanın namazı eksik olur.'\""
    },
    {
      "id": 524,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'nın rivayet ettiğine göre, \"Allah Resulü (ﷺ) şöyle buyurdu: 'Ramazan orucunu tutan ve gecelerini namazla geçiren, imanla ve ödül umarak, önceki günahları affedilir.'\""
    },
    {
      "id": 525,
      "narrator": "It was\nnarrated that Abu Dharr said:",
      "text": "Abu Dharr'ın rivayet ettiğine göre, \"Biz Ramazan'ı Allah Resulü (ﷺ) ile tuttuk ve o, Ramazan'ın hiçbir kısmında bize Kıyâm (gece namazı) kıldırmadı, ta ki yedi gece kalana kadar. Yedinci gece bize Kıyâm kıldırdı, gece yarısının yaklaşık üçte biri geçene kadar. Sonra onu takip eden altıncı gece bize namaz kıldırmadı. Ardından onu takip eden beşinci gece bize Kıyâm kıldırdı, neredeyse gecenin yarısı geçene kadar. Ben dedim ki: 'Ey Allah Resulü, keşke bütün gece nafile namaz kılsaydık.' O da: 'İmam ile birlikte sonuna kadar ayakta duran, bütün geceyi namazla geçirmiş gibi olur.' dedi. Sonra onu takip eden dördüncü gece bize namaz kıldırmadı, ta ki onu takip eden üçüncü gece, eşlerini ve ailesini topladı, insanlar toplandı ve bize namaz kıldırdı, Falah'ı kaçıracağımızdan korktuk.\" Soruldu: \"Falah nedir?\" O da: \"Suhur.\" dedi. \"Sonra ayın geri kalan kısmında bize gece namazı kıldırmadı.\""
    },
    {
      "id": 526,
      "narrator": "It was\nnarrated that Nadr bin Shaiban said:",
      "text": "Nadr bin Şeyban'dan rivayet edilmiştir: “Abu Salamah bin 'Abdur-Rahman ile karşılaştım ve ona dedim ki: 'Bana babandan duyduğun, Ramazan ayından bahseden bir hadis anlat.' O da dedi ki: 'Evet, babam bana Allah'ın Resulü (ﷺ) Ramazan ayından bahsetti ve şöyle dedi: “Bu, Allah'ın oruç tutmanızı emrettiği bir aydır ve ben bu ayda sizin için gece namazını (Kıyam) sünnet olarak belirledim. Kim bu ayda oruç tutar ve gecelerini namazla geçirirse, inançla ve mükafat umarak; o, annesinin onu doğurduğu gün gibi günahlardan arınmış olarak çıkar.”'"
    },
    {
      "id": 527,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Geceleyin Şeytan, sizden birinin boynuna üç düğüm atar. Eğer o uyanır ve Allah'ı hatırlarsa, bir düğüm çözülür. Eğer abdest alırsa, bir düğüm daha çözülür; eğer namaz kılmak için kalkarsa, tüm düğümler çözülür. Böylece o, enerjik ve neşeli bir şekilde uyanır, zaten bir hayır kazanmış olur. Ama eğer bunu yapmazsa, kötü huylu uyanır ve hiçbir hayır kazanmış olmaz.'”"
    },
    {
      "id": 528,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) ile, sabaha kadar uyuyan bir adamdan bahsedildi. O da dedi ki: 'Bu, Şeytanın onun kulaklarına idrar yapmasındandır.'”"
    },
    {
      "id": 529,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Şu ve şu gibi olmayın; o, nafile gece namazı kılardı, sonra nafile gece namazı kılmayı bıraktı.'”"
    },
    {
      "id": 530,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Süleyman bin Davud'un annesi Süleyman'a dedi ki: 'Oğlum, gece çok uyuma; çünkü gece fazla uyumak, kıyamet günü bir adamı fakir bırakır.'”"
    },
    {
      "id": 531,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Gece çok namaz kılanın yüzü gündüz güzel olur.'”"
    },
    {
      "id": 532,
      "narrator": "It was\nnarrated that ‘Abdullah bin Salam said:",
      "text": "Abdullah bin Selam'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Medine'ye geldiğinde, insanlar ona doğru koştu ve 'Allah'ın Resulü (ﷺ) geldi!' denildi. Ben de insanlarla birlikte onu görmek için geldim ve Allah'ın Resulü'nün (ﷺ) yüzüne baktığımda, onun yüzünün bir yalana ait olmadığını anladım. İlk söylediği şey şuydu: 'Ey insanlar, selamı yayınız, insanlara yemek veriniz ve insanlar uyurken gece namazı kılınız; böylece cennete selametle gireceksiniz.'”"
    },
    {
      "id": 533,
      "narrator": "It was\nnarrated that Abu Sa’eed and Abu Hurairah said that the\nProphet\n(ﷺ) said:",
      "text": "Abu Sa'id ve Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) dedi: 'Bir adam gece uyanır ve eşini uyandırır, ikisi birlikte iki rek'at namaz kılarlarsa, onlar Allah'ı çokça anan erkekler ve kadınlar arasında kaydedilirler.'”"
    },
    {
      "id": 534,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Gece kalkıp namaz kılan bir adama, eşi uyandırır ve o da namaz kılarsa, Allah ona merhamet etsin; eğer o kabul etmezse, yüzüne su serpsin. Ve gece kalkıp namaz kılan bir kadına, eşi uyandırır ve o da namaz kılarsa, Allah ona merhamet etsin; eğer o kabul etmezse, yüzüne su serpsin.'”"
    },
    {
      "id": 535,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Sa’ib said:",
      "text": "Abdurrahman bin Sa'ib'den rivayet edilmiştir: “Sa'd bin Ebu Vakkas, gözleri görmezken bize geldi. Ben ona selam verdim ve o da: 'Sen kimsin?' dedi. Ben de kendimi tanıttım, o da: 'Hoş geldin, yeğenim. Güzel bir sesle Kur'an okuduğunu duydum. Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu Kur'an hüzünle indirilmiştir, bu yüzden onu okuduğunuzda ağlayın. Eğer ağlayamıyorsanız, ağlıyormuş gibi yapın ve onu okurken sesinizi güzel hale getirin. Kim sesini güzel hale getirmezse, o bizden değildir.'”"
    },
    {
      "id": 536,
      "narrator": "It was\nnarrated that ‘Aishah the wife of the Prophet (ﷺ) said:",
      "text": "Peygamberin (ﷺ) eşi Aişe'den rivayet edilmiştir: “Bir gece Allah'ın Resulü (ﷺ) döneminde 'İsha' namazından geç döndüm, o da: 'Neredeydin?' dedi. Ben de: 'Sahabenizden bir adamın okumasını dinliyordum, onun sesini ve okumasını daha önce hiç duymamıştım.' O kalktı ve ben de onunla birlikte kalktım, onu dinlemek için gittik. Sonra bana döndü ve: 'Bu, Ebu Hudhayfa'nın azatlısı Salim'dir. Allah'a hamdolsun ki, benim ümmetim arasında böyle insanlar yaratmıştır.'”"
    },
    {
      "id": 537,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Kur'an'ı en güzel sesle okuyan insanlar arasında, onu dinlediğinizde Allah'tan korktuğunuzu düşündüren adam vardır.'”"
    },
    {
      "id": 538,
      "narrator": "It was\nnarrated that Fadalah bin ‘Ubaid said:",
      "text": "Fadlalah bin Ubaid'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) dedi ki: 'Allah, yüksek sesle Kur'an okuyan güzel sesli bir adamı, şarkı söyleyen bir kölenin efendisinin kölesini dinlemesinden daha dikkatle dinler.'”"
    },
    {
      "id": 539,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) mescide girdi ve bir adamın Kur'an okuduğunu duydu. O da sordu: 'Bu kim?' Denildi ki: '(O) Abdullah bin Kays.' O da dedi: 'O, Davud'un ailesinin (şarkı söyleyen) seslerinden birine sahip olmuştur.'”"
    },
    {
      "id": 540,
      "narrator": "It was\nnarrated from Bara’ (bin ‘Azib) that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Bara' (bin Azib) üzerinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: “Kur'an'ı seslerinizle güzelleştirin.”"
    },
    {
      "id": 541,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin ‘Abdin Al-Qari said:",
      "text": "‘Abdur-Rahman bin ‘Abd’in Al-Qari’den rivayet edilmiştir: “‘Umar bin Khattab’ın şöyle dediğini duydum: ‘Allah’ın Messenger’i (ﷺ) şöyle buyurdu: ‘Kim uyur ve günlük Kur’an kısmını veya onun herhangi bir kısmını kaçırırsa, Fajr namazı ile Zuhr namazı arasında okusun, bu, gece okumuş gibi kaydedilecektir.’”"
    },
    {
      "id": 542,
      "narrator": "It was\nnarrated that Abu Darda’ conveyed that the Prophet (ﷺ) said:",
      "text": "Abu Darda’dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Kim geceleyin uyanıp namaz kılmak niyetiyle yatağa girer, fakat uyku onu sabaha kadar sararsa, niyeti onun için kaydedilir ve uykusu, Rabbi tarafından kendisine verilen bir sadakadır.”"
    },
    {
      "id": 543,
      "narrator": "It was\nnarrated from ‘Uthman bin ‘Abdullah bin Aws that his\ngrandfather\nAws bin Hudhaifah said:",
      "text": "‘Uthman bin ‘Abdullah bin Aws’tan rivayet edilmiştir ki, dedesi Aws bin Hudhaifah şöyle dedi: “Biz Thaqif heyeti olarak Allah’ın Messenger’ine (ﷺ) geldik. Kureyş’in müttefikleri Mughirah bin Shu’bah’ın evinde kaldılar, Allah’ın Messenger’i (ﷺ) ise Bani Malik’te kendisine ait bir çadırda kamp kurdu. Her gece ‘Isha’dan sonra bize gelirdi ve iki ayağının üzerinde durarak bize konuşurdu, ta ki bir ayağından diğerine ağırlığını kaydırmaya başlayana kadar. Bize anlattıklarının çoğu, Kureyş’ten çektiği sıkıntılardı. Dedi ki: ‘(İki taraf) eşit değildi. Biz zayıf, ezilen ve aşağılanan bir topluluk idik, Medine’ye çıktığımızda aramızdaki savaşların sonuçları değişiyordu; bazen onları yeniyorduk, bazen de onlar bizi yeniyordu.’ Bir gece, alışık olduğundan daha geç geldi ve ben: ‘Ey Allah’ın Messenger’i, bu gece bize geç geldin.’ dedim. O da: ‘Günlük Kur’an kısmımı okumadığım aklıma geldi ve tamamlamadan çıkmak istemedim.’” Aws dedi ki: “Allah’ın Messenger’inin (ﷺ) arkadaşlarına: ‘Kur’an’ı nasıl bölüyordunuz?’ diye sordum. Onlar: ‘Üçte bir, beşte bir, yedide bir, dokuzda bir, on birde bir, on üçte bir ve Hizbul-Mufassal.’ dediler.”"
    },
    {
      "id": 544,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "‘Abdullah bin ‘Amr’dan rivayet edilmiştir: “Kur’an’ı ezberledim ve hepsini bir gecede okudum. Allah’ın Messenger’i (ﷺ) şöyle dedi: ‘Uzun bir ömür süreceğinden ve sıkılacağından korkuyorum. Onu bir ay boyunca oku.’ Ben: ‘Gençliğimde gücümden faydalanayım.’ dedim. O: ‘Onu on günde oku.’ dedi. Ben: ‘Gücümden ve gençliğimden faydalanayım.’ dedim. O: ‘Onu yedi günde oku.’ dedi. Ben: ‘Gücümden ve gençliğimden faydalanayım.’ dedim, ama o (daha fazla değiştirmeyi) reddetti.”"
    },
    {
      "id": 545,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Messenger of Allah\n(ﷺ) said:",
      "text": "‘Abdullah bin ‘Amr’dan rivayet edilmiştir ki, Allah’ın Messenger’i (ﷺ) şöyle dedi: “Kur’an’ı üç günden az bir sürede okuyan kimse, onu doğru bir şekilde anlayamaz.”"
    },
    {
      "id": 546,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe’den rivayet edilmiştir: “Ben, Allah’ın Messenger’inin (ﷺ) sabaha kadar Kur’an okuduğunu bilmiyordum.”"
    },
    {
      "id": 547,
      "narrator": "It was\nnarrated that Umm Hani’ bint Abi Talib said:",
      "text": "Umm Hani’ bint Abi Talib’den rivayet edilmiştir: “Ben, evimin çatısında iken Peygamber’in (ﷺ) geceleyin Kur’an okuduğunu duyardım.”"
    },
    {
      "id": 548,
      "narrator": "It was\nnarrated that Jasrah bint Dijajah said:",
      "text": "Jasrah bint Dijajah’dan rivayet edilmiştir: “Abu Dharr’ın şöyle dediğini duydum: ‘Peygamber (ﷺ) bir Ayet okuyarak sabaha kadar tekrar etti. O Ayet şuydu: ‘Eğer onları cezalandırırsan, onlar senin kullarındır; eğer affedersen, şüphesiz sen, yalnızca sen, Aziz ve Hakimsin.’”"
    },
    {
      "id": 549,
      "narrator": "",
      "text": "Hudhaifah’tan rivayet edilmiştir ki, Peygamber (ﷺ) namaz kıldı ve merhameti belirten bir Ayet okuduğunda merhamet dilerdi; cezayı belirten bir Ayet okuduğunda ondan kurtuluş dilerdi; Allah’ın Tanzihini belirten bir Ayet okuduğunda ise O’nu tesbih ederdi."
    },
    {
      "id": 550,
      "narrator": "It was\nnarrated that Abu Laila said:",
      "text": "Abu Laila’dan rivayet edilmiştir: “Peygamber (ﷺ) ile birlikte gece nafile namaz kıldım. Cezayı belirten bir Ayet okudu ve: ‘Ateşten Allah’a sığınırım, ateşin halkına yazıklar olsun.’ dedi.”"
    },
    {
      "id": 551,
      "narrator": "It was\nnarrated that Qatadah said; “I asked Anas bin Malik about the\nrecitation of the Prophet (ﷺ) and he said:",
      "text": "Kâtadah şöyle dedi: “Anas bin Malik’e Peygamber’in (ﷺ) okumasını sordum, o da: ‘Sesini uzatırdı.’ dedi.”"
    },
    {
      "id": 552,
      "narrator": "It was\nnarrated that Ghudaif bin Harith said:",
      "text": "Ghudaif bin Harith şöyle dedi: “Aişe’ye geldim ve: ‘Allah’ın Messenger’i (ﷺ) Kur’an’ı yüksek sesle mi yoksa sessiz mi okurdu?’ diye sordum. O da: ‘Bazen yüksek sesle, bazen sessiz okurdu.’ dedi. Ben: ‘Allahu Ekber! Bu konuyu geniş bir kapsamda ele alan Allah’a hamdolsun.’ dedim.”"
    },
    {
      "id": 553,
      "narrator": "It was\nnarrated that Ibn `Abbas said:",
      "text": "İbn Abbas’tan rivayet edilmiştir: “Allah’ın Messenger’i (ﷺ) gece Tahajjud namazı kıldığında şöyle derdi: ‘Allah’ım, sana hamd olsun, sen göklerin ve yerin nurusun ve içindekilerin. Sana hamd olsun, sen göklerin ve yerin kayyumusun ve içindekilerin. Sana hamd olsun, sen göklerin ve yerin melikisin ve içindekilerin. Sana hamd olsun, sen hak olan, vaadin hak, seninle buluşmak hak, senin sözün hak, cennet hak, ateş hak, saat hak, peygamberler hak ve Muhammed (ﷺ) hak. Allah’ım, sana teslim oldum, sana inandım, sana güvendim, sana yöneldim, seninle mücadele ettim, sana başvurdum, geçmişte ve gelecekte yaptığım günahlarımı affet, gizli ve açık yaptıklarımı affet. Sen öne geçiren ve geri bırakan sensin. Senden başka ibadet edilmeye layık yoktur, ve senden başka ibadet edilmeye layık olan yoktur. Ve seninle birlikte hiçbir güç ve kuvvet yoktur.’”"
    },
    {
      "id": 554,
      "narrator": "It was\nnarrated that ‘Asim bin Humaid said:",
      "text": "İbn Abbas’tan başka bir rivayet: “Allah’ın Messenger’i (ﷺ) gece Tahajjud için ayakta durduğunda,” ve benzer bir şey zikredilmiştir."
    },
    {
      "id": 555,
      "narrator": "It was\nnarrated that Abu Salamah bin `Abdur-Rahman said:",
      "text": "‘Asim bin Humaid şöyle dedi: “Aişe’ye sordum: ‘Peygamber (ﷺ) nafile namazlarına neyle başlardı?’ O da: ‘Benden daha önce kimse sormadı. On, kez Allahu Ekber derdi, on kez Elhamdulillah derdi ve on kez Subhanallah derdi, sonra: ‘Allah’ım, beni affet, bana hidayet ver, rızık ver ve sağlık ver’ derdi,” ve kıyamet günündeki zor durumdan sığınırdı.”"
    },
    {
      "id": 556,
      "narrator": "",
      "text": "‘Aişe (r.a) şöyle dediği rivayet edilmiştir, bu da Ebu Bekir’in hadisi. “İkindi namazını kıldıktan sonra Fajr’a kadar, Peygamber (ﷺ) on bir rekât namaz kılardı, her iki rekâttan sonra selam verirdi ve bir rekât ile vitir namazı kılardı. Birinizin elli ayeti okuması kadar süre secde ederdi, sonra başını kaldırırdı. Sabah namazı için ilk ezan okunduğunda müezzin sustuğunda, kalkar ve iki kısa rekât kılardı.”"
    },
    {
      "id": 557,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe (r.a) şöyle dedi: “Peygamber (ﷺ) gece on üç rekât namaz kılardı.”"
    },
    {
      "id": 558,
      "narrator": "",
      "text": "‘Aişe (r.a) tarafından rivayet edilmiştir ki, Peygamber (ﷺ) gece dokuz rekât namaz kılardı."
    },
    {
      "id": 559,
      "narrator": "It was\nnarrated that ‘Amir Ash-Sha’bi said:",
      "text": "‘Amir Ash-Sha’bi şöyle dedi: “Ben ‘Abdullah bin Abbas ve ‘Abdullah bin Ömer’e Peygamber’in gece namazı hakkında sordum. Onlar: ‘(O, on üç rekât kıldı, sekiz rekât dahil, üç rekât da vitir, Fajr’dan sonra iki rekât.’ dediler.”"
    },
    {
      "id": 560,
      "narrator": "It was\nnarrated that Zaid bin Khalid Al-Juhani said:",
      "text": "Zaid bin Halid El-Cuheni şöyle dedi: “Ben, Allah’ın Resulü (ﷺ) bu gece nasıl namaz kıldığını gözlemlemeliyim dedim. Bu yüzden kapısının önüne yattım. Allah’ın Resulü (ﷺ) kalktı ve iki kısa rekât kıldı, sonra çok, çok uzun iki rekât kıldı, ardından onlardan daha kısa iki rekât, sonra onlardan daha kısa iki rekât, sonra onlardan daha kısa iki rekât, sonra iki rekât, sonra vitir. Bu on üç rekât oldu.”"
    },
    {
      "id": 561,
      "narrator": "It was\nnarrated from Kuraib, the freed slave of Ibn ‘Abbas, that Ibn\n‘Abbas told him that he slept at the house of Maimunah, the wife of\nthe Prophet (ﷺ), who was his maternal aunt. He said:",
      "text": "Kuraib, İbn Abbas’ın azatlı kölesi olarak rivayet edilmiştir ki, İbn Abbas ona, Peygamber (ﷺ) ile amcası Maimuna’nın evinde yattığını söyledi. Dedi ki: “Yastığın üzerine uzandım ve Allah’ın Resulü (ﷺ) ve eşi onun yanında yatıyordu. Peygamber (ﷺ) gece yarısına kadar veya biraz önce ya da biraz sonra uyudu. Peygamber (ﷺ) uyandı ve elini yüzünden uyku alarak silmeye başladı. Sonra Al ‘İmran Suresi’nin son on ayetini okudu. Sonra asılı olan bir su tulumuna gitti ve ondan abdest aldı, abdestini güzelce aldı, sonra kalktı ve namaz kıldı.” ‘Abdullah bin Abbas dedi ki: “Ben de kalktım ve onun yaptığını yaptım, sonra yanına geçip durdum. Allah’ın Resulü (ﷺ) sağ elini başıma koydu, sağ kulağımı tuttu ve çekti. Sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât, sonra iki rekât kıldı, sonra vitir kıldı. Sonra müezzin ona gelene kadar yattı ve iki kısa rekât kıldı, sonra dışarı çıkıp namaz kıldı.”"
    },
    {
      "id": 562,
      "narrator": "It was\nnarrated that ‘Amr bin ‘Abasah said:",
      "text": "‘Amr bin Abasah şöyle dedi: “Ben Allah’ın Resulü (ﷺ) yanına geldim ve dedim: ‘Ey Allah’ın Resulü, seninle kim Müslüman oldu?’ Dedi: ‘Bir hür ve bir köle.’ Ben de: ‘Gece saatlerinden hangisi Allah’a daha yakın?’ dedim. Dedi: ‘Evet, gecenin son yarısı.’”"
    },
    {
      "id": 563,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe (r.a) şöyle dedi: “Allah’ın Resulü (ﷺ) gecenin ilk kısmında uyur, son kısmında uyanık kalırdı.”"
    },
    {
      "id": 564,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Bizim Rabbimiz, mübarek ve yüce, gecenin üçte biri kaldığında her gece iner ve der ki: ‘Kim benden bir şey isterse, ona vereyim. Kim bana dua ederse, ona cevap vereyim. Kim benden af dilerse, onu affedeyim.’” Bu nedenle, gece namazlarının sonunu, başına tercih ederlerdi."
    },
    {
      "id": 565,
      "narrator": "It was\nnarrated that Rifa’ah Al-Juhani said:",
      "text": "Rifa’ah Al-Cuheni şöyle dedi: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Allah, gecenin yarısı veya üçte ikisi geçene kadar mühlet verir, der ki: ‘Kulum benden başka hiç kimseden istemiyor. Kim bana dua ederse, ona cevap vereceğim; kim benden bir şey isterse, ona vereceğim; kim benden af dilerse, onu affedeceğim.’” Ta ki sabah olana kadar.”"
    },
    {
      "id": 566,
      "narrator": "It was\nnarrated that Abu Mas`ud said:",
      "text": "Ebu Mes’ud şöyle dedi: Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kim gece Al-Baqarah Suresi’nin son iki ayetini okursa, bu ona yeter.”"
    },
    {
      "id": 567,
      "narrator": "It was\nnarrated from Abu Mas’ud that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Rivayetinde (rivayet edenlerden biri) Hafs şöyle dedi: “`Abdurrahman dedi ki: ‘Ben Ebu Mes’ud ile tavaf yaparken karşılaştım, bu hadisi bana anlattı.’”"
    },
    {
      "id": 568,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Ebu Mes’ud’dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Kim gece Al-Baqarah Suresi’nin son iki ayetini okursa, bu ona yeter.”"
    },
    {
      "id": 569,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nentered the mosque and saw a rope tied between two pillars. He said,\n“What is this rope?” They said:",
      "text": "‘Aişe (r.a) şöyle dedi: “Peygamber (ﷺ) şöyle dedi: ‘Eğer sizden biri uykulu olursa, dinç hissedene kadar uyusun, çünkü uykulu iken namaz kılarsa, af dileyen sözler söylemek isteyebilir ama (bunun yerine) kendisine lanet edebilir.’”"
    },
    {
      "id": 570,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Anas bin Malik’ten rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) mescide girdi ve iki sütunun arasında bağlı bir ip gördü. Dedi ki: “Bu ip nedir?” Onlar: “Zeynep’indir. Burada namaz kılıyor ve yorulduğunda ona tutunuyor.” Dedi: “Onu çözün, çözün; sizden biri enerjisi olduğunda namaz kılsın, yorulursa otursun.”"
    },
    {
      "id": 571,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Magrib ile İsha arasında yirmi Rek’at namaz kılarsa, Allah ona cennette bir ev inşa eder.”"
    },
    {
      "id": 572,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hureyre’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Magrib’den sonra altı Rek’at namaz kılar ve aralarında kötü söz söylemezse, bu onun on iki yıl ibadetine eşit olur.”"
    },
    {
      "id": 573,
      "narrator": "It was\nnarrated that ‘Asim bin ‘Amr said:",
      "text": "‘Asim bin ‘Amr’dan rivayet edilmiştir ki, Irak’tan bir grup ‘Umar’a geldiğinde, ‘Umar onlara: “Nereden geldiniz?” dedi. Onlar: “Irak halkındanız.” dediler. ‘Umar: “İzinle mi geldiniz?” dedi. Onlar: “Evet.” dediler. Sonra ‘Umar’a bir adamın evinde kıldığı namaz hakkında sordular. ‘Umar: “Ben Allah’ın Resulü (ﷺ) ile konuştum, o da şöyle dedi: ‘Bir adamın evinde kıldığı namaz hafif bir namazdır, o yüzden evlerinizi aydınlatın.’” dedi."
    },
    {
      "id": 574,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Prophet (ﷺ)\nsaid:",
      "text": "Başka bir benzer rivayet."
    },
    {
      "id": 575,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "Abu Sa’id el-Hudri’den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Sizden biri namazını bitirdiğinde, evine de ondan bir pay versin; çünkü Allah o namaz sebebiyle evinde bir hayır koyar.”"
    },
    {
      "id": 576,
      "narrator": "‘Abdullah bin Sa’d said:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurmuştur: “Evlerinizi mezar haline getirmeyin.”"
    },
    {
      "id": 577,
      "narrator": "It was\nnarrated that ‘Abdullah bin Harith said:",
      "text": "Abdullah bin Sa’d dedi ki: “Ben Allah’ın Resulü (ﷺ)’ne: ‘Evde namaz kılmak mı, yoksa camide namaz kılmak mı daha hayırlıdır?’ dedim. O: ‘Benim evimin camiye ne kadar yakın olduğunu görmüyor musun?’ dedi. Ama benim evimde namaz kılmam, farz namazlar haricinde, camide namaz kılmaktan daha sevimlidir.”"
    },
    {
      "id": 578,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Abdullah bin Harith’ten rivayet edilmiştir ki: “‘Uthman’ın halifeliği döneminde, insanlar kalabalık bir şekilde toplandığında, Duha namazını sordum ve Peygamber (ﷺ)’in bunu kıldığını bana söyleyebilecek kimseyi bulamadım, sadece Ümmü Hani’ bunu bana söyledi. O, Peygamber’in sekiz Rek’at kıldığını söyledi.”"
    },
    {
      "id": 579,
      "narrator": "Mu’adhah\nAl-‘Adawiyyah said:",
      "text": "Anas bin Malik’ten rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Duha namazını on iki Rek’at kılarsa, Allah ona cennette altın bir saray inşa eder.”"
    },
    {
      "id": 580,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Mu’azah el-‘Adaviyyah dedi ki: “Ben ‘Aişe’ye: ‘Peygamber (ﷺ) Duha namazı kıldı mı?’ diye sordum. O: ‘Evet; dört (Rek’at) kılardı ve Allah’ın dilediği kadar eklerdi.’”"
    },
    {
      "id": 581,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Abu Hureyre’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Duha namazını düzenli olarak iki Rek’at kılarsa, günahları deniz köpüğü kadar olsa bile affedilir.”"
    },
    {
      "id": 582,
      "narrator": "It was\nnarrated that ‘Abdullah bin Abi Awfa Al-Aslami said:",
      "text": "Cabir bin Abdullah’tan rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) bize İstihareyi, Kur’an’dan bir sure öğretir gibi öğretirdi. O şöyle dedi: “Sizden biri bir karar vermekte tereddüt ederse, iki Rek’at nafile namaz kılmalı, sonra şöyle demelidir: Allah’ım, ben Senin ilminden istihare ediyorum ve Senin kudretinden istihare ediyorum ve Senin büyük lütfundan istiyorum; çünkü Sen takdir edersin, ben takdir edemem, Sen bilirsin, ben bilmem, Sen gizli şeylerin bilicisidir. Allah’ım, eğer bu iş (sonra işin adı anılmalıdır) benim dinim, rızkım ve işimin akıbeti açısından hayırlıysa, ya da bu işin hem dünyada hem de ahirette hayırlıysa, onu benim için takdir et, bana kolaylaştır ve onu benim için bereketli kıl. Eğer Sen biliyorsan [Allah’ım, ben Senin bilgine dayanarak (bir seçim yapmada) rehberlik istiyorum, Senin kudretine dayanarak yetenek istiyorum, ve Senin büyük lütfundan istiyorum. Senin kudretin var, benim yok. Ve Sen bilirsin, ben bilmem. Sen gizli şeylerin bilicisisin. Allah’ım, eğer Senin ilminde, bu iş (sonra işin adı anılmalıdır) benim dinim, rızkım ve işlerim açısından hayırlıysa, ya da hem dünyada hem de ahirette hayırlıysa, onu benim için takdir et, bana kolaylaştır ve onu benim için bereketli kıl. Ve eğer Sen biliyorsan]. Sonra ilk seferde söylediği gibi benzer bir şey söylesin, ancak: ‘Ve eğer bu benim için hayır değilse, onu benden uzaklaştır ve beni ondan uzaklaştır ve nerede olursa olsun benim için hayırı takdir et ve onunla beni memnun et.’”"
    },
    {
      "id": 583,
      "narrator": "It was\nnarrated from ‘Uthman bin Hunaif that a blind man came to the\nProphet (ﷺ) and said:",
      "text": "Abdullah bin Ebi Evfa el-Eslemî’den rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) bize çıktı ve şöyle dedi: “Kim Allah’tan veya O’nun yarattıklarından bir ihtiyacı varsa, abdest alsın ve iki Rek’at namaz kılsın, sonra şöyle desin: La ilaha illallahul-Halimul-Karim. Subhan-Allahi Rabbil-‘arshil-‘azim. Elhamdu Lillahi Rabbil-‘Alamin. Allah’ım, ben Senin rahmetinin sebeplerini, bağışlamanın büyüklerini, her hayırdan fayda ve her günahın affını istiyorum. Hiçbir günahımı bırakma ki, onu affetmeyesin, hiçbir sıkıntı bırakma ki, onu gidermeyesin, ve Senin rızana uygun hiçbir ihtiyacım kalmasın ki, onu karşılamayasın.” Sonra Allah’tan bu dünyada ve ahirette istediği her şeyi istemelidir, çünkü bu takdir edilmiştir.”"
    },
    {
      "id": 584,
      "narrator": "It was\nnarrated that Abu Rafi’ said:",
      "text": "‘Uthman bin Hunaif’ten rivayet edilmiştir ki, bir kör adam Peygamber (ﷺ)’e geldi ve: “Beni iyileştirmesi için Allah’a dua et.” dedi. O: “Eğer ahiret için mükafatını biriktirmek istersen, bu daha hayırlıdır; yoksa istersen, ben senin için dua ederim.” dedi. Adam: “Dua et.” dedi. O da ona abdest almasını ve bunu güzelce yapmasını, iki Rek’at namaz kılmasını ve şu duayı yapmasını söyledi: “Allah’ım, ben senden istiyorum ve Muhammed’in rahmet peygamberinin vesilesiyle sana yöneliyorum. Ey Muhammed, ben bu ihtiyacım için Rabbime senin vesilenle yöneldim ki, bu karşılanabilsin. Allah’ım, onun benim için şefaatini kabul et.”"
    },
    {
      "id": 585,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Abu Rafi’ten rivayet edilmiştir ki, Allah’ın Resulü (ﷺ) Abbas’a şöyle dedi: “Ey amca, sana bir hediye vermeyeyim mi, sana bir fayda sağlamayayım mı, akrabalık bağlarımı seninle kuvvetlendirmeyeyim mi?” O: “Elbette, ey Allah’ın Resulü.” dedi. O: “Dört Rek’at namaz kıl, her Rek’atında Fatiha ve bir sure oku. Okumayı bitirdiğinde, Ruku’a gitmeden önce on beş defa: Subhan-Allah wal-hamdu Lillah wa la ilaha illallah wa Allahu Akbar de. Sonra Ruku’a git ve onu on defa de; sonra başını kaldır ve onu on defa de; sonra secde et ve onu on defa de; sonra başını kaldır ve onu on defa de; sonra secde et ve onu on defa de; sonra başını kaldır ve onu on defa de. Bu her Rek’at için yetmiş beş defa ve dört Rek’at için üç yüz defa olur; eğer günahların kum tanesi kadar bile olsa, Allah seni affeder.” O: “Ey Allah’ın Resulü, biri bunu bir günde yapamazsa ne olur?” dedi. O: “O zaman haftada bir kez de; yapamazsan, ayda bir kez de.” dedi. Nihayet: “Yılda bir kez.” dedi."
    },
    {
      "id": 586,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Şaban ayının ortasında olan geceyi ibadetle geçirin ve o günde oruç tutun. Zira Allah, o gece güneş batarken en düşük semaya iner ve der ki: 'Benden af dileyen yok mu ki onu affedeyim? Rızık isteyen yok mu ki ona rızık vereyim? Bir sıkıntıya düşen yok mu ki onu rahatlatayım?' ve bu şekilde sabaha kadar devam eder.'\""
    },
    {
      "id": 587,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: \"Bir gece Peygamberi (ﷺ) kaybettim, bu yüzden onu aramak için dışarı çıktım. Onu Al-Baki'de, başını gökyüzüne kaldırmış halde buldum. Dedi ki: 'Ey Aişe, Allah ve Resulü sana haksızlık edeceklerinden mi korktun?' Ben de dedim: 'Hayır, mesele bu değil, ama senin diğer eşlerinden birine gitmiş olduğunu düşündüm.' O da dedi: 'Allah, Şaban ayının ortasında en düşük semaya iner ve Banu Kalb'in koyunlarının tüylerinden daha fazla affeder.'\""
    },
    {
      "id": 588,
      "narrator": "It was\nnarrated from Abu Musa Al-Ash’ari that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah, Şaban ayının ortasında bakar ve tüm yaratıklarını affeder, müşrik ve kin tutanlar hariç.\""
    },
    {
      "id": 589,
      "narrator": "",
      "text": "Ebu Musa'dan başka bir isnad ile, Peygamber (ﷺ) benzer bir ifadeyle."
    },
    {
      "id": 590,
      "narrator": "",
      "text": "Abdullah bin Ebu Evfa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Ebu Cehil'in başının (ölümünün) müjdesini aldığı günde iki rekat namaz kılmıştır."
    },
    {
      "id": 591,
      "narrator": "",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) bir ihtiyacının karşılandığı müjdesini aldı ve secdeye kapandı."
    },
    {
      "id": 592,
      "narrator": "",
      "text": "Abdurrahman bin Ka'b bin Malik'ten rivayet edilmiştir ki, babası, Allah onun tövbesini kabul ettiğinde secdeye kapandığını söyledi."
    },
    {
      "id": 593,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "Ebu Bekir'den rivayet edilmiştir ki, Peygamber (ﷺ) kendisini sevindiren bir haber duyduğunda, ya da sevinç duyması gereken bir haber duyduğunda, Allah'a şükür secdesine kapanırdı."
    },
    {
      "id": 594,
      "narrator": "It was\nnarrated from ‘Asim bin Sufyan Thaqafi that they went on the\ncampaign of Salasil, but no battle took place; they only took up\ntheir\npositions. Then they came back to Mu’awiyah, and Abu Ayyub\nand ‘Uqbah\nbin ‘Amir were with him. ‘Asim said:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir: \"Eğer Allah'ın Resulü (ﷺ) tarafından bir hadis duyarsam, Allah bana dilediği kadar fayda verir, eğer başkasından duyarsam, ondan yemin etmesini isterim, eğer yemin ederse, ona inanırım. Ebu Bekir bana söyledi ve Ebu Bekir doğru söyledi ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Bir adam bir günah işler, sonra abdest alır ve bunu güzelce yapar, ardından iki rekat namaz kılarsa,' (rivayet edenlerden biri) Mis'ar dedi: 'sonra namaz kılar ve Allah'tan af diler, Allah onu affeder.'\""
    },
    {
      "id": 595,
      "narrator": "‘Uthman\nsaid:",
      "text": "Asim bin Süfyan el-Tehafi'den rivayet edilmiştir ki, Salasil seferine katıldılar, ama hiçbir savaş olmadı; sadece mevzilendiler. Sonra Muaviye'ye döndüler ve Ebu Eyyub ile Ukbe bin Amir de onunla birlikteydi. Asim dedi: \"Ey Ebu Eyyub, bu yıl cihattan mahrum kaldık ve bize dört camide namaz kılanın günahlarının affedileceği söylendi.\" O da dedi: \"Ey yeğenim, sana bundan daha kolay bir şey söyleyeyim mi? Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Kim abdest alır ve kendisine emredildiği gibi namaz kılarsa, geçmiş (kötü) amelleri affedilir.'\" O da dedi: \"(Bunu böyle demedi mi, ey Ukbe?)\" O da dedi: \"Evet.\""
    },
    {
      "id": 596,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that a man did something\nwith\na woman that was less than adultery; I do not know how far it\nwent,\nbut it was less than adultery. He went to the Prophet (ﷺ) and\ntold\nhim about that. Then Allah revealed the words:",
      "text": "Osman dedi ki: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Sizce, eğer birinizin avlusunda bir nehir olsa ve o her gün beş kez orada yıkanırsa, üzerinde hiç kir kalır mı?' Onlar: '(Hiçbir şey kalmaz.)' dediler. O da: 'Namaz, günahları suyun kiri giderdiği gibi giderir.'\""
    },
    {
      "id": 597,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir ki, bir adam bir kadınla zina sayılmayacak bir şey yaptı; ne kadar ileri gittiğini bilmiyorum ama zina sayılmayacak bir şeydi. O, Peygamber (ﷺ)'e gitti ve ona bunu anlattı. Sonra Allah şu ayetleri indirdi: \"Gündüzün iki ucunda ve gecenin bazı saatlerinde namaz kılın. Şüphesiz, iyi ameller kötü amelleri giderir. Bu, akıl sahipleri için bir hatırlatmadır.\" O da dedi: \"Ey Allah'ın Resulü, bu sadece benim için mi?\" O da dedi: \"Bu, buna uyan herkes içindir.\""
    },
    {
      "id": 598,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah, ümmetime elli namaz farz kıldı ve ben bunu Musa'ya kadar götürdüm. Musa dedi ki: 'Rabbin, ümmetine neyi farz kıldı?' Ben de dedim: 'O, bana elli namaz farz kıldı.' O dedi: 'Rabbinin yanına geri dön, çünkü senin ümmetin bunu yapamayacak.' Ben de Rabbimin yanına geri döndüm ve O bunu yarıya indirdi. Musa'ya geri döndüm ve ona söyledim, o da dedi: 'Rabbinin yanına geri dön, çünkü senin ümmetin bunu yapamayacak.' Ben de Rabbimin yanına geri döndüm ve O dedi: 'Onlar beş ve ellidir; benim sözüm değişmez.' Ben de Musa'ya geri döndüm ve o dedi: 'Rabbinin yanına geri dön.' Ben de: 'Rabbimden utanıyorum.' dedim.\""
    },
    {
      "id": 599,
      "narrator": "It was\nnarrated that ‘Ubadah bin Samit said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Peygamberiniz (ﷺ) elli namaz kılmakla emredildi ama o, bunları beş namaza indirmek için Rabbine geri döndü.\""
    },
    {
      "id": 600,
      "narrator": "It was\nnarrated from Sharik bin ‘Abdullah bin Abu Namir that he heard\nAnas\nbin Malik say:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Allah'ın kullarına farz kıldığı beş namazı kim kılarsa ve bunlardan bir şey ihmal etmezse, Kıyamet Günü Allah onunla bir ahit yapar ki onu cennete alacaktır. Ama bunları kılan ve bir şey ihmal eden kimse için Allah ile böyle bir ahit yoktur; eğer dilerse onu azap eder, eğer dilerse onu affeder.'\""
    },
    {
      "id": 601,
      "narrator": "Sa’eed\nbin Musayyab said that Abu Qatadah bin Rib’i told him that the\nMessenger of Allah (ﷺ) said:",
      "text": "Sa’eed bin Musayyab, Abu Qatadah bin Rib’i'den, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu aktardı: “Allah şöyle dedi: ‘Ben, ümmetinize beş namaz farz kıldım ve bu namazları devam ettirenler için cennete gireceklerine dair kendimle bir ahit yaptım. Kim bu namazları devam ettirmezse, benimle böyle bir ahdi yoktur.’”"
    },
    {
      "id": 602,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Bu camimde kılınan bir namaz, başka bir yerde kılınan bin namazdan daha hayırlıdır, sadece Mescid-i Haram hariç.”"
    },
    {
      "id": 603,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Prophet (ﷺ) said:",
      "text": "(Bir başka isnad) Abu Hurairah'tan, Peygamber (ﷺ) benzer ifadelerle."
    },
    {
      "id": 604,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Bu camimde kılınan bir namaz, başka bir camide kılınan bin namazdan daha hayırlıdır, sadece Mescid-i Haram hariç.”"
    },
    {
      "id": 605,
      "narrator": "It was\nnarrated that Maimunah the freed (female) slave of the Prophet\n(ﷺ)\nsaid:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Benim camimde kılınan bir namaz, başka yerlerde kılınan bin namazdan daha hayırlıdır, sadece Mescid-i Haram hariç; ve Mescid-i Haram'da kılınan bir namaz, başka yerlerde kılınan yüz bin namazdan daha hayırlıdır.”"
    },
    {
      "id": 606,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Prophet (ﷺ) said:",
      "text": "Maimunah, Peygamber (ﷺ)'in azatlı cariyesi olarak şöyle dedi: “Ben dedim ki: ‘Ey Allah'ın Elçisi, Baitul-Maqdis hakkında bize bilgi ver.’ O da şöyle dedi: ‘O, diriliş ve toplanma yeridir. Orada namaz kıl, çünkü orada kılınan bir namaz, başka yerlerde kılınan bin namaz gibidir.’ Ben dedim ki: ‘Ya oraya gidememişsem?’ O da şöyle dedi: ‘O zaman, lambalarını aydınlatmak için oraya bir yağ hediye et, çünkü bunu yapan, oraya giden gibi olur.’”"
    },
    {
      "id": 607,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah bin ‘Amr'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Süleyman bin Davud, Baitul-Maqdis'i inşa ettikten sonra Allah'tan üç şey istedi: O'nun hükmüyle uyumlu bir hüküm, kendisinden sonra kimsenin sahip olamayacağı bir saltanat ve bu camiye yalnızca namaz kılmak amacıyla gelen kimse, annesinin onu doğurduğu gün gibi günahsız çıkacaktır.” Peygamber (ﷺ) şöyle dedi: “İki dua kabul edildi, umarım üçüncüsü de kabul edilmiştir.”"
    },
    {
      "id": 608,
      "narrator": "It was\nnarrated from Abu Sa’eed and ‘Abdullah bin ‘Amr bin ‘As that\nthe Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Hiç kimse, üç cami dışında herhangi bir camiyi ziyaret etmek için bir binek hazırlamamalıdır: Mescid-i Haram, bu camim ve Mescid-i Aksa.”"
    },
    {
      "id": 609,
      "narrator": "Abul-Abrad, the freed slave of Banu Khatmah, said that he heard Usaid\nbin Zuhair Ansari who was one of the Companions of the Prophet (ﷺ)\nnarrating that the Prophet (ﷺ) said:",
      "text": "Abu Sa’eed ve Abdullah bin ‘Amr bin ‘As'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Hiç kimse, üç cami dışında herhangi bir camiyi ziyaret etmek için bir binek hazırlamamalıdır: Mescid-i Haram, Mescid-i Aksa ve bu camim.”"
    },
    {
      "id": 610,
      "narrator": "(Sahl)\nbin Hunaif said:",
      "text": "Abul-Abrad, Banu Khatmah'nın azatlı kölesi, Peygamber (ﷺ)'in sahabelerinden olan Usaid bin Zuhair'in şöyle dediğini duydu: “Peygamber (ﷺ) şöyle buyurdu: ‘Kuba Camii'nde kılınan bir namaz, ‘Umre gibidir.’”"
    },
    {
      "id": 611,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "(Sahl) bin Hunaif şöyle dedi: “Allah'ın Elçisi (ﷺ) şöyle buyurdu: ‘Kim evinde abdest alır, sonra Kuba Camii'ne gelir ve orada bir namaz kılarsa, ‘Umre’ sevabı alır.’”"
    },
    {
      "id": 612,
      "narrator": "It was\nnarrated from Tufail bin Ubayy bin Ka’b that his father said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: “Bir adamın evinde kıldığı namaz, bir namaza eşittir; kabileler camiinde kıldığı namaz, yirmi beş namaza eşittir; Cuma namazının kılındığı camide kıldığı namaz, beş yüz namaza eşittir; Mescid-i Aksa'da kıldığı namaz, elli bin namaza eşittir; benim camimde kıldığı namaz, elli bin namaza eşittir; ve Mescid-i Haram'da kıldığı namaz, yüz bin namaza eşittir.”"
    },
    {
      "id": 613,
      "narrator": "It was\nnarrated from Anas that the Prophet (ﷺ) used to deliver the\nsermon\nleaning on a tree trunk. When he started to use the pulpit, he\nwent\nto the pulpit, and the trunk made a sorrowful sound. So he came\nto\nit and embraced it, and it calmed down. He said:",
      "text": "Tufail bin Ubayy bin Ka’b'dan rivayet edilmiştir ki, babası şöyle dedi: “Allah'ın Elçisi (ﷺ) cami henüz bir kulübe iken, bir hurma ağacının gövdesine yönelerek namaz kılardı ve hutbe verirken o gövdeye yaslanırdı. Sahabelerinden biri şöyle dedi: ‘Seni insanların görebileceği ve hutbeni duyabileceği bir şey yapalım mı?’ O da ‘Evet.’ dedi. Bunun üzerine ona üç basamaktan bir minber yaptılar. Minber yerleştirildiğinde, şimdi durduğu yere konuldu. Allah'ın Elçisi (ﷺ) minberde durmak istediğinde, hutbe verdiği hurma gövdesinin yanından geçti ve gövde inledi, çatladı ve yarıldı. Allah'ın Elçisi (ﷺ) sesi duyduğunda aşağı indi ve elini onun üzerine koyarak susturdu. Sonra minbere geri döndü ve namaz kılarken ona yöneldi. Cami yıkıldığında (yenileme için) ve (sütunlar, vb.) değiştirildiğinde, Ubayy bin Ka’b o gövdeyi aldı ve evinde sakladı, ta ki çok yaşlanana kadar ve termitler onu yedi, toz haline geldi.”"
    },
    {
      "id": 614,
      "narrator": "It was\nnarrated that Abu Hazim said:",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber (ﷺ) hutbe verirken bir ağaç gövdesine yaslanırdı. Minber kullanmaya başladığında, minbere gitti ve gövde hüzünlü bir ses çıkardı. Bunun üzerine ona gitti ve onu kucakladı, ve sakinleşti. O da şöyle dedi: “Eğer onu kucaklamasaydım, kıyamet gününe kadar üzülmeye devam edecekti.”"
    },
    {
      "id": 615,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Abu Hazim şöyle dedi: “İnsanlar, Allah'ın Elçisi (ﷺ)'nin minberinin neyle yapıldığı konusunda farklı görüşlere sahip oldular. Bunun üzerine Sahl bin Sa’d'a geldiler ve ona sordular. O da şöyle dedi: ‘Bundan daha fazla bilgi sahibi olan kimse yok. O, Ghabah'tan bir tür ağaç olan tamariskten yapılmıştır. Şu kadar kişi tarafından yapıldı, o da (Peygamber (ﷺ)) yerleştirildiğinde onun üzerine durdu. Kıblaya yöneldi ve insanlar arkasında durdular. Kur'an okudu, sonra rükû yaptı ve başını kaldırdı, sonra geri hareket etti ve secdeye gitti, sonra minbere geri döndü ve Kur'an okudu, sonra rükû yaptı ve başını kaldırdı, sonra geri hareket etti ve secdeye gitti.”"
    },
    {
      "id": 616,
      "narrator": "It was\nnarrated from Abu Wa’il that ‘Abdullah said:",
      "text": "Abu Wa’il'den rivayet edildiğine göre 'Abdullah şöyle dedi: \"Bir gece Allah'ın Resulü (ﷺ) ile namaz kıldım ve o ayakta durmaya devam etti, ta ki kötü bir şey yapmayı düşündüm.\" Ben de: \"O neydi?\" dedim. O da: \"Oturmayı ve onu terk etmeyi düşündüm.\" dedi."
    },
    {
      "id": 617,
      "narrator": "It was\nnarrated from Ziyad bin ‘Ilaqah that he heard Mughirah say:",
      "text": "Ziyad bin 'İlaqah'tan rivayet edildiğine göre, Mughirah şöyle dedi: \"Allah'ın Resulü (ﷺ) ayakta durdu (namazda) ta ki ayakları şişti. Denildi ki: 'Ey Allah'ın Resulü, Allah geçmiş ve gelecekteki günahlarını affetti.' O da: 'Şükreden bir kul olmamalı mıyım?' dedi.\""
    },
    {
      "id": 618,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) ayakları şişene kadar namaz kılardı. Denildi ki: 'Ey Allah'ın Resulü, Allah geçmiş ve gelecekteki günahlarını affetti.' O da: 'Şükreden bir kul olmamalı mıyım?' dedi."
    },
    {
      "id": 619,
      "narrator": "It was\nnarrated that Jabir bin ‘Abdullah said:",
      "text": "Jabir bin 'Abdullah'tan rivayet edildiğine göre, Peygamber (ﷺ) şöyle soruldu: 'Hangi namaz en iyisidir?' O da: 'Uzun Qunut ile kılınan namazdır.' dedi."
    },
    {
      "id": 620,
      "narrator": "It was\nnarrated from Kathir bin Murrah that Abu Fatimah told him:",
      "text": "Kathir bin Murrah'tan rivayet edildiğine göre, Abu Fatimah ona şöyle dedi: \"Ben de: 'Ey Allah'ın Resulü! Bana tutunabileceğim ve uygulayabileceğim bir ameli söyle.' dedim. O da: 'Secde etmelisin, çünkü Allah'a secde ettiğinde, O seni bir derece yükseltir ve bir günahını siler.' dedi.\""
    },
    {
      "id": 621,
      "narrator": "Ma’dan\nbin Abu Talhah Al-Ya’muri said:",
      "text": "Ma’dan bin Abu Talhah Al-Ya’muri şöyle dedi: \"Thawban ile karşılaştım ve ona: 'Bana Allah'ın fayda verebileceği bir Hadis söyle.' dedim. Ama o sessiz kaldı. Sonra aynı şeyi söyledim ve yine sessiz kaldı. Bu üç kez oldu. Sonra bana: 'Allah'a secde etmelisin; çünkü Allah'ın Resulü (ﷺ) şöyle dedi: 'Hiç kimse Allah'a secde etmez ki, Allah onu bir derece yükseltmesin ve bir günahını silmesin.' Ma’dan dedi ki: 'Sonra Abu Darda' ile karşılaştım ve ona aynı soruyu sordum, o da benzer bir cevap verdi.'\""
    },
    {
      "id": 622,
      "narrator": "It was\nnarrated from ‘Ubadah bin Samit that he heard the Messenger of\nAllah (ﷺ) say:",
      "text": "'Ubadah bin Samit'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hiç kimse Allah'a secde etmez ki, Allah onun için bir Hasanah (iyi ödül) kaydetmesin, bir kötü ameli silmesin ve onu bir derece yükseltmesin. Bu yüzden çokça secde et.\""
    },
    {
      "id": 623,
      "narrator": "It was\nnarrated that Anas bin Hakim Dabbi said:",
      "text": "Anas bin Hakim Dabbi'den rivayet edildiğine göre, Abu Hurairah bana şöyle dedi: \"Sen kendi ülkenize gittiğinizde, onlara söyleyin ki, ben Allah'ın Resulü (ﷺ) şöyle dediğini duydum: 'Kıyamet Günü Müslüman'ın hesap vereceği ilk şey farz namazlar olacaktır. Eğer tamamlanmışsa, her şey iyi, aksi takdirde denilecektir: 'Bakın, onun herhangi bir nafile namazı var mı?' Eğer nafile namazı varsa, farz namazları nafile namazlarından tamamlanacaktır. Sonra aynı şey tüm farz amelleri için yapılacaktır.'\""
    },
    {
      "id": 624,
      "narrator": "It was\nnarrated from Tamim Dari that the Prophet (ﷺ) said:",
      "text": "Tamim Dari'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Kıyamet Günü bir kişinin hesap vereceği ilk şey namazıdır. Eğer tamamlanmışsa, nafile (namazlar) da onun için kaydedilecektir (artış olarak). Eğer tamamlanmamışsa, Allah meleklerine şöyle diyecektir: 'Bakın, kullarım için herhangi bir nafile namaz bulabiliyor musunuz? Ve onu farz namazlarından eksik olanı tamamlamak için alın.' Sonra tüm amelleri de aynı şekilde hesaplanacaktır.\""
    },
    {
      "id": 625,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: \"Sizden biri namaz kılarken ileriye, geriye, sağa veya sola adım atamıyor mu?\" yani nafile namaz kılmak için."
    },
    {
      "id": 626,
      "narrator": "It was\nnarrated from Al-Mughirah bin Shu’bah that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Al-Mughirah bin Shu’bah'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"İmam, farz namazı kıldığı yerde namaz kılmamalıdır, ta ki kenara çekilene kadar.\""
    },
    {
      "id": 627,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Shibl said:",
      "text": "Mughirah'dan başka bir isnad ile, Peygamber (ﷺ) benzer ifadelerle."
    },
    {
      "id": 628,
      "narrator": "It was\nnarrated from Yazid bin Abu ‘Ubaid that Salamah bin Al-Akwa’\nused\nto offer the Duha prayer, and he would come to the pillar that\nwas\nnear the Mushaf. I said to him:",
      "text": "'Abdur-Rahman bin Shibl'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) üç şeyi yasakladı: Bir karganın gagası gibi gagalamak, bir av hayvanı gibi kolları açmak ve bir adamın camide sürekli namaz kıldığı bir yeri olması, tıpkı bir devenin gittiği bir yer gibi."
    },
    {
      "id": 629,
      "narrator": "It was\nnarrated that ‘Abdullah bin Sa’ib said:",
      "text": "Yazid bin Abu 'Ubaid'ten rivayet edildiğine göre, Salamah bin Al-Akwa’ Duha namazını kılardı ve Mushaf'a yakın olan sütuna gelirdi. Ben ona: \"Neden orada namaz kılmıyorsun?\" dedim ve caminin bir köşesine işaret ettim. O da: \"Ben Allah'ın Resulü (ﷺ) bu yeri ararken gördüm.\" dedi."
    },
    {
      "id": 630,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "'Abdullah bin Sa’ib'den rivayet edildiğine göre, \"Kazanım Günü Allah'ın Resulü (ﷺ) namaz kılarken ayakkabılarını soluna koyduğunu gördüm.\""
    }
  ]
}