{
  "language": "tr",
  "metadata": {
    "length": 205,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated that ‘Ali said that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ali'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Müslümanın, Müslümandan altı hakkı vardır: Onu gördüğünde selam vermek; davet ederse davetini kabul etmek; hapşırdığında (Elhamdülillah dedikten sonra) ona Yarhamuk-Allah (Allah sana rahmet etsin) demek; hastalandığında ziyaret etmek; vefat ettiğinde cenazesine katılmak; ve kendisi için sevdiği şeyi, onun için de sevmektir.”"
    },
    {
      "id": 2,
      "narrator": "It was\nnarrated from Abu Mas’ud that the Prophet (ﷺ) said:",
      "text": "Abu Mas’ud'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: “Müslümanın, Müslümandan dört hakkı vardır: Hapşırdığında (Elhamdülillah dedikten sonra) ona Yarhamuk-Allah (Allah sana rahmet etsin) demek; davet ederse davetini kabul etmek; vefat ettiğinde cenazesine katılmak; ve hastalandığında ziyaret etmektir.”"
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Müslümanın beş hakkı vardır: Selamını iade etmek, davetini kabul etmek; cenazesine katılmak; hastayı ziyaret etmek; ve hapşırdığında (Elhamdülillah dedikten sonra) ona Yarhamuk-Allah demektir.”"
    },
    {
      "id": 4,
      "narrator": "Jabir\nbin ‘Abdullah said:",
      "text": "Cabir bin Abdullah dedi ki: “Allah'ın Resulü (ﷺ) beni ziyaret etmek için yürüyerek geldi (hastayken), Abu Bekir de geldi, ben Banu Salimah ile birlikteydim.”"
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Peygamber (ﷺ) hiçbir hastayı üç günden önce ziyaret etmezdi.”"
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abu Sa’eed Al-Khudri'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Hastaya girdiğinizde, onu neşelendirin ve uzun bir yaşam umudu verin, çünkü bu, Kader'de hiçbir şeyi değiştirmez, fakat hastanın kalbini neşelendirir.”"
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) visited a man\nand\nsaid:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Peygamber (ﷺ) bir adamı ziyaret etti ve ona: “Neyi arzuluyorsun?” dedi. Adam: “Buğday ekmeği arzuluyorum.” dedi. Peygamber (ﷺ) şöyle dedi: “Kimde buğday ekmeği varsa, onu kardeşine göndersin.” Sonra Peygamber (ﷺ) dedi: “Eğer aranızda bir hasta bir şey arzuluyorsa, ona yedirin.”"
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre, Peygamber (ﷺ) bir hastayı ziyaret etmek için girdi. O: “Bir şey arzuluyor musun? Ka’k (bir tür ekmek) arzuluyor musun?” dedi. Adam: “Evet.” dedi. Bunun üzerine, ona Ka’k getirmesi için birini gönderdiler.”"
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated that ‘Umar bin Al-Khattab said:",
      "text": "Ömer bin Hattab dedi ki: “Peygamber (ﷺ) bana şöyle dedi: ‘Hastaya girdiğinde, ona dua etmesini söyle, çünkü onun duası, meleklerin duası gibidir.’”"
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali dedi ki: “Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Kim Müslüman kardeşine gelir ve onu (hastayken) ziyaret ederse, cennet hasadının arasında yürümektedir, oturduğunda merhametle örtülür. Eğer sabahsa, yetmiş bin melek ona akşama kadar salavat getirir; eğer akşamsa, yetmiş bin melek ona sabaha kadar salavat getirir.’”"
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kim bir hastayı ziyaret ederse, gökten bir çağrı gelir: ‘Mutlu ol, yürüyüşün bereketli olsun ve cennette onurlu bir makama sahip ol.’”"
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated that Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ölenlerinizi La ilaha illallah demeye teşvik edin.”"
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa’eed Al-Khudri dedi ki: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Ölenlerinizi La ilaha illallah demeye teşvik edin.’”"
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Ishaq bin ‘Abdullah bin Ja’far that his father\nsaid:",
      "text": "İshak bin Abdullah bin Cafer'den rivayet edildiğine göre, babası şöyle dedi: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Ölenlerinizi La ilaha illallahul-Halimul-Karim, Subhan-Allahi Rabbil-‘Arshil-‘Azim, Al-Hamdu Lillahi Rabbil-‘alamin (Allah'tan başka ilah yoktur, O, Halim ve Kerim'dir. Yüce Arş'ın Rabbi olan Allah'a hamdolsun, alemlerin Rabbi olan Allah'a.) demeye teşvik edin.’ Onlar: ‘Ey Allah'ın Resulü, peki ya hayatta olanlar?’ dediler. O: ‘Daha da iyi, daha da iyi.’ dedi.”"
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Ümmü Seleme dedi ki: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Hastayı veya ölmekte olanı ziyaret ettiğinizde, güzel şeyler söyleyin, çünkü melekler, söylediklerinize Amin derler.’ Abu Salamah vefat ettiğinde, ben Peygamber (ﷺ)'e geldim ve: ‘Ey Allah'ın Resulü! Abu Salamah vefat etti.’ dedim. O: ‘De ki: “Allahummaghfir li wa lahu, wa a’qibni minhu ‘uqba hasanah (Ey Allah, beni ve onu bağışla ve bana ondan daha hayırlısını ver).’” dedi. Ben bunu söyledim ve Allah, bana ondan daha hayırlısını verdi: Allah'ın Resulü Muhammad (ﷺ).”"
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated from Ma’qil bin Yasar that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Ma’qil bin Yasar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Kur'an'ı ölmekte olanlarınızın yanında okuyun,” yani Yasin."
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Ka’b bin Malik, about Ka’b:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Muhammad\nbin Munkadir said:",
      "text": "‘Abdur-Rahman bin Ka’b bin Malik'ten, Ka’b hakkında rivayet edilmiştir: “Ka’b ölmekteyken, Umm Bishr bint Bara’ bin Ma’rur ona geldi ve dedi ki: ‘Ey Abu ‘Abdur-Rahman! Eğer falan kişiyle karşılaşırsan, ona benden selam ilet.’ O da dedi ki: ‘Allah seni affetsin, ey Umm Bishr! Biz buna düşünmek için çok meşgulüz.’ O da dedi ki: ‘Ey Abu ‘Abdur-Rahman! Allah'ın Resulü (ﷺ) şöyle demedi mi: “Müminlerin ruhları yeşil kuşlar içindedir, Cennet ağaçlarından yerler”?’ O da dedi: ‘Evet.’ O da dedi: ‘İşte kastettiğim budur.’”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ)\nentered\nupon her and there was a close relative of hers who was in the\nthroes\nof death. When the Prophet (ﷺ) saw how upset she was, he\nsaid:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Abu Buraidah from his father that the Prophet\n(ﷺ)\nsaid:",
      "text": "Muhammad bin Munkadir dedi ki: “Jabir bin ‘Abdullah'ın yanına girdim, o ölmekteydi ve dedim ki: ‘Allah'ın Resulü'ne (ﷺ) selamımı ilet.’”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated that Abu Musa said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "‘Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ona girdi ve onun yakın akrabası ölüm döşeğindeydi. Peygamber (ﷺ) onun ne kadar üzgün olduğunu görünce, şöyle dedi: “Akraban için üzülme, çünkü bu onun Hasanat'ının (sevaplarının) bir parçasıdır.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Shaddad bin Aws that the Messenger of Allah\n(ﷺ) said:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Abu Buraidah'dan babası aracılığıyla rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: “Mümin, alnında ter ile ölür.”"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Muhammad\nbin Sirin narrated that Umm ‘Atiyyah said:",
      "text": "Abu Musa'dan rivayet edilmiştir ki: “Ben Allah'ın Resulü'ne (ﷺ) sordum: ‘Bir kişi insanları tanımayı ne zaman bırakır?’ O da dedi ki: ‘Gördüğünde.’”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from Ayyub who said:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Abu Salamah'nın yanına girdi (ölümünden sonra) ve gözleri açık kalmıştı. Gözlerini kapadı, sonra dedi ki: ‘Ruh alındığında, bakış onu takip eder.’”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Messenger of Allah\n(ﷺ) said:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from ‘Ali that the Messenger of Allah (ﷺ) said:",
      "text": "Shaddad bin Aws'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ölülerinize geldiğinizde, gözlerini kapatın, çünkü bakış ruhu takip eder. Ve iyi şeyler söyleyin, çünkü melekler, aile üyelerinin söylediklerine Amin derler.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim bir cenazeyi yıkarsa, o banyo yapsın.”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, o şöyle demiştir: “O zaman bildiğim şeyi bilseydim, Peygamberi (ﷺ) sadece eşleri yıkardı.”"
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Bakî'den döndüğünde başım ağrıyordu ve ‘Ey başım!’ diyordum. O da: ‘Hayır, ben şöyle demeliyim, ey başım, ey Aişe!’ dedi. Sonra: ‘Eğer benden önce ölürsen, bu senin için bir şey ifade etmez; çünkü ben seni yıkayacağım, kefenleyeceğim, cenaze namazını kılacağım ve seni defnedeceğim.’”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated from Abu Buraidah that his father said:",
      "text": "Ebu Burde'den rivayet edilmiştir ki, babası şöyle demiştir: “Peygamberi (ﷺ) yıkamaya başladıklarında, evin içinden bir ses: ‘Allah'ın Resulünün gömleğini çıkarmayın.’ diye bağırdı.”"
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said that when he washed the\nMessenger of Allah (ﷺ) he looked for what which is usually looked\nfor on the deceased (i.e., dirt), and he found none. He said:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) yıkandığında, ölülerde genellikle bakılan şeyleri (yani kir) aradı ve hiç bulamadı. O da: “Babam sana feda olsun, sen temizsin; hayatta temizdin ve ölümde de temizsin.” dedi."
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated from ‘Ali that the Messenger of Allah (ﷺ) said:",
      "text": "Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ben öldüğümde, beni Ghars kuyusundan yedi kova su ile yıkayın.”"
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) was shrouded in\nthree\nwhite Yemeni cloths, among which there was no shirt and no\nturban. It\nwas said to ‘Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) üç beyaz Yemen örtüsü ile kefenlenmiştir; bunlar arasında gömlek ve sarık yoktu. Aişe'ye: “Onun Hibarah ile kefenlendiğini iddia ediyorlardı.” denildi. Aişe: “Onlar bir Hibarah Burd getirdiler, ama onu bununla kefenlemediler.” dedi."
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Umar said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) üç ince beyaz Suhuli örtü ile kefenlenmiştir."
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) üç elbise ile kefenlenmiştir: Ölümünde giydiği gömlek ve bir Najrani Hullah."
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Sizin en güzel elbiseleriniz beyaz olanlardır; ölülerinizi bunlarla kefenleyin ve giyin.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated from ‘Ubadah bin Samit that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “En güzel kefen Hullah'tır (iki parçalı).”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Abu Qatadah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Katade'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer biriniz kardeşinin (ölümden sonra) bakımını üstlenirse, onu güzelce kefenlesin.”"
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) İbrahim'in vefatında onlara: “Onu kefenine sarmayın, önce ona bakayım.” dedi. Yanına geldi, eğildi ve ağladı."
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated that Bilal bin Yahya said:",
      "text": "Bilal bin Yahya'dan rivayet edilmiştir ki, eğer ailesinden biri ölürse, Hudayfe şöyle derdi: “Kimseye haber vermeyin, çünkü bunun bir ölüm ilanı olmasından korkuyorum. Ben bu iki kulağımla Allah'ın Resulü'nün (ﷺ) ölüm ilanı yapmayı yasakladığını duydum.”"
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Cenaze (tabutunu) acele ettirin; eğer kişi salihse, onu hayra doğru yönlendiriyorsunuzdur; eğer değilse, o zaman boynunuzdan bir kötülüğü kaldırıyorsunuzdur.”"
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated that Abu ‘Ubaidah said:",
      "text": "Abu ‘Ubaidah'dan nakledildi: “‘Abdullah bin Mas’ud dedi ki: ‘Cenaze (törenini) takip eden, onu (sırasıyla) dört köşesinden taşısın, çünkü bu Sünnet'tir. Sonra eğer isterse onu gönüllü olarak taşıyabilir, eğer isterse bunu yapmayabilir.’”"
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated from Abu Musa that the Prophet (ﷺ) saw a funeral\n(procession) with which the people were rushing. He said:",
      "text": "Abu Musa'dan nakledildi ki, Peygamber (ﷺ) bir cenaze (töreni) gördü ve insanlar acele ediyorlardı. O dedi ki: “Sakin bir şekilde hareket etmelisiniz.”"
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated that Thawban, the freed slave of the Messenger of\nAllah\n(ﷺ), said:",
      "text": "Thawban, Allah'ın Messenger'ının (ﷺ) azatlı kölesi, dedi ki: “Allah'ın Messenger'ı (ﷺ) cenaze (töreninde) hayvanlarının üzerinde oturan bazı insanları gördü. O dedi ki: ‘Allah'ın meleklerinin yürüyerek gittiğini ve sizin bindiğinizi utanmıyor musunuz?’”"
    },
    {
      "id": 49,
      "narrator": "Al-Mughirah bin Shu’bah said:",
      "text": "Al-Mughirah bin Shu’bah dedi ki: “Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: ‘Binen kişi cenaze (töreninin) arkasında gitmelidir, ama yürüyen kişi istediği yere yürüyebilir.’”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated from Salim that his father said:",
      "text": "Salim'den nakledildi ki, babası dedi ki: “Peygamberi (ﷺ), Abu Bakr ve ‘Umar'ı cenaze (töreninin) önünde yürürken gördüm.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten nakledildi ki: “Allah'ın Messenger'ı (ﷺ), Abu Bakr, ‘Umar ve ‘Uthman cenaze (töreninin) önünde yürürdü.”"
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Messenger of Allah\n(ﷺ) said:",
      "text": "‘Abdullah bin Mas’ud'dan nakledildi ki, Allah'ın Messenger'ı (ﷺ) dedi ki: ‘Cenaze takip edilmeli ve takip edilmemelidir. Onunla birlikte yürüyen kimse olmamalıdır.’”"
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated that ‘Imran bin Husain and Abu Barzah said:",
      "text": "‘Imran bin Husain ve Abu Barzah'dan nakledildi ki: “Biz Allah'ın Messenger'ı (ﷺ) ile bir cenazeye katıldık ve O, üst örtülerini çıkarıp sadece gömlekleriyle yürüyen bazı insanları gördü. Allah'ın Messenger'ı (ﷺ) dedi ki: ‘Cahiliye döneminin uygulamasını mı benimsiyorsunuz?’ veya; ‘Cahiliye döneminin davranışını mı taklit ediyorsunuz? Sizin aleyhinize dua edecektim ki, farklı bir şekilde geri dönersiniz.’ Bunun üzerine onlar örtülerini tekrar giydiler ve bir daha asla bunu yapmadılar.”"
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated from ‘Ali bin Abu Talib that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "‘Ali bin Abu Talib'den nakledildi ki, Allah'ın Messenger'ı (ﷺ) dedi ki: “Cenaze hazır olduğunda geciktirmeyin.”"
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated from Abu Hariz that Abu Burdah said:",
      "text": "Abu Hariz'den nakledildi ki, Abu Burdah dedi ki: “Abu Musa Ash’ari, ölürken ‘Beni bir tütsü ile takip etmeyin.’ diye talimat verdi.” Onlar ona: “Bununla ilgili bir şey duydun mu?” dediler. O dedi ki: “Evet, Allah'ın Messenger'ından (ﷺ).”"
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan nakledildi ki, Peygamber (ﷺ) dedi ki: “Eğer bir kimse için yüz Müslüman cenaze namazı kılarsa, o kişi affedilecektir.”"
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated that Kuraib the freed slave of ‘Abdullah bin ‘Abbas\nsaid:",
      "text": "Kuraib, ‘Abdullah bin ‘Abbas'ın azatlı kölesi, dedi ki: “‘Abdullah bin ‘Abbas'ın bir oğlu vefat etti ve bana dedi ki: ‘Ey Kuraib! Kalk ve benim oğlum için kimlerin toplandığını gör.’ Ben de: ‘Evet.’ dedim. O dedi ki: ‘Vay haline, kaç kişi görüyorsun? Kırk mı?’ Ben dedim: ‘Hayır, daha fazla var.’ O dedi: ‘Oğlumu çıkar, çünkü ben Allah'ın Messenger'ının (ﷺ) şöyle dediğine şahitlik ediyorum: ‘Kırk mümin, bir mümin için şefaatte bulunursa, Allah onların şefaatini kabul eder.’”"
    },
    {
      "id": 58,
      "narrator": "Malik\nbin Hubairah Ash-Shami, who was a Companion of the Prophet\n(ﷺ),\nsaid:",
      "text": "Malik bin Hubairah Ash-Shami, Peygamber (ﷺ) sahabelerinden biri, dedi ki: “Eğer bir cenaze töreni getirilirse ve onu takip edenlerin sayısı az görülürse, üç saf halinde düzenlenir, sonra cenaze namazı kılınır.” O dedi ki: “Allah'ın Messenger'ı (ﷺ) dedi ki: ‘Üç saf Müslüman, ölen bir kişi için cenaze namazı kılmadıkça, o kişi cennete garantili olacaktır.’”"
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten nakledildi ki: “Bir cenaze (töreni) Peygamberin (ﷺ) yanından geçti ve insanlar (merhum hakkında) övgülerde bulundu ve iyi şeyler söylediler. O dedi ki: ‘(Cennet) ona garantilidir.’ Sonra başka bir cenaze geçti ve insanlar onun hakkında kötü şeyler söylediler, o da (Peygamber (ﷺ)) dedi ki: ‘(Cehennem) ona garantilidir.’ Denildi ki: ‘Ey Allah'ın Messenger'ı, sen bu kişi için (Cennet'in) garantili olduğunu ve diğer kişi için (Cehennem'in) garantili olduğunu söyledin.’ O dedi ki: ‘Bu, insanların şahitliğidir ve müminler, Allah'ın yeryüzündeki şahitleridir.’”"
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan nakledildi ki: “Bir cenaze Peygamberin (ﷺ) yanından geçti ve insanlar (merhum hakkında) övgülerde bulundu ve onun iyi özelliklerini zikrettiler. O dedi ki: ‘(Cennet) ona garantilidir.’ Sonra başka bir cenaze geçti ve insanlar onun hakkında kötü şeyler söylediler ve kötü özelliklerini zikrettiler, o da Peygamber (ﷺ) dedi ki: ‘(Cehennem) ona garantilidir. Siz yeryüzünde Allah'ın şahitlerisiniz.’”"
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Samurah bin Jundab Al-Fazari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) nifas halinde ölen bir kadın için cenaze namazı kılmış ve onun bel hizasında durmuştur.”"
    },
    {
      "id": 62,
      "narrator": "It was\nnarrated that Abu Ghalib said:",
      "text": "Abu Ghalib'in söylediğine göre: “Anas bin Malik'in bir adam için cenaze namazı kıldığını gördüm ve baş hizasında duruyordu. Sonra bir kadın cenazası getirildi ve ‘Ey Abu Hamzah! Onun için cenaze namazı kıl.’ dediler. O da yatağın ortasında durdu (ceset oradaydı). ‘Ala’ bin Ziyad ona dedi: ‘Ey Abu Hamzah! Resulullah (ﷺ) bir adam ve bir kadın cenazesi ile ilgili olarak nasıl duruyordu, sen de öyle mi durdun?’ O da: ‘Evet.’ dedi. Sonra bize döndü ve: ‘Bunu hatırlayın.’ dedi.”"
    },
    {
      "id": 63,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) cenaze namazında Kitabın Açılışını (Fatiha) okumuştur."
    },
    {
      "id": 64,
      "narrator": "Umm\nSharik Al-Ansari said:",
      "text": "Umm Sharik Al-Ansari dedi ki: “Allah'ın Resulü (ﷺ) bize cenaze namazında Kitabın Açılışını (Fatiha) okumamızı emretti.”"
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Ölen için namaz kıldığınızda, onun için samimi bir şekilde dua edin.’”"
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) cenaze namazı kıldığında şöyle derdi: ‘Allahummaghfir lihayyina wa mayyitina, wa shahidina wa gha’ibina, wa saghirina wa kabirina, wa dhakarina wa unthana. Allahumma man ahyaitahu minna fa'ahyihi ‘alal-Islam, wa man tawaffaytahu minna fa tawaffahu ‘alal-iman. Allahumma la tahrimna ajrahu wa la tudillana ba’dah.’ [Ey Allah, yaşayanlarımızı ve ölenlerimizi, hazır olanlarımızı ve gıyabımızdakileri, gençlerimizi ve yaşlılarımızı, erkeklerimizi ve kadınlarımızı affet. Ey Allah, bizden kimi yaşatırsan, onu İslam üzere yaşat, kimi de alırsan, onu iman üzere al. Ey Allah, onun sevabından bizi mahrum etme ve sonrasında bizi saptırma.]’”"
    },
    {
      "id": 67,
      "narrator": "It was\nnarrated that Wathilah bin Asqa’ said:",
      "text": "Wathilah bin Asqa’dan rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Müslümanlardan bir adam için cenaze namazı kıldı ve şöyle dedi: ‘Ey Allah, falan filan, falan oğlu, senin katındadır ve senin koruman altındadır. Onu mezardaki imtihandan ve ateşin azabından koru, çünkü sen vaadini yerine getiren ve gerçeği söyleyen birisin. Onu affet ve merhamet et, çünkü sen çok affedicisin, en merhametlisin.’”"
    },
    {
      "id": 68,
      "narrator": "It was\nnarrated that ‘Awf bin Malik said:",
      "text": "‘Awf bin Malik'ten rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ) Ensar'dan bir adam için cenaze namazı kıldığını gördüm ve şöyle dediğini işittim: ‘Allahumma salli ‘alayhi waghfirlahu warhamhu, wa ‘afihi wa’fu ‘anhu, waghsilhu bi ma’in wa thaljin wa baradin, wa naqqihi min adh-dhunubi wal-khataya kama yunaqqath-thawbul-abyadu minad-danas, wa abdilhu bi darihi daran khayran min darihi, wa ahlan khayran min ahlili, wa qihi fitnatal-qabri wa ‘adhaban-nar. (Ey Allah, ona salat et, onu affet, ona merhamet et, onu sağlıklı ve güvenli kıl, ve onu affet; onu su, kar ve dolu ile yıka, ve günahlardan temizle, tıpkı beyaz bir elbisenin kirden temizlenmesi gibi. Onun evinin yerine daha iyi bir ev ver, ailesinin yerine daha iyi bir aile ver. Onu mezar imtihanından ve ateşin azabından koru).’”"
    },
    {
      "id": 69,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: “Allah'ın Resulü (ﷺ), Abu Bekir ve Ömer, ölüler için namazda bize hiçbir şeyde bu kadar genişlik tanımadı,” demek istedikleri, sabit bir şeyin olmadığıdır."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "‘Uthman bin ‘Affan'dan rivayet edilmiştir ki, Peygamber (ﷺ) ‘Uthman bin Maz’un için cenaze namazı kıldı ve onun üzerinde dört tekbir aldı."
    },
    {
      "id": 71,
      "narrator": "Al-Hajari said:",
      "text": "Al-Hajari dedi ki: “Ben, Allah'ın Resulü (ﷺ) ile birlikte ‘Abdullah bin Abi Awfa Al-Aslami ile cenaze namazı kıldım. O, onun üzerinde dört kez tekbir aldı ve dördüncü tekbirden sonra bir süre durdu. Halkın saf içinde ona Subhan-Allah dediğini duydum. Sonra selam verdi ve: ‘Beşinci tekbiri söyleyeceğimi mi düşündünüz?’ dedi. Onlar: ‘Bundan korkuyorduk.’ dediler. O da: ‘Bunu yapmayı düşünmüyordum, ama Allah'ın Resulü (ﷺ) dört tekbir alır, sonra bir süre durur ve Allah'ın dilediğini söyler, sonra selam verirdi.’”"
    },
    {
      "id": 72,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) dört kez tekbir aldı."
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated that ‘Abdur-Rahman bin Abi Laila said:",
      "text": "‘Abdur-Rahman bin Abi Laila dedi ki: “Zaid bin Arqan cenaze namazında dört kez tekbir alırdı ve bir cenaze için beş kez tekbir alırdı. Ben ona (bu konuda) sordum ve o da: ‘Allah'ın Resulü (ﷺ) bunu yapardı.’ dedi.”"
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Kathir bin ‘Abdullah, babasından, dedesinden rivayet etmiştir ki, Allah'ın Resulü (ﷺ) beş kez tekbir aldı."
    },
    {
      "id": 75,
      "narrator": "Abu\nJubair bin Hayyah narrated that he heard Mughirah bin Shu’bah\nsay:",
      "text": "Abu Jubair bin Hayyah, Mughirah bin Shu’bah'ın şöyle dediğini duyduğunu rivayet etti: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘(Cenaze) namazı bir çocuk için de kılınmalıdır.’”"
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer bir çocuk doğduktan sonra bir ses çıkarırsa, onun için cenaze namazı kılınmalı ve (akraba) ondan miras alabilir.\""
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Çocuklarınız için cenaze namazı kılın, çünkü onlar sizden önce (cennette sizin yerinizi hazırlamak için) gitmişlerdir.\""
    },
    {
      "id": 78,
      "narrator": "Isma’il\nbin Abu Khalid said:",
      "text": "İsmail bin Ebu Halid dedi ki: \"Abdullah bin Ebi Evfa'ya dedim: 'Allah'ın Resulü (ﷺ) İbrahim'i gördün mü?' O da dedi: 'O küçükken vefat etti, eğer Muhammed'den (ﷺ) sonra bir peygamber olması takdir edilseydi, oğlu yaşardı. Ama ondan sonra peygamber yoktur.'\""
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Sonra Allah'ın Resulü (ﷺ) İbrahim vefat ettiğinde, Allah'ın Resulü (ﷺ) dua etti ve şöyle dedi: 'Cennette bir sütanneye sahiptir, eğer yaşasaydı Siddik ve bir peygamber olacaktı. Eğer yaşasaydı, annesi tarafından amcaları, Mısırlılar, özgür olacaktı ve hiçbir Mısırlı asla köle olmayacaktı.'\""
    },
    {
      "id": 80,
      "narrator": "Husain\nbin ‘Ali said:",
      "text": "Hüseyin bin Ali dedi ki: \"Allah'ın Resulü (ﷺ) Qasim vefat ettiğinde, Hatice şöyle dedi: 'Ey Allah'ın Resulü, Qasim'in annesinin sütü taşmakta. Keşke Allah onu emzirme süresi dolana kadar yaşatsaydı.' Allah'ın Resulü (ﷺ) dedi: 'O, cennette emzirme süresini tamamlayacak.' O da dedi: 'Bunu biliyorsam, ey Allah'ın Resulü, bu benim için daha kolay olur.' Allah'ın Resulü (ﷺ) dedi: 'İstersen, Allah'a onun sesini duyman için dua edeyim.' O da dedi: 'Ey Allah'ın Resulü, ben Allah'a ve Resulüne inanırım.'\""
    },
    {
      "id": 81,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Şehitler, Uhud Günü'nde Allah'ın Resulü (ﷺ)'ne getirildi ve o, onların cenaze namazını onar onar kılmaya başladı. Hamza, yattığı yerde kaldı, onlar alındı ama o olduğu yerde bırakıldı.\""
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nused to put two or three of the slain of Uhud in one shroud. He\nwould\nask:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Uhud'da şehit düşenlerden iki veya üçünü bir kefene koyardı. 'Hangisi daha fazla Kur'an ezberlemişti?' diye sorardı. Eğer biri ona işaret edilirse, onu önce mezar nişine koyardı. Ve şöyle dedi: \"Ben onların üzerinde bir şahitim.\" Onların kanlarıyla gömülmelerini emretti ve onların cenaze namazının kılınmamasını ve yıkanmamalarını buyurdu."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Uhud'da şehit düşenlerin silah ve zırhlarının çıkarılmasını ve kanla lekelenmiş giysileriyle gömülmelerini emretti."
    },
    {
      "id": 84,
      "narrator": "It was\nnarrated from Aswad bin Qais that he heard Nubaih Al-‘Anazi\nsay:",
      "text": "Esved bin Kays'tan rivayet edilmiştir ki, Nubaih Al-Anazi'nin şöyle dediğini duydum: \"Jabir bin Abdullah'ın şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) Uhud savaşında şehit düşenlerin tekrar savaş alanına götürülmesini emretti; onlar Medine'ye taşınmıştı.'\""
    },
    {
      "id": 85,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim camide cenaze namazı kılarsa, onun için hiçbir şey (yani, ödül) yoktur.\""
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Vallahi! Allah'ın Resulü (ﷺ) Suhail bin Baida' için cenaze namazını cami dışında kılmadı.\""
    },
    {
      "id": 87,
      "narrator": "‘Uqbah\nbin ‘Amir Al-Juhani said:",
      "text": "Ukbe bin Amir Al-Cuhani dedi ki: \"Gün içinde Allah'ın Resulü (ﷺ) bize cenaze namazı kılmayı veya ölülerimizi gömmeyi yasakladığı üç zaman vardır: Güneş tamamen doğduğunda (gökyüzünde daha yükseğe çıkana kadar), öğle vaktinde en yüksek noktaya ulaştığında ve batmaya başladığında (batana kadar).\""
    },
    {
      "id": 88,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir adamı gece mezarına koydu ve mezarında bir lamba yaktı."
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölülerinizi gece gömmeyin, eğer zorunda kalmadıysanız.\""
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated from Jabir bin ‘Abdullah that the Prophet (ﷺ) said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Ölüleriniz için cenaze namazını gece veya gündüz kılın.\""
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Abdullah bin Übey vefat ettiğinde, oğlu Peygamber (ﷺ)'e geldi ve dedi ki: \"Ey Allah'ın Resulü, onu kefenlemek için gömleğini bana ver.\" Allah'ın Resulü (ﷺ) dedi ki: \"O hazır olduğunda (yani yıkanıp kefenlendiğinde) bana haber ver.\" Peygamber (ﷺ) onun için cenaze namazı kılmak istediğinde: \"Bunu yapmamalısın.\" Peygamber (ﷺ) onun için cenaze namazı kıldı ve ona dedi: \"Bana iki seçenek verildi: 'Onlar için (münafıklar) ya af dile ya da af dileme...'” Sonra Allah, 'Ve onlardan (münafıklardan) biri öldüğünde, asla onun için (cenaze namazı) kılma ve mezarının başında durma.' diye vahyetti."
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "Jabir'den rivayet edildiğine göre: \"Münafıkların lideri Medine'de vefat etti ve Peygamber (ﷺ)'in onun için cenaze namazı kılmasını ve gömleğiyle kefenlemesini emretti. O, onun için cenaze namazı kıldı ve gömleğiyle kefenledi, mezarının başında durdu. Sonra Allah, 'Ve onlardan (münafıklardan) biri öldüğünde, asla onun için (cenaze namazı) kılma ve mezarının başında durma.' sözlerini vahyetti.\""
    },
    {
      "id": 93,
      "narrator": "It was\nnarrated from Wathilah bin Asqa’ that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Vatilah bin Asqa'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) dedi ki: \"Ölen herkes için namaz kılın ve her liderin altında cihad edin.\""
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Jabir bin Samurah'dan rivayet edildiğine göre, Peygamber (ﷺ)'in sahabelerinden bir adam yaralandı ve yarası ona büyük acılar verdi. Gitti ve bir mızrak ucu aldı ve kendini onunla öldürdü. Peygamber (ﷺ) onun için cenaze namazı kılmadı ve bu, diğerleri için bir ibret oldu."
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated from Abu Hurairah that a black woman used to sweep\nthe\nmosque. The Messenger of Allah (ﷺ) noticed she was missing and\nhe\nasked about her after a few days. He was told that she had died. He\nsaid:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre, bir siyah kadın camiyi süpürürdü. Allah'ın Resulü (ﷺ) onun kaybolduğunu fark etti ve birkaç gün sonra onun hakkında sordu. Ona öldüğünü söylediler. O dedi ki: \"Neden bana haber vermediniz?\" Sonra onun mezarına gitti ve onun için cenaze namazı kıldı."
    },
    {
      "id": 96,
      "narrator": "Kharijah\nbin Zaid bin Thabit narrated that Yazid bin Thabit, who was\nolder\nthan Zaid, said:",
      "text": "Harice bin Zaid bin Sabit, Zaid'den büyük olan Yazid bin Sabit'ten rivayet etti ki: \"Peygamber (ﷺ) ile çıktık ve Al-Baki'ye vardığımızda yeni bir mezar gördük. O, bunun hakkında sordu ve dediler ki: '(O, falan (bir kadın)).' O ismi tanıdı ve dedi ki: 'Neden bana onun hakkında haber vermediniz?' Onlar dediler ki: 'Siz uyuyordunuz ve oruçluydunuz, sizi rahatsız etmek istemedik.' O dedi ki: 'Bunu yapmayın; birinizin ölmesini ve ben hâlâ aranızda iken bana haber vermemenizi istemiyorum, çünkü onun için yaptığım dua bir merhamettir.' Sonra mezara gitti ve biz onun arkasında saf tuttuk ve o dört tekbir (yani cenaze namazı için) dedi.\""
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amir bin Rabi’ah, from his\nfather,\nthat a black woman died and the Prophet (ﷺ) was not told\nabout\nthat. Then he was informed of it, and he said:",
      "text": "Abdullah bin Amir bin Rabi'ah'tan, babasından rivayet edildiğine göre, bir siyah kadın vefat etti ve Peygamber (ﷺ) buna dair bilgilendirilmedi. Sonra ona haber verildi ve o dedi ki: \"Neden bana haber vermediniz?\" Sonra arkadaşlarına dedi: \"Onun için dua etmek üzere saf tutun,\" ve onun için cenaze namazı kıldı."
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: \"Bir adam vefat etti, ki Allah'ın Resulü (ﷺ) onu ziyaret ederdi ve onu gece gömdüler. Sabah olunca, ona haber verdiler. O dedi ki: 'Sizi bana haber vermekten alıkoyan neydi?' Onlar dediler ki: 'Geceydi ve karanlıktı, sizi rahatsız etmek istemedik.' Sonra mezara gitti ve onun için cenaze namazı kıldı.\""
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Anas'tan rivayet edildiğine göre, Peygamber (ﷺ) bir mezarın başında cenaze namazı kıldıktan sonra gömüldü."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "İbn Bureydah'dan, babasından rivayet edildiğine göre, Peygamber (ﷺ) bir vefat eden kişi için cenaze namazı kıldıktan sonra gömüldü."
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Ebu Sa'id'den rivayet edildiğine göre: \"Bir siyah kadın vardı, camiyi süpürürdü ve gece vefat etti. Ertesi sabah Allah'ın Resulü (ﷺ) onun ölümünden haberdar oldu. O dedi ki: 'Neden beni çağırmadınız?' Sonra arkadaşlarıyla birlikte dışarı çıktı ve mezarının başında durdu, onun için tekbir getirdi, arkasında insanlar vardı ve onun için dua etti, sonra ayrıldı.\""
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated from Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Necasi vefat etti.' Allah'ın Resulü (ﷺ) ve arkadaşları Al-Baki'ye çıktılar ve biz onun arkasında saf tuttuk, ve Allah'ın Resulü (ﷺ) öne geçti, sonra dört tekbir dedi.\""
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated from ‘Imran bin Husain:",
      "text": "İmran bin Hüseyin'den rivayet edildiğine göre: \"Allah'ın Resulü (ﷺ) dedi ki: 'Kardeşiniz Necasi vefat etti, onun için cenaze namazı kılın.' Sonra o durdu ve biz onun arkasında dua ettik. Ben ikinci saftaydım ve iki saf onun için dua etti.\""
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated from Mujammi’ bin Jariyah Al-Ansari that the\nMessenger of\nAllah (ﷺ) said:",
      "text": "Mücami' bin Cariye El-Ensari'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) dedi ki: \"Kardeşiniz Necasi vefat etti, o halde durun ve onun için dua edin.\" Böylece onun arkasında iki saf oluşturduk."
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated from Hudhaifah bin Asid that the Prophet (ﷺ) led\nthem out\nand said:",
      "text": "Hudhayfe bin Asid'den rivayet edildiğine göre, Peygamber (ﷺ) onları dışarı çıkardı ve dedi ki: \"Başka bir ülkede ölen kardeşiniz için dua edin.\" Onlar dediler: \"O kimdir?\" O dedi: \"Necasi.\""
    },
    {
      "id": 106,
      "narrator": "",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) Necasi için cenaze namazı kılmış ve dört tekbir almıştır."
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle demiştir: “Cenaze namazı kılan bir Qirat alır ve (defin işlemi) bitene kadar bekleyen iki Qirat alır.” Onlar: ‘Bu iki Qirat nedir?’ dediler. O da: ‘İki dağ gibidir.’ dedi."
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated from Thawban that the Messenger of Allah (ﷺ) said:",
      "text": "Thawban'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Cenaze namazı kılan bir Qirat alır ve defin işlemini izleyen iki Qirat alır.” Peygamber (ﷺ) Qirat hakkında sorulduğunda: “(O) Uhud gibi.” demiştir."
    },
    {
      "id": 109,
      "narrator": "It was\nnarrated from Ubayy bin Ka’b that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: “Cenaze namazı kılan bir Qirat alır; ve defin işlemi bitene kadar orada bulunan iki Qirat alır. Muhammed'in ruhunun elinde olan Allah'a yemin ederim! Qirat, bu (Uhud dağı) kadar büyüktür.”"
    },
    {
      "id": 110,
      "narrator": "It was\nnarrated from ‘Amir bin Rabi’ah that the Prophet (ﷺ) said:",
      "text": "‘Amir bin Rabi’ah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle demiştir: “Bir cenaze (töreni) gördüğünüzde, geçene kadar ayakta durun veya yere konulana kadar ayakta durun.”"
    },
    {
      "id": 111,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki: “Bir cenaze, Peygamber (ﷺ) geçerken yanından geçti ve o ayakta durdu ve: ‘Ölümün büyüklüğünü tanımak için ayakta durun.’ dedi.”"
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated that ‘Ali bin Abu Talib said:",
      "text": "‘Ali bin Abu Talib'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) bir cenaze için ayakta durdu ve biz de ayakta durduk, ta ki oturduğunda biz de oturduk.”"
    },
    {
      "id": 113,
      "narrator": "It was\nnarrated that ‘Ubadah bin Samit said:",
      "text": "‘Ubadah bin Samit'ten rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) bir cenazeyi takip ettiğinde, mezara konulana kadar oturmazdı. Bir rabbi ona geldi ve: ‘Bu bizim yaptığımızdır, ey Muhammed!’ dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) oturdu ve: ‘Onlardan farklı olun.’ dedi.”"
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edilmiştir ki: “Onu bulamadım, yani Peygamber (ﷺ), ve o Al-Baki'deydi. O şöyle dedi: ‘Selam size, ey inananların evi. Siz bizden öne geçtiniz ve gerçekten biz de size yakında katılacağız. Ey Allah, onları ödüllerinden mahrum etme ve sonrasında bizi imtihan etme.’”"
    },
    {
      "id": 115,
      "narrator": "It was\nnarrated from Sulaiman bin Buraidah that his father said:",
      "text": "Sulaiman bin Buraidah'tan rivayet edilmiştir ki, babası şöyle demiştir: “Allah'ın Elçisi (ﷺ) mezarlığa çıktıklarında onlara şunu öğretirdi: ‘Selam size, ey ev halkı, inananlar ve Müslümanlar, ve inşaAllah sizlere yakında katılacağız. Biz Allah'tan bizim ve sizin için sağlık diliyoruz.’”"
    },
    {
      "id": 116,
      "narrator": "It was\nnarrated that Bara’ bin ‘Azib said:",
      "text": "Bara’ bin ‘Azib'den rivayet edilmiştir ki: “Biz Allah'ın Elçisi (ﷺ) ile bir cenazeye çıktık ve o Kıble'ye (namaz yönü) dönerek oturdu.”"
    },
    {
      "id": 117,
      "narrator": "It was\nnarrated that Bara’ bin ‘Azib said:",
      "text": "Bara’ bin ‘Azib'den rivayet edilmiştir ki: “Biz Allah'ın Elçisi (ﷺ) ile bir cenazeye çıktık ve bir mezara geldik. O oturdu ve biz de oturduk, sanki başımızda kuşlar varmış gibi.”"
    },
    {
      "id": 118,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn ‘Umar'dan rivayet edilmiştir ki: “Cenaze mezara konulduğunda, Peygamber (ﷺ) şöyle derdi: ‘Bismillah, wa ‘ala millati rasul-illah (Allah'ın adıyla ve Allah'ın Elçisi'nin dini üzere).’” Abu Khalid bir keresinde, cenaze mezara konulduğunda: “Bismillah wa ‘ala sunnati rasul-illah (Allah'ın adıyla ve Allah'ın Elçisi'nin sünneti üzere).” demiştir. Hişam kendi rivayetinde: “Bismillah, wa fi sabil-illah, wa ‘ala millati rasul-illah (Allah'ın adıyla, Allah yolunda ve Allah'ın Elçisi'nin dini üzere).” demiştir."
    },
    {
      "id": 119,
      "narrator": "It was\nnarrated that Abu Rafi’ said:",
      "text": "Abu Rafi’'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) Sa’d'ı mezarına nazikçe yerleştirdi ve üzerine su serpti.”"
    },
    {
      "id": 120,
      "narrator": "",
      "text": "Abu Sa’eed'den rivayet edilmiştir ki: “Allah'ın Elçisi (ﷺ) Kıble yönünden mezarına getirildi ve nazikçe mezarına yerleştirildi.”"
    },
    {
      "id": 121,
      "narrator": "It was\nnarrated that Sa’eed bin Musayyab said:",
      "text": "Sa’eed bin Musayyab'ın rivayet ettiğine göre: “İbn ‘Umar ile bir cenazede bulundum. Cenaze nişanına konulduğunda, ‘Bismillah wa fi sabil-illah wa ‘ala millati rasul-illah’ (Allah'ın adıyla, Allah rızası için ve Allah'ın Resulü'nün dini üzere) dedi. Nişan içine tuğlaları yerleştirmeye başladığında, ‘Allahumma ajirha min ash-shaitani wa min ‘adhabil-qabr. Allahumma Jafil-arda ‘an janbaiha, wa sa’id ruhaha, wa laqqiha minka ridwana’ (Ey Allah, onu Şeytandan ve kabir azabından koru; Ey Allah, toprağı iki yanından uzak tut ve ruhunu al, ona katından bir lütuf ver) dedi. Ben de: ‘Ey İbn ‘Umar, bu, Allah Resulü'nden (ﷺ) duyduğun bir şey mi yoksa kendi sözlerin mi?’ dedim. O da: ‘Böyle bir şey söyleyebilirdim ama bu, Allah Resulü'nden (ﷺ) duyduğum bir şeydir’ dedi.”"
    },
    {
      "id": 122,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "---"
    },
    {
      "id": 123,
      "narrator": "It was\nnarrated that Jarir bin ‘Abdullah Al-Bajali said:",
      "text": "İbn ‘Abbas'ın rivayet ettiğine göre: “Allah Resulü (ﷺ) şöyle dedi: ‘Nişan mezar bizim içindir, hendek mezarı ise başkaları içindir.’”"
    },
    {
      "id": 124,
      "narrator": "It was\nnarrated that Sa’d said:",
      "text": "---"
    },
    {
      "id": 125,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Jarir bin ‘Abdullah Al-Bajali'nin rivayet ettiğine göre: “Allah Resulü (ﷺ) şöyle dedi: ‘Nişan mezar bizim içindir, hendek mezarı ise başkaları içindir.’”"
    },
    {
      "id": 126,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "---"
    },
    {
      "id": 127,
      "narrator": "It was\nnarrated that Adra’ As-Sulami said:",
      "text": "Sa’d'ın rivayet ettiğine göre: “Benim için bir nişan mezar yapın ve onu, Allah Resulü'ne (ﷺ) yapıldığı gibi tuğlalarla kapatın.”"
    },
    {
      "id": 128,
      "narrator": "It was\nnarrated from Hisham bin ‘Amir that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "---"
    },
    {
      "id": 129,
      "narrator": "",
      "text": "Anas bin Malik'in rivayet ettiğine göre: “Peygamber (ﷺ) vefat ettiğinde, Medine'de mezar kazmayı nişanla yapan bir adam ve nişansız mezar kazmayı yapan bir adam vardı. Onlar: ‘Rabbimize istihare dua edelim ve ikisini de çağıralım, hangisi önce gelirse onu yapalım’ dediler. İkisi de çağrıldı ve nişan mezar yapan adam önce geldi, böylece Peygamber (ﷺ) için bir nişan mezar yapıldı.”"
    },
    {
      "id": 130,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "---"
    },
    {
      "id": 131,
      "narrator": "It was\nnarrated that Jabir said:",
      "text": "‘Aişe'nin rivayet ettiğine göre: “Allah Resulü (ﷺ) vefat ettiğinde, mezarının nişanlı mı yoksa hendekli mi olması gerektiği konusunda tartıştılar, hatta bu konuda seslerini yükselttiler. Sonra ‘Umar: ‘Allah Resulü'nün (ﷺ) huzurunda, ister hayatta ister ölü olsun, bağırmayın’ ya da buna benzer bir şey söyledi. Böylece nişan yapan ve nişansız mezar kazmayı yapan iki adam çağrıldı, nişan yapan adam geldi ve Allah Resulü (ﷺ) için bir nişan mezar kazdı, sonra O (ﷺ) oraya defnedildi.”"
    },
    {
      "id": 132,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Adra’ As-Sulami'nin rivayet ettiğine göre: “Bir gece Peygamberi (ﷺ) korumak için geldim ve bir adam yüksek sesle Kur'an okuyor. Peygamber (ﷺ) dışarı çıktı ve ben: ‘Ey Allah'ın Resulü, bu adam gösteriş yapıyor’ dedim. Sonra o Medine'de vefat etti ve onu hazırladıktan sonra, cenazesini taşıdılar. Peygamber (ﷺ) dedi ki: ‘Ona nazik olun, Allah ona nazik olsun, çünkü o Allah'ı ve Resulü'nü sevdi.’ Sonra mezarı kazıldı ve O (Peygamber (ﷺ)) dedi: ‘Onun için geniş yapın, Allah da onun için geniş yapsın.’ Bazı arkadaşları: ‘Ey Allah'ın Resulü, onun için üzülüyorsunuz’ dediler. O: ‘Evet, çünkü o Allah'ı ve Resulü'nü sevdi’ dedi.”"
    },
    {
      "id": 134,
      "narrator": "It was\nnarrated from Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 135,
      "narrator": "It was\nnarrated from ‘Uqbah bin ‘Amir that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Hişam bin ‘Amir'den rivayet edildiğine göre, Allah Resulü (ﷺ) şöyle dedi: “Mezarı derin kazın, geniş yapın ve iyi hazırlayın.”"
    },
    {
      "id": 136,
      "narrator": "It was\nnarrated that Bashir bin Khasasiyyah said:",
      "text": "Bashir bin Khasasiyyah'dan rivayet edilmiştir: “Ben Allah'ın Resulü (ﷺ) ile yürürken, O şöyle dedi: ‘Ey Khasasiyyah'ın oğlu, Allah'a neden öfkelisin, Allah'ın Resulü ile yürürken?’ Ben de: ‘Ey Allah'ın Resulü! Ben Allah'a hiç öfkeli değilim. Allah bana her türlü iyiliği bahşetti.’ Sonra Müslümanların mezarlarının yanından geçti ve: ‘Onlar büyük bir iyilikle buluştular.’ dedi. Sonra putperestlerin mezarlarının yanından geçti ve: ‘Onlar, kendilerine büyük bir iyilik gelmeden önce öldüler.’ dedi. Sonra döndü ve mezarların arasında ayakkabılarıyla yürüyen bir adamı gördü ve: ‘Ey ayakkabılı, onları çıkar.’ dedi.” Muhammad bin Bashar, Abdur-Rahman bin Mahdi'den rivayet etti ki, o şöyle dedi: Abdullah bin Uthman bu hadisi hakkında: \"Güzel bir hadis ve güvenilir bir ravidir.\" derdi."
    },
    {
      "id": 137,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Mezarları ziyaret edin, çünkü onlar sizi ahireti hatırlatır.”"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "‘Aişah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) mezarları ziyaret etmeye izin vermiştir."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "İbn Mas’ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Size mezarları ziyaret etmeyi yasaklamıştım, ama şimdi ziyaret edin, çünkü onlar sizi bu dünyadan alıkoyar ve ahireti hatırlatır.”"
    },
    {
      "id": 140,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) annesinin mezarını ziyaret etti ve ağladı, etrafındaki insanların da ağlamasına sebep oldu. Sonra şöyle dedi: “Rabbimden onun için af dileme izni istedim, ama O bana izin vermedi. Sonra Rabbimden onun mezarını ziyaret etme izni istedim ve O bana izin verdi. O yüzden mezarları ziyaret edin, çünkü onlar sizi ölüme hatırlatır.”"
    },
    {
      "id": 141,
      "narrator": "It was\nnarrated from Salim that his father said:",
      "text": "Salim'den rivayet edilmiştir ki, babası şöyle dedi: “Bir bedevi, Peygamber (ﷺ)'e geldi ve: ‘Ey Allah'ın Resulü, babam akrabalık bağlarını korurdu, o nerede?’ dedi. O da: ‘Ateştedir.’ dedi. Bedevi bunu duyunca sanki bunu taşımakta zorlandı. Sonra: ‘Ey Allah'ın Resulü, senin baban nerede?’ dedi. Allah'ın Resulü (ﷺ) şöyle dedi: ‘Her putperestin mezarının yanından geçtiğinde, ona cehennem ateşini müjdele.’ Bedevi daha sonra Müslüman oldu ve: ‘Allah'ın Resulü (ﷺ) bana zor bir görev verdi. Bir putperestin mezarının yanından geçmediğim her seferde, ona cehennem ateşini müjdeledim.’ dedi.”"
    },
    {
      "id": 142,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin Hassan bin Thabit that his\nfather\nsaid:",
      "text": "Abdur-Rahman bin Hassan bin Thabit'ten rivayet edilmiştir ki, babası şöyle dedi: “Allah'ın Resulü (ﷺ) mezarları ziyaret eden kadınlara lanet etti.”"
    },
    {
      "id": 143,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) mezarları ziyaret eden kadınlara lanet etti."
    },
    {
      "id": 144,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) mezarları ziyaret eden kadınlara lanet etti."
    },
    {
      "id": 145,
      "narrator": "It was\nnarrated that Umm ‘Atiyyah said:",
      "text": "Umm ‘Atiyyah'tan rivayet edilmiştir ki, “Biz cenaze takip etmekten men edildik, ama bu bizim için bağlayıcı kılınmadı.”"
    },
    {
      "id": 146,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "‘Ali'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dışarı çıktı ve bazı kadınların oturduğunu gördü, ve: ‘Burada neden oturuyorsunuz?’ dedi. Onlar: ‘Cenazeyi bekliyoruz.’ dediler. O da: ‘Ölüyü yıkayacak mısınız?’ dedi. Onlar: ‘Hayır.’ dediler. O da: ‘O zaman günah yükü ile geri dönün ve ödüllendirilmiş olmayın.’ dedi.”"
    },
    {
      "id": 147,
      "narrator": "It was\nnarrated from Umm Salamah from the Prophet (ﷺ) regarding:",
      "text": "Umm Salamah'tan rivayet edilmiştir ki, Peygamber (ﷺ) hakkında: “Ve Ma’ruf'ta (İslam'daki her iyi şeyde) sana itaat etmeyeceklerdir;” dedi: “(Bu,) ağıt yakmak hakkındadır.”"
    },
    {
      "id": 148,
      "narrator": "Jarir,\nthe freed slave of Mu’awiyah, said:",
      "text": "Mu’aviye'nin azatlısı Jarir şöyle dedi: “Mu’aviye Hims'te bir hutbe verdi ve hutbesinde Allah'ın Resulü (ﷺ)'nün ağıt yakmayı yasakladığını söyledi.”"
    },
    {
      "id": 149,
      "narrator": "It was\nnarrated from Abu Malik Ash’ari that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "Abu Malik Ash’ari'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ağıt yakmak, Cahiliye döneminin işlerinden biridir ve eğer ağıt yakan kadın tövbe etmeden ölürse, Allah ona katran (çamur) elbisesi ve alev alev yanan bir gömlek giydirecektir.”"
    },
    {
      "id": 150,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: “Ölüler üzerine ağıt yakmak, Cahiliye döneminin işlerinden biridir ve eğer ağıt yakan kadın ölmeden önce tövbe etmezse, Kıyamet Günü katran (çamur) gömleği giydirilmiş olarak diriltilecektir, üzerine alev alev yanan bir gömlek giyecektir.”"
    },
    {
      "id": 151,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ), ağlayan bir kadınla birlikte cenaze takip etmeyi yasakladı.\""
    },
    {
      "id": 152,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "'Abdullah'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Giysilerini yırtan, yanaklarını vuran ve Cahiliye döneminin çığlığıyla ağlayan bizden değildir.\""
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Ebu Ümame'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ), yüzünü tırmalayan, giysisini yırtan ve bu kişinin ölümü dolayısıyla 'kayıp' olduğunu haykıran kadına lanet etti."
    },
    {
      "id": 154,
      "narrator": "‘Abdur-Rahman bin Yazid and Abu Burdah said:",
      "text": "'Abdur-Rahman bin Yazid ve Ebu Burda şöyle dediler: \"Abu Musa hastalandığında, eşi Ümmü 'Abdullah yüksek sesle ağlamaya başladı. O uyanıp ona dedi: 'Allah'ın Resulü (ﷺ) tarafından masum ilan edilenlerden ben masumum, bunu bilmiyor musun?' Ve ona, Allah'ın Resulü (ﷺ) şöyle dediğini aktardı: 'Başlarını traş eden, seslerini yükselten ve giysilerini yırtanlardan ben masumum (felaket zamanlarında).'\""
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) bir cenazeye katılıyordu. 'Umar bir kadını gördü ve ona bağırdı, fakat Peygamber (ﷺ) dedi ki: \"Bırak onu, ey 'Umar, çünkü göz ağlar ve kalp acı çeker, ve yas yeni.\""
    },
    {
      "id": 156,
      "narrator": "Usamah\nbin Zaid said:",
      "text": "Usame bin Zeyd dedi ki: \"Allah'ın Resulü (ﷺ) kızı olan bir kadının oğlu ölüyordu. O, onu yanına çağırdı ve o da ona şöyle haber gönderdi: 'Allah'a ait olanı O alır, O'na ait olanı da O verir. Her şeyin O'na belirlenmiş bir zamanı vardır, sabırlı ol ve mükafat bekle.' Ama o tekrar onu çağırdı, ona gelmesini ısrarla söyledi. Bunun üzerine Allah'ın Resulü (ﷺ) kalktı, ben de onunla birlikte kalktım, Mu'adh bin Cebel, Ubey bin Ka'b ve Ubade bin Samit de kalktı. İçeri girdiğimizde, çocuğu Allah'ın Resulü (ﷺ)'ne verdiler ve ruhu göğsünde çırpınıyordu.\" Sanırım o, bir su tulumu gibiydi. \"Allah'ın Resulü (ﷺ) ağladı, ve Ubade bin Samit ona dedi: 'Bu nedir, ey Allah'ın Resulü?' O da dedi: 'Bu, Allah'ın Adem oğlunda yarattığı merhamettir. Allah, merhamet eden kullarına merhamet eder.'\""
    },
    {
      "id": 157,
      "narrator": "It was\nnarrated that Asma’ bint Yazid said:",
      "text": "Asma' bint Yazid'den rivayet edilmiştir ki, \"İbrahim, Allah'ın Resulü (ﷺ)'nün oğlu öldüğünde, Allah'ın Resulü (ﷺ) ağladı. Onu teselli eden, ya Ebu Bekir ya da 'Umar, ona dedi: 'Sen gerçekten Allah'ı O'na layık olduğu gibi tesbih edenlerin en iyisisin.' Allah'ın Resulü (ﷺ) dedi: 'Göz ağlar ve kalp hüzünlenir, fakat Rabbimizi kızdıracak bir şey söylemeyiz. Eğer ölüm, herkes için kaçınılmaz bir şey olmasaydı ve sonuncular, öncekilerle kesinlikle birleşmeyecek olsaydı, o zaman biz, gerçekten senin için daha fazla hüzünlenirdik.'\""
    },
    {
      "id": 158,
      "narrator": "It was\nnarrated from Hamnah bint Jahsh that it was said to her:",
      "text": "Hamnah bint Jahsh'tan rivayet edilmiştir ki, ona şöyle denildi: \"Kardeşin öldürüldü.\" O da dedi: \"Allah ona merhamet etsin. İnna lillahi wa inna ilayhi raji'un.\" (Gerçekten biz Allah'a aidiz ve gerçekten O'na döneceğiz.) Onlar dediler: \"Kocan öldürüldü.\" O da dedi: \"Ey keder!\" Allah'ın Resulü (ﷺ) dedi: \"Kadının kocası için duyduğu sevgi, başka hiçbir şey için yoktur.\""
    },
    {
      "id": 159,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\npassed by\nsome women of ‘Abdul-Ashhal who were weeping for their slain\non the\nDay of Uhud. The Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Uhud Günü, öldürülenleri için ağlayan 'Abdul-Ashhal kadınlarının yanından geçti. Allah'ın Resulü (ﷺ) dedi ki: \"Ama Hamza için ağlayan yok.\" Bunun üzerine Ensar kadınları Hamza için ağlamaya başladılar. Allah'ın Resulü (ﷺ) uyanıp dedi ki: 'Vah onlara, henüz evlerine gitmediler mi? Onlara evlerine gitmelerini ve bu günden sonra ölenler için ağlamamalarını söyleyin.'\""
    },
    {
      "id": 160,
      "narrator": "It was\nnarrated that Ibn Abi Awfa said:",
      "text": "İbn Ebi Avfa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) övgüleri yasakladı."
    },
    {
      "id": 161,
      "narrator": "It was\nnarrated from ‘Umar bin Khattab that the Prophet (ﷺ) said:",
      "text": "'Umar bin Khattab'dan rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"Ölen kişi, onun için ağlayanlar yüzünden azap görür.\""
    },
    {
      "id": 162,
      "narrator": "It was\nnarrated from Asid bin Abu Asid, from Musa bin Abu Musa Ash’ari,\nfrom his father that the Prophet (ﷺ) said:",
      "text": "Asid bin Ebu Asid'den, Musa bin Ebu Musa Eş'ari'den, babasından rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"Ölen kişi, yaşayanların ağlaması yüzünden azap görür. Eğer 'Ey gücüm, ey bizi giydiren, ey yardımım, ey kayam,' gibi sözler söylerlerse, o azarlanır ve 'Gerçekten böyle miydin? Gerçekten böyle miydin?' denir.\" Asid dedi ki: \"Ben de dedim: 'Subhan-Allah! Allah, 'Ve hiç kimse, başkasının yükünü yüklenmez' (35:18) diyor.\" O da dedi: \"Vah sana, sana Allah'ın Resulü (ﷺ)'nden Ebu Musa'nın bana aktardığını söylüyorum, ve sen Ebu Musa'nın Peygamber (ﷺ) hakkında yalan söylediğini mi düşünüyorsun? Yoksa ben Ebu Musa hakkında yalan söylüyorum mu sanıyorsun?\""
    },
    {
      "id": 163,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir ki, \"Bir Yahudi kadın öldü ve Peygamber (ﷺ) onun için ağlamaları duydu. O da dedi: 'Ailesi onun için ağlıyor, fakat o mezarında azap çekiyor.'\""
    },
    {
      "id": 164,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dedi: \"Sabır, ilk şokla birlikte gelmelidir.\""
    },
    {
      "id": 165,
      "narrator": "It was\nnarrated from Abu Umamah that the Prophet (ﷺ) said:",
      "text": "Ebu Ümame'den rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"Allah şöyle der: 'Ey Adem oğlu! Eğer ilk şok anında sabırlı olursan ve mükafat beklersen, senin için cennetten daha az bir mükafat kabul etmeyeceğim.'\""
    },
    {
      "id": 166,
      "narrator": "It was\nnarrated from Umm Salamah that Abu Salamah told her that he\nheard the\nMessenger of Allah (ﷺ) say:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, Abu Salamah ona, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duyduğunu aktardı: \"Bir musibete uğrayan hiçbir Müslüman, Allah'ın emrettiği gibi 'İnna lillahi, wa inna ilayhi raji'un. Allah'ım, senin katında musibetime karşı mükafat bekliyorum, bu konuda bana mükafat ver ve beni ondan telafi et' demeden sabretmez, fakat Allah onu bunun karşılığında mükafatlandırır ve ondan daha hayırlı bir şeyle telafi eder.\" O da dedi ki: \"Abu Salamah vefat ettiğinde, onun bana Allah'ın Elçisi'nden (ﷺ) aktardığı şeyi hatırladım ve 'İnna lillahi, wa inna ilayhi raji'un. Allah'ım, senin katında musibetime karşı mükafat bekliyorum, bu konuda bana mükafat ver' dedim. Ama 'wa 'awwidni minha' (ve beni ondan telafi et) demek istediğimde, kendime dedim ki: 'Abu Salamah'dan daha hayırlı bir şeyle nasıl telafi olabilirim?' Sonra bunu söyledim ve Allah beni Muhammed (ﷺ) ile telafi etti ve musibetime karşı bana mükafat verdi.\""
    },
    {
      "id": 167,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) kendisi ile insanlar arasında bulunan bir kapı açtı veya bir perdeyi çekti ve insanların Abu Bekir'in arkasında namaz kıldıklarını gördü. Onların iyi durumlarını görünce Allah'ı övdü ve Allah'ın onlardan gördüğü şeyle onu başarılı kılmasını umdu. Dedi ki: 'Ey insanlar, insanlar veya müminler arasında kim bir musibete uğrarsa, benim kaybım ile kendini teselli etsin, çünkü benim ümmetimden hiç kimse benim kaybımdan daha kötü bir musibete uğramayacaktır.'\""
    },
    {
      "id": 168,
      "narrator": "It was\nnarrated from Fatimah bint Husain that her father said:",
      "text": "Fatıma bint Hüseyin'den rivayet edilmiştir ki, babası şöyle dedi: Peygamber (ﷺ) dedi ki: \"Kim bir musibete uğrarsa ve onu hatırladığında 'İnna lillahi, wa inna ilayhi raji'un' derse, bu olay uzun zaman önce olmuş olsa bile, Allah onun için o günkü gibi bir mükafat yazar.\""
    },
    {
      "id": 169,
      "narrator": "Qais,\nAbu ‘Umarah, the freed slave of the Ansar, said:",
      "text": "Kays, Ebu 'Umarah, Ensar'ın azatlı kölesi, dedi ki: \"Abdullah bin Ebu Bekr bin Muhammed bin Amr bin Hazm'ın babasından, dedesinden rivayet ettiğini duydum ki, Peygamber (ﷺ) şöyle dedi: 'Kardeşi için bir musibette teselli eden hiçbir mümin yoktur ki, Allah onu Kıyamet Günü onur elbiseleriyle giydirmez.'\""
    },
    {
      "id": 170,
      "narrator": "It was\nnarrated that ‘Abdullah said:",
      "text": "Abdullah'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Bir musibete uğramış bir kişiyi teselli edenin mükafatı, onun mükafatı kadar olacaktır.'\""
    },
    {
      "id": 171,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"Üç çocuğunu kaybeden hiçbir adam ateşe girmeyecek, ancak (Allah'ın) yeminini yerine getirmek için.\"*"
    },
    {
      "id": 172,
      "narrator": "‘Utbah\nbin ‘Abd Sulami said:",
      "text": "Utbe bin Abd Sulami dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: 'Üç çocuğu ergenlik çağına girmeden ölen hiçbir Müslüman yoktur ki, onlar ona Cennet'in sekiz kapısında karşılaşmaz ve hangisinden isterse oradan girer.'\""
    },
    {
      "id": 173,
      "narrator": "It was\nnarrated from Anas bin Malik that the Prophet (ﷺ) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"İki Müslüman (anne ve baba) arasında, üç çocuğu ergenlik çağına girmeden ölen yoktur ki, Allah onları merhameti sayesinde Cennet'e kabul etmesin.\""
    },
    {
      "id": 174,
      "narrator": "It was\nnarrated from ‘Abdullah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: \"Üç çocuğu ergenlik çağına girmeden gönderen kimse, ateşe karşı onun için güçlü bir siper olacaktır.\" Ebu Dharr dedi: \"Ben iki tane gönderdim.\" O da dedi: \"Ve iki.\" Ubayy bin Ka'b, okuyucuların başı, dedi: \"Ben bir tane gönderdim.\" O da dedi: \"Bir tane bile.\""
    },
    {
      "id": 175,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: \"Benden önce gönderilen bir düşük fetüs, geride bıraktığım bir atlıdan daha sevimlidir.\""
    },
    {
      "id": 176,
      "narrator": "It was\nnarrated that ‘Ali said:",
      "text": "Ali'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) dedi: 'Düşük fetüs, eğer ebeveynleri cehenneme girerse, Rabbi ile dua eder. Denir ki: 'Ey fetüs, Rabbinle dua eden! Ebeveynlerini Cennet'e kabul et.' Böylece göbek bağı ile onları sürükleyerek Cennet'e alır.'\""
    },
    {
      "id": 177,
      "narrator": "It was\nnarrated from Mu’adh bin Jabal that the Prophet (ﷺ) said:",
      "text": "Muaz bin Cebel'den rivayet edilmiştir ki, Peygamber (ﷺ) dedi: \"Canımın elinde olan Allah'a yemin ederim! Düşük fetüs, annesini göbek bağı ile Cennet'e sürükler, eğer o (sabırlı olmuşsa ve) kaybı için mükafat istemişse.\""
    },
    {
      "id": 178,
      "narrator": "It was\nnarrated that ‘Abdullah bin Ja’far said:",
      "text": "Abdullah bin Ca'fer'den rivayet edilmiştir ki: \"Ca'fer'in ölüm haberi geldiğinde, Allah'ın Elçisi (ﷺ) dedi: 'Ca'fer'in ailesi için yemek hazırlayın, çünkü onlara meşgul eden bir şey geldi.'\""
    },
    {
      "id": 179,
      "narrator": "Asma’\nbint ‘Umais said:",
      "text": "Esma bint 'Umais dedi ki: \"Ca'fer öldüğünde, Allah'ın Elçisi (ﷺ) ailesine gitti ve dedi ki: 'Ca'fer'in ailesi, ölüleriyle meşguldür, o yüzden onlara yemek hazırlayın.'\" (Rivayet edenlerden biri) Abdullah dedi: \"Bu, yenilikler ortaya çıkana kadar sünnet olarak devam etti, sonra terk edildi.\""
    },
    {
      "id": 180,
      "narrator": "It was\nnarrated that Jarir bin ‘Abdullah Al-Bajali said:",
      "text": "Jarir bin Abdullah Al-Bacali'den rivayet edilmiştir ki: \"Ölenin ailesiyle bir araya gelmenin ve yemek hazırlamanın bir ağlama şekli olduğunu düşünüyorduk.\""
    },
    {
      "id": 181,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Yabancı bir toprakta ölmek şehitliktir.\""
    },
    {
      "id": 182,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr said:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki, \"Bir adam Medine'de vefat etti ve o Medine'de doğanlardan biriydi. Peygamber (ﷺ) onun cenaze namazını kıldırdı ve şöyle dedi: 'Keşke doğduğu yerden başka bir yerde vefat etseydi.' Halktan biri dedi ki: 'Neden, Ey Allah'ın Resulü?' O da şöyle cevap verdi: 'Bir adam doğduğu yerden başka bir yerde ölürse, cennette onun için doğduğu yer ile öldüğü yer arasındaki mesafe kadar bir alan ölçülür.'\""
    },
    {
      "id": 183,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir hastalıktan ölen kimse şehit olarak ölür. O, kabir azabından korunur ve sabah akşam cennetten rızıklandırılır.\""
    },
    {
      "id": 184,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Cenazenin kemiklerini kırmak, onun hayattayken kemiklerini kırmak gibidir.\""
    },
    {
      "id": 185,
      "narrator": "It was\nnarrated from Umm Salamah that the Prophet (ﷺ) said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Cenazenin kemiklerini kırmak, günah bakımından, onun hayattayken kemiklerini kırmak gibidir.\""
    },
    {
      "id": 186,
      "narrator": "It was\nnarrated that ‘Ubaidullah bin ‘Abdullah said:",
      "text": "Ubeydullah bin Abdullah'tan rivayet edilmiştir ki, \"Aişe'ye sordum: 'Ey annem! Allah'ın Resulü (ﷺ) hastalığı hakkında bana bilgi ver.' O da şöyle dedi: 'O acı hissetti ve vücuduna tükürmeye başladı, biz de onun tükürüğünü kuru üzüm yiyen birinin tükürüğüyle karşılaştırmaya başladık. Kuru üzüm yiyen birinin çekirdeklerini tükürdüğü gibi. O, eşlerinin arasında dolaşıyordu, ama hastalandığında onlardan Aişe'nin evinde kalma izni istedi ve sırayla yanına gelmelerini istedi.' O şöyle dedi: 'Allah'ın Resulü (ﷺ) bana iki adamın arasında, ayakları yerde iz bırakacak şekilde girdi. Onlardan biri Abbas'tı.' Ben İbn Abbas'a bu hadisi anlattım ve o şöyle dedi: 'Aişe'nin ismini vermediği diğer adamın kim olduğunu biliyor musun? O, Ali bin Ebu Talib'di.'\""
    },
    {
      "id": 187,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Peygamber (ﷺ) şu sözlerle sığınırdı: 'Belayı kaldır, Ey insanların Rabbi, ve şifa ver. Sen şifayı verenisin, senin şifan dışında bir şifa yoktur, bir şifa ki, hastalık bırakmaz.' Peygamber (ﷺ) son hastalığına düştüğünde, ben onun elini aldım ve vücuduna sildim ve bu sözleri okudum. O, elini benden çekti ve şöyle dedi: 'Ey Allah, beni affet ve beni yüce arkadaşlarla (yani cennette yüksek mertebelerde olanlarla) buluştur.' Bunlar, duyduğum son sözleriydi.\""
    },
    {
      "id": 188,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Hastalanan hiçbir peygamber yoktur ki, ona bu dünya ile ahiret arasında bir seçim verilmesin.' O da şöyle dedi: 'O, son hastalığına düştüğünde, sesi kısıldı ve 'Allah'ın lütfuna mazhar olanlarla, peygamberlerle, sadıklarla, şehitlerle ve salihlerle birlikte olmayı diliyorum' dediğini duydum.' O zaman onun seçiminin verildiğini anladım.\""
    },
    {
      "id": 189,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Peygamberin (ﷺ) eşleri bir araya toplandılar ve hiçbiri geri kalmadı. Fatıma geldi ve yürüyüşü Allah'ın Resulü (ﷺ) gibiydi. O, 'Kızım hoş geldin' dedi. Sonra onu soluna oturttu ve ona bir şey fısıldadı, o da gülümsedi. Ben ona: 'Seni ağlatan neydi?' dedim. O da: 'Allah'ın Resulü'nün (ﷺ) sırrını açıklamam.' dedi. Ben de: 'Bugün gördüğüm sevinç, üzüntüye bu kadar yakın olmamıştı.' dedim. O ağladığında: 'Allah'ın Resulü (ﷺ) sana bizim için olmayan özel sözler mi söyledi de ağladın?' diye sordum. O da: 'Allah'ın Resulü'nün (ﷺ) sırrını açıklamam.' dedi. O vefat ettikten sonra ona ne söylediğini sordum, o da: 'Cebrail her yıl Kur'an'ı benimle bir kez gözden geçirirdi, ama bu yıl onu iki kez gözden geçirdi. 'Zamanımın yakın olduğunu düşünüyorum. Ailemden bana ilk katılacak olan sensin ve ben senin için ne güzel bir önderdim.' dedi. Ben de ağladım. Sonra bana fısıldadı ve: 'Bu ümmetin kadınlarının lideri olmaktan memnun olmayacak mısın?' dedi. Ben de güldüm.'\""
    },
    {
      "id": 190,
      "narrator": "‘Aishah\nsaid:",
      "text": "Aişe dedi ki: \"Ben, Allah'ın Resulü (ﷺ) kadar acı çeken birini hiç görmedim.\""
    },
    {
      "id": 191,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Ben Allah'ın Resulü (ﷺ) vefat ederken yanındaydım ve yanında bir su kasesi vardı. Elini kabın içine soktu ve yüzünü suyla sildi ve: 'Ey Allah, bana ölümün acılarını katlanmamda yardım et.' dedi.\""
    },
    {
      "id": 192,
      "narrator": "It was\nnarrated that Zuhri heard Anas bin Malik say:",
      "text": "Zuhri'den rivayet edilmiştir ki, Anas bin Malik şöyle dedi: \"Allah'ın Resulü (ﷺ) ile son bakışım, pazartesi günü perdeyi çektiğinde oldu ve yüzünü, sanki Mushaf (Kur'an) sayfası gibi gördüm, insanlar da Ebu Bekir'in arkasında namaz kılıyordu. Ebu Bekir hareket etmek istedi ama o (Peygamber (ﷺ)) ona sabit durması için işaret etti. Sonra perdeyi indirdi ve o günün sonunda vefat etti.\""
    },
    {
      "id": 193,
      "narrator": "It was\nnarrated from Umm Salamah that the Messenger of Allah (ﷺ)\nused to\nsay, during the illness that would be his last:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) son hastalığında şöyle derdi: \"Namaz ve ellerinizin sahip olduğu kimseler.\"* Ve bu sözleri, dili daha fazla kelime söyleyemez hale gelene kadar tekrar etti."
    },
    {
      "id": 194,
      "narrator": "It was\nnarrated that Aswad said:",
      "text": "Aswad'dan rivayet edilmiştir ki, \"Aişe'nin huzurunda, Ali'nin (Peygamber (ﷺ) tarafından ölümünden önce atandığı) söylendi, o da: 'Ne zaman atandı? O (Peygamber (ﷺ)) benim kucağımda ya da göğsümde dinleniyordu ve bir leğen istedi, sonra kucağımda gevşedi ve vefat etti, ben de bunu fark etmedim. O zaman ne zaman atandı?' dedi.\""
    },
    {
      "id": 195,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) vefat ettiğinde, Ebu Bekir, Kharijah'ın kızı olan eşiyle Medine çevresindeki köylerdeydi. Onlar: 'Peygamber (ﷺ) ölmedi, aksine vahiy zamanında kendisini etkileyen bir şeyle etkilenmiştir.' demeye başladılar. Sonra Ebu Bekir geldi ve (Peygamberin (ﷺ)) yüzünü açtı, onu iki gözünün arasından öptü ve: 'Sen, Allah katında o kadar ulusunsun ki, iki kez ölmeni istemez. Vallahi, Allah'ın Resulü (ﷺ) gerçekten vefat etti.' dedi. Ömer, caminin bir köşesinde: 'Vallahi, Allah'ın Resulü (ﷺ) ölmedi ve o, münafıkların çoğunun elleri ve ayakları kesilmeden asla ölmeyecek.' diyordu. Sonra Ebu Bekir ayağa kalktı, minbere çıktı ve: 'Kim Allah'a ibadet ediyorsa, Allah diridir ve asla ölmez. Kim Muhammed'e ibadet ediyorsa, Muhammed ölmüştür. 'Muhammed, yalnızca bir elçidir ve ondan önce birçok elçiler geçmiştir. Eğer ölürse veya öldürülürse, geriye dönüp de (kafirler gibi) ayaklarınızın üzerine dönmeyecek misiniz? Ve kim ayaklarının üzerine dönerse, Allah'a en küçük bir zarar veremez; ve Allah, şükredenlere mükafat verecektir.' dedi. Ömer: 'O gün o ayeti daha önce hiç okumamışım gibi geldi.' dedi.\""
    },
    {
      "id": 196,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) için bir mezar kazmak istediklerinde, Mekke halkı gibi mezar kazmayı bilen Ebu Ubeyde bin Cerrah'ı çağırdılar ve Medine halkı için mezar kazmayı bilen Ebu Talha'yı çağırdılar; o mezarda bir niş yapıyordu. Her ikisine iki elçi gönderdiler ve dediler ki: ‘Ey Allah'ım, Resulün için en hayırlısını seç.’ Ebu Talha'yı buldular ve getirdiler, ama Ebu Ubeyde'yi bulamadılar. Böylece Allah'ın Resulü (ﷺ) için nişli bir mezar kazdı. Hazırlıkları tamamladıklarında, Salı günü, onu evinde yatağına koydular. Sonra insanlar gruplar halinde Allah'ın Resulü (ﷺ) ile buluşmaya girdiler ve onun için cenaze namazı kıldılar; kadınlar bitirdikten sonra çocuklar girdi, ve kimse Allah'ın Resulü (ﷺ) için cenaze namazını kıldırmadı. Müslümanlar, onun nereye gömülmesi gerektiği konusunda ihtilafa düştüler. Bazıları onun camisine gömülmesi gerektiğini söyledi. Diğerleri ise, onun arkadaşlarıyla gömülmesi gerektiğini söyledi. Sonra Ebu Bekir dedi ki: ‘Ben, Allah'ın Resulü (ﷺ) şöyle derken işittim: “Hiçbir peygamber vefat etmedi ki, öldüğü yerde gömülmesin.” Böylece Allah'ın Resulü (ﷺ) vefat ettiği yatağı kaldırdılar ve onun için mezarı kazdılar, sonra o (ﷺ) Salı gecesinin ortasında defnedildi. Ali bin Ebu Talib, Fadl bin Abbas ve kardeşi Kutham ile Allah'ın Resulü (ﷺ) 'nün azatlısı Şukran mezarına indiler. Ebu Leyla olan Aws bin Khawli, Ali bin Ebu Talib'e dedi ki: ‘Seni Allah'a yemin ederim! Bize Allah'ın Resulü (ﷺ) 'nden payımızı ver.’ Bunun üzerine Ali ona: ‘İn!’ dedi. Şukran, Allah'ın Resulü (ﷺ) 'nün giydiği bir Qatifah aldı. Onu mezarına gömdü ve dedi ki: ‘Allah'a yemin ederim ki, ondan sonra kimse bunu giymeyecek.’ Böylece Allah'ın Resulü (ﷺ) ile birlikte gömüldü.”"
    },
    {
      "id": 197,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "---"
    },
    {
      "id": 198,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: “Allah'ın Resulü (ﷺ) ölüm acılarını çekerken, Fatıma dedi ki: ‘Ey babacığım, ne kadar şiddetli bir acı!’ Allah'ın Resulü (ﷺ) dedi ki: ‘Bugünden sonra baban bir daha acı çekmeyecek. Babana, herkesin karşılaşacağı, kıyamet gününe kadar herkesin yaşayacağı bir ölüm geldi.’”"
    },
    {
      "id": 199,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "---"
    },
    {
      "id": 200,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: “Fatıma bana dedi ki: ‘Ey Anas, Allah'ın Resulü (ﷺ) 'ne nasıl toprak serptin?’” Ve Thabit, Anas'tan rivayet etti ki, Fatıma dedi: “Allah'ın Resulü (ﷺ) vefat ettiğinde: ‘Ey babacığım! Jibril'e onun ölümünü müjdeliyoruz; ey babacığım, şimdi Rabbine ne kadar yakın; ey babacığım, Firdevs cenneti onun evi; ey babacığım, o Rabbine icabet etti.’ (Rivayet edenlerden biri) Hammad dedi ki: \"Bu hadisi naklederken Thabit'i ağlarken gördüm, kaburgalarının yukarı aşağı hareket ettiğini görebiliyordum.\""
    },
    {
      "id": 201,
      "narrator": "It was\nnarrated that Ubayy bin Ka’b said:",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "It was\nnarrated that Umm Salamah bint Abi Umayyah, the wife of the\nProphet\n(ﷺ), said:",
      "text": "Anas'tan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Medine'ye girdiği gün her şey aydınlandı, ve o öldüğü gün her şey karardı; onu gömdükten sonra ellerimizi silerken kalplerimizin değiştiğini hissettik.”*"
    },
    {
      "id": 203,
      "narrator": "It was\nnarrated that Anas said:",
      "text": "---"
    },
    {
      "id": 204,
      "narrator": "It was\nnarrated from Aws bin Aws that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Ömer'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) zamanında, Kur'an'ın aramızda inmesinden korktuğumuz için, eşlerimizle bile konuşmamızda dikkatliydik; ama Allah'ın Resulü (ﷺ) vefat edince, serbestçe konuşmaya başladık.”"
    },
    {
      "id": 205,
      "narrator": "It was\nnarrated from Abu Darda’ that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "---"
    }
  ]
}