{
  "language": "tr",
  "metadata": {
    "length": 145,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Âdemoğlunun her bir hayırlı ameli kat kat artırılır. Bir hayırlı amel on kat, yedi yüz kat veya Allah'ın dilediği kadar artırılır. Allah şöyle buyurur: 'Ancak oruç, O'na aittir ve onun karşılığını ben vereceğim. O, benim rızam için arzusunu ve yiyeceğini terk eder.' Oruçlu kişinin iki sevinci vardır; biri orucunu açtığında, diğeri de Rabb'iyle karşılaştığında. Oruçlu kişinin ağzından gelen koku, Allah katında misk kokusundan daha hayırlıdır.\""
    },
    {
      "id": 2,
      "narrator": "Mutarrif, from the tribe of Banu ‘Amir bin Sa’sa’ah narrated\nthat\n‘Uthman bin Abul-‘As Ath-Thaqafi invited him to drink some\nmilk that\nhe poured for him. Mutarrif said:",
      "text": "Mutarrif, Banu ‘Amir bin Sa’sa’ah kabilesinden, ‘Uthman bin Abul-‘As Ath-Thaqafi'nin kendisine döktüğü sütü içmesi için davet ettiğini rivayet etmiştir. Mutarrif: \"Ben oruçluyum.\" dedi. ‘Uthman: \"Ben Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Oruç, ateşe karşı bir siper gibidir, tıpkı sizin savaşa karşı kullandığınız sipere benzer.'\" dedi."
    },
    {
      "id": 3,
      "narrator": "It was\nnarrated from Sahl bin Sa’d that the Prophet (ﷺ) said:",
      "text": "Sahl bin Sa’d'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Cennette Rayyan adında bir kapı vardır. Kıyamet Günü, 'Oruç tutanlar nerede?' diye bir çağrı yapılacaktır. Oruç tutanlardan kim bu kapıdan girerse, bir daha asla susuzluk çekmeyecektir.\""
    },
    {
      "id": 4,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Ramazan'ı imanla ve mükafat umarak oruç tutan kişinin geçmiş günahları affedilecektir.\""
    },
    {
      "id": 5,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Ramazan'ın ilk gecesi geldiğinde, şeytanlar ve yaramaz cinler zincire vurulur, ateşin kapıları kapatılır ve hiçbir kapısı açılmaz. Cennet kapıları açılır ve hiçbir kapısı kapatılmaz. Bir çağırıcı seslenir: 'Ey hayır arayan, ilerle; ey şer arayan, dur.' Ve Allah'ın, ateşten kurtardığı insanlar vardır; bu her gün olur.\""
    },
    {
      "id": 6,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Her iftar anında, Allah'ın ateşten kurtardığı insanlar vardır; bu her gece olur.\""
    },
    {
      "id": 7,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, \"Ramazan başladı ve Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu ay size geldi, içinde bin aydan daha hayırlı bir gece vardır. Kim ondan mahrum kalırsa, tüm hayırdan mahrum kalmıştır ve ondan mahrum kalan kimse, gerçekten mahrum kalandır.'\""
    },
    {
      "id": 8,
      "narrator": "It was\nnarrated that Silah bin Zufar said:",
      "text": "Silah bin Zufar'dan rivayet edilmiştir ki, \"Biz Ammar ile şüpheli bir günde idik. Bir (kızartılmış) koyun getirildi ve bazı insanlar uzaklaştı. Ammar: 'Bu günde oruç tutan, Abu Kasım'a (ﷺ) isyan etmiştir.' dedi.\""
    },
    {
      "id": 9,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) hilali görmeden bir gün öncesinde oruç tutmayı yasakladı.\""
    },
    {
      "id": 10,
      "narrator": "It was\nnarrated from Qasim Abu ‘Abdur-Rahman that he heard Mu’awiyah\nbin\nAbu Sufyan on the pulpit saying:",
      "text": "Qasim Abu ‘Abdur-Rahman'dan rivayet edilmiştir ki, Mu’awiyah bin Abu Sufyan'ı minberde şöyle derken duydum: \"Allah'ın Resulü (ﷺ) Ramazan ayından önce minberden şöyle derdi: 'Oruç, şu ve bu günde başlayacak, ama biz daha erken oruç tutmaya başlayacağız. Kim daha erken oruç tutmak isterse (yani, Şaban'da), tutsun; kim Ramazan'ın başlamasını beklemek isterse, beklesin.'\""
    },
    {
      "id": 11,
      "narrator": "It was\nnarrated that Umm Salamah said:",
      "text": "Umm Salamah'dan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) Şaban'ı Ramazan'a eklerdi.\""
    },
    {
      "id": 12,
      "narrator": "It was\nnarrated that Rabi’ah bin Ghaz asked ‘Aishah about the fasting\nof\nthe Messenger of Allah (ﷺ). She said:",
      "text": "Rabi’ah bin Ghaz, Aişe'ye Allah'ın Resulü (ﷺ) oruç tutması hakkında sordu. Aişe: \"O, Şaban'ın tamamında oruç tutar, ta ki Ramazan'a ekleyene kadar.\" dedi."
    },
    {
      "id": 13,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) şöyle buyurmuştur: 'Ramazan'ı bir veya iki gün önceden oruç tutarak beklemeyin, ancak sürekli oruç tutan bir adam için bu geçerlidir; o tutsun.'\""
    },
    {
      "id": 14,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, \"Allah'ın Resulü (ﷺ) şöyle buyurmuştur: 'Şaban'ın ortasına geldiğinde, Ramazan gelene kadar oruç tutmayın.'\""
    },
    {
      "id": 15,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Bir bedevi, Peygamber (ﷺ)'e geldi ve: 'Bu gece yeni hilali gördüm.' dedi. Peygamber: 'Allah'tan başka ibadet edilmeye layık olanın olmadığına ve Muhammed'in Allah'ın Resulü (ﷺ) olduğuna şahitlik eder misin?' dedi. O: 'Evet.' dedi. Peygamber: 'Kalk, Ey Bilal, insanlara yarın oruç tutmaları gerektiğini duyur.' dedi.\" Abu 'Ali: \"Bu, Walid bin Abu Thawr ve Hasan bin 'Ali'den böyle rivayet edilmiştir. Hammad bin Salamah'dan da rivayet edilmiştir, ancak İbn Abbas'ı anmamıştır. O: 'Ve onlara namaz kılmalarını ve oruç tutmalarını duyurdu.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "It was\nnarrated that ‘Umair bin Anas bin Malik said:",
      "text": "‘Umair bin Anas bin Malik’in naklettiğine göre: “Ensar’dan, Allah’ın Resulü (ﷺ) ile birlikte bulunan amcalarım bana şöyle söylediler: ‘Şevval ayının yeni hilali bulutlarla kaplıydı, bu yüzden ertesi gün oruç tuttuk. Günün sonunda bazı binekçiler geldi ve Resulullah’a (ﷺ) bir önceki gece yeni hilali gördüklerini şehadet ettiler. Allah’ın Resulü (ﷺ) onlara oruçlarını açmalarını ve ertesi sabah ‘Eid namazı kılmak için dışarı çıkmalarını emretti.’”"
    },
    {
      "id": 17,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar’dan nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Yeni hilali gördüğünüzde oruç tutun, onu gördüğünüzde orucunuzu açın. Eğer hava bulutluysa, o zaman (otuz gün) hesaplayın.” İbn ‘Umar, yeni hilal görünmeden bir gün önce oruç tutardı."
    },
    {
      "id": 18,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah’tan nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Yeni hilali gördüğünüzde oruç tutun, onu gördüğünüzde orucunuzu açın. Eğer hava bulutluysa, o zaman otuz gün oruç tutun.”"
    },
    {
      "id": 19,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah’tan nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle sordu: “Ayın ne kadarı geçti?” Biz dedik ki: “Yirmi iki (gün) var, sekiz gün kaldı.” Allah’ın Resulü (ﷺ) şöyle dedi: “Ay böyle ve böyle ve böyle geçer,” üç kez tekrar etti ve sonuncusunda bir parmağını geri çekti."
    },
    {
      "id": 20,
      "narrator": "It was\nnarrated from Muhammad bin Sa’d bin Abu Waqqas that his father\nsaid:",
      "text": "Muhammad bin Sa’d bin Abu Waqqas’tan nakledildiğine göre, babası şöyle dedi: “Allah’ın Resulü (ﷺ) şöyle buyurdu: ‘Ay böyle ve böyle ve böyle geçer,’ ve üçüncü kezde yirmi dokuz parmağını gösterdi.”"
    },
    {
      "id": 21,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah’tan nakledildiğine göre, şöyle denildi: “Allah’ın Resulü (ﷺ) zamanında yirmi dokuz gün oruç tuttuğumuz aylar, otuz gün oruç tuttuğumuz aylardan daha fazlaydı.”"
    },
    {
      "id": 22,
      "narrator": "It was\nnarrated that from ‘Abdur-Rahman bin Abu Bakrah, from his\nfather,\nthat the Prophet (ﷺ) said:",
      "text": "‘Abdur-Rahman bin Abu Bakrah’tan, babasından nakledildiğine göre, Peygamber (ﷺ) şöyle buyurdu: “Ödülleri azaltılamayan iki ‘Eid ayı vardır (hatta bunlar yirmi dokuz gün olsa bile): ‘Ramazan ve Dhul-Hijjah.”"
    },
    {
      "id": 23,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurairah’tan nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Al-Fitr, orucunuzu açtığınız gündür ve Al-Adha, kurban kestiğiniz gündür.”"
    },
    {
      "id": 24,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn ‘Abbas’tan nakledildiğine göre, Allah’ın Resulü (ﷺ) seyahat ederken oruç tutmuş ve orucunu açmıştır."
    },
    {
      "id": 25,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişah’tan nakledildiğine göre, Hamzah Al-Aslami Allah’ın Resulü (ﷺ)’ne sordu: “Ben oruçluyum, seyahat ederken oruç tutmalı mıyım?” Allah’ın Resulü (ﷺ) şöyle dedi: “İstersen oruç tut, istersen orucunu aç.”"
    },
    {
      "id": 26,
      "narrator": "It was\nnarrated that Abu Darda’ said:",
      "text": "Abu Darda’ şöyle dedi: “Bir sıcak günde Allah’ın Resulü (ﷺ) ile bir yolculuk yapıyorduk ve hava son derece sıcaktı. Bir adam aşırı sıcak yüzünden başının üzerine elini koyuyordu. İnsanlar arasında oruç tutan kimse yoktu, sadece Allah’ın Resulü (ﷺ) ve ‘Abdullah bin Rawahah oruçluydu.”"
    },
    {
      "id": 27,
      "narrator": "It was\nnarrated from Ka’b bin ‘Asim that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ka’b bin ‘Asim’den nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Seyahat ederken oruç tutmak, bir iyilik değildir.”"
    },
    {
      "id": 28,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn ‘Umar’dan nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Seyahat ederken oruç tutmak, bir iyilik değildir.”"
    },
    {
      "id": 29,
      "narrator": "It was\nnarrated from ‘Abdur-Rahman bin ‘Awf that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "‘Abdur-Rahman bin ‘Awf’tan nakledildiğine göre, Allah’ın Resulü (ﷺ) şöyle buyurdu: “Seyahat ederken Ramazan orucu tutan, seyahat etmeyen birinin orucunu açması gibidir.” Abu Ishaq dedi ki: “Bu Hadis’in önemi yoktur.”"
    },
    {
      "id": 30,
      "narrator": "It was\nnarrated from Anas bin Malik that a man from the tribe of Banu\n‘Abdul-Ashhal, while (one narrator) ‘Ali bin Muhammad said (he\nwas) a\nman from the tribe of Banu ‘Abdullah bin Ka’b, said:",
      "text": "Anas bin Malik’ten nakledildiğine göre, Banu ‘Abdul-Ashhal kabilesinden bir adam, (bir nakilci) Ali bin Muhammad’ın Banu ‘Abdullah bin Ka’b kabilesinden olduğunu söylediği bir adam şöyle dedi: “Allah’ın Resulü (ﷺ) bize saldırdı, ben de Allah’ın Resulü (ﷺ) yemek yerken yanına geldim. O, ‘Gel ve ye’ dedi. Ben de ‘Ben oruçluyum’ dedim. O, ‘Otur, sana oruç tutmaktan bahsedeceğim. Allah, yolcuya namazın yarısını kaldırmıştır ve hamile, emziren kadınlar ve yolculara oruç tutma yükümlülüğünü kaldırmıştır.’ Vallahi, Peygamber (ﷺ) bunları, ikisini veya birini söyledi ve şimdi, Allah’ın Resulü (ﷺ)’nün yemeğinden yemediğim için çok pişmanım.”"
    },
    {
      "id": 31,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: “Allah'ın Resulü (ﷺ) kendisi için endişe duyan hamile kadınlara oruç tutmamaları için bir izin verdi ve bebekleri için endişe duyan emziren annelere de aynı şekilde izin verdi.”"
    },
    {
      "id": 32,
      "narrator": "It was\nnarrated that Abu Salamah said:",
      "text": "Abu Salamah'tan rivayet edilmiştir: “Aişe'yi şöyle derken duydum: ‘Ramazan ayından borçlu olduğum oruçlarım vardı ve onları Şaban ayı gelene kadar kaza etmiyordum.’”"
    },
    {
      "id": 33,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Peygamber (ﷺ) zamanında adet görüyorduk ve bize (kaçırılan) oruçları kaza etmemizi emrederdi.”"
    },
    {
      "id": 34,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Bir adam Peygamber (ﷺ)'e geldi ve dedi ki: ‘Ben mahvoldum.’ Peygamber (ﷺ) sordu: ‘Neden mahvoldun?’ Adam: ‘Ramazan'da eşimle cinsel ilişkiye girdim.’ dedi. Peygamber (ﷺ) şöyle dedi: ‘Bir cariye azat et.’ Adam: ‘Bunu yapamam.’ dedi. Peygamber (ﷺ) tekrar: ‘İki ay peş peşe oruç tut.’ dedi. Adam: ‘Bunu da yapamam.’ dedi. Peygamber (ﷺ) yine: ‘Altmış yoksulu doyur.’ dedi. Adam: ‘Bunu da yapamam.’ dedi. Peygamber (ﷺ) şöyle dedi: ‘Otur.’ Adam oturdu ve bu esnada bir sepet hurma getirildi. Peygamber (ﷺ) şöyle dedi: ‘Git ve bunu sadaka olarak ver.’ Adam: ‘Ey Allah'ın Resulü, seni hak ile gönderen Allah'a yemin ederim ki, iki lav alanı (yani, Medine'de) arasında bizden daha muhtaç bir hane yok.’ dedi. Peygamber (ﷺ) şöyle dedi: ‘O zaman git ve aileni doyur.’” Başka bir isnadla Abu Hurayra'dan ek sözler: \"Sonra o (Peygamber SAW) şöyle dedi: 'Yerine bir gün oruç tut.'\""
    },
    {
      "id": 35,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Ramazan'da bir gün oruç tutmayan, bunun için bir izin olmaksızın, ömür boyu oruç tutsa bile bu orucu kaza etmez.”"
    },
    {
      "id": 36,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Oruçlu iken unutkanlıkla bir şey yiyen, orucunu tamamlasın; çünkü onu yediren ve içiren Allah'tır.\""
    },
    {
      "id": 37,
      "narrator": "It was\nnarrated that Asma’ bint Abu Bakr said:",
      "text": "Asma bint Ebu Bekir'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) zamanında bulutlu bir günde orucumuzu açtık, sonra güneş belirdi.” Ben (rivayet edenlerden biri) Hişam'a dedim: \"O gün için kaza etmeleri emredildi mi?\" O da: \"Kaza edilmesi gerekiyordu.\" dedi. (Hişam'ın görüşüne göre)."
    },
    {
      "id": 38,
      "narrator": "It was\nnarrated that Abu Masruq said:",
      "text": "Abu Masruq'tan rivayet edilmiştir: “Fadalah bin Ubaid El-Ensari'nin rivayet ettiğini duydum ki, Peygamber (ﷺ) onlara oruçlu olduğu bir günde çıktı. Bir kap çağırdı ve içti. Biz: ‘Ey Allah'ın Resulü, bugün oruçluydunuz.’ dedik. O da: ‘Evet, ama kustum.’ dedi.”"
    },
    {
      "id": 39,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Kendiliğinden kusan oruçlu, orucunu kaza etmek zorunda değildir; ama kendini kusturan oruçlu, orucunu kaza etmek zorundadır.”"
    },
    {
      "id": 40,
      "narrator": "It was\nnarrated from ‘Aishah that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Oruçlu kişinin en iyi amellerinden biri diş misvakıdır.”"
    },
    {
      "id": 41,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Allah'ın Resulü (ﷺ) oruçlu iken gözlerine kohl sürmüştür.”"
    },
    {
      "id": 42,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Hacamat yapan ve hacamat yapılan oruçlarını bozar.”"
    },
    {
      "id": 43,
      "narrator": "It was\nnarrated that Thawban said:",
      "text": "Thawban'dan rivayet edilmiştir: “Peygamber (ﷺ)'in şöyle dediğini duydum: ‘Hacamat yapan ve hacamat yapılan oruçlarını bozar.’”"
    },
    {
      "id": 44,
      "narrator": "It was\nnarrated from Abu Qilabah that when Shaddad bin Aws was\nwalking with\nthe Messenger of Allah (ﷺ) in Al-Baqi’, he passed by a\nman who\nwas being cupped, after eighteen days of the month (of\nRamadan) had\npassed. The Messenger of Allah (ﷺ) said:",
      "text": "Abu Qilabah'tan rivayet edilmiştir ki, Şeddad bin Avs, Allah'ın Resulü (ﷺ) ile Al-Baki'’de yürürken, Ramazan ayının on sekiz günü geçtikten sonra bir adamın hacamat yapıldığını gördü. Allah'ın Resulü (ﷺ) şöyle dedi: “Hacamat yapan ve hacamat yapılan oruçlarını bozar.”"
    },
    {
      "id": 45,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Allah'ın Resulü (ﷺ) oruçlu iken hacamat yaptırmıştır ve ihramda da hacamat yaptırmıştır.”"
    },
    {
      "id": 46,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edildiğine göre: “Peygamber (ﷺ) oruçlu olduğu zaman öpüşürdü.”"
    },
    {
      "id": 47,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "‘Aişe'den rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) oruçlu iken öpüşürdü, ve içinizden kim, Allah'ın Resulü (ﷺ) gibi arzusunu kontrol edebilir?”"
    },
    {
      "id": 48,
      "narrator": "It was\nnarrated from Hafsah that:",
      "text": "Hafsa'dan rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) oruçlu iken öpüşürdü.”"
    },
    {
      "id": 49,
      "narrator": "It was\nnarrated that Maimunah the freed (female) slave of the\nMessenger of\nAllah (ﷺ), said:",
      "text": "Maimuna, Allah'ın Resulü (ﷺ) ile özgürleşmiş (kadın) köle, şöyle dedi: “Peygamber (ﷺ) oruçlu iken karısını öpen bir adam hakkında soruldu. O da: ‘Onların oruçları bozulmuştur.’ dedi.”"
    },
    {
      "id": 50,
      "narrator": "It was\nnarrated that Ibrahim said:",
      "text": "İbrahim'den rivayet edildiğine göre: “El-Esved ve Mesruk, ‘Aişe'nin yanına girdiler ve: ‘Allah'ın Resulü (ﷺ) oruçlu iken (karısını) dokundu mu?’ dediler. O da: ‘Bunu yapardı, ve sizlerin hepsinden arzusunu kontrol etmede en güçlü olanıydı.’ dedi.”"
    },
    {
      "id": 51,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: “Oruçlu iken dokunma konusunda yaşlılara bir kolaylık tanınmıştır, ancak gençler için hoş karşılanmamıştır.”"
    },
    {
      "id": 52,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Kim kötü ve cahil sözlerden vazgeçmez ve buna göre davranırsa, Allah onun yemek ve içmekten vazgeçmesine ihtiyaç duymaz.’”"
    },
    {
      "id": 53,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Oruç tutan bazı insanlar oruçlarından sadece açlık dışında bir şey elde etmezler, ve bazıları da namaz kılar ama namazlarından sadece uykusuz bir gece elde ederler.’”"
    },
    {
      "id": 54,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Sizden biri oruçlu olduğunda, kötü veya cahil sözler söylemesin. Eğer biri ona cahilce hitap ederse, ‘Ben oruçluyum.’ desin.’”"
    },
    {
      "id": 55,
      "narrator": "It was\nnarrated from Anas bin Malik that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Enes bin Malik'ten rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Sahur yapın, çünkü sahurda bir bereket vardır.’”"
    },
    {
      "id": 56,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: “Peygamber (ﷺ) şöyle dedi: ‘O gün oruç tutmak için sahur yiyerek yardım isteyin, ve gece namazı kılmak için (öğle vakti) kısa bir dinlenme yapın.’”"
    },
    {
      "id": 57,
      "narrator": "It was\nnarrated from Anas bin Malik that Zaid bin Thabit said:",
      "text": "Enes bin Malik'ten rivayet edildiğine göre: “Zeyd bin Sabit şöyle dedi: ‘Biz Allah'ın Resulü (ﷺ) ile sahur yedik, sonra namaz kılmak için kalktık.’ Ben de: ‘İkisi arasında ne kadar zaman vardı?’ dedim. O da: ‘Elli ayet okumak kadar.’ dedi.”"
    },
    {
      "id": 58,
      "narrator": "It was\nnarrated that Hudhaifah said:",
      "text": "Hudayfe'den rivayet edildiğine göre: “Ben, güneş doğmadan önce Allah'ın Resulü (ﷺ) ile sahur yedim.” [(Rivayet edenlerden biri) Ebu İshak dedi ki: “Hudayfe'nin hadisi neshedilmiştir ve bir anlam ifade etmez.”]"
    },
    {
      "id": 59,
      "narrator": "It was\nnarrated from ‘Abdullah bin Mas’ud that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin Mes'ud'dan rivayet edildiğine göre: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Bilal'in ezanı, sizlerden hiç kimsenin sahur yemesini engellememelidir, çünkü o, uykuda olanları uyandırmak için ezan okur ve namaz kılanların oruç için hazırlanmalarını sağlar. Fecr bu şekilde gelmez, aksine bu şekilde gelir ve ufuk boyunca görünür.’”"
    },
    {
      "id": 60,
      "narrator": "It was\nnarrated from Sahl bin Sa’d that the Prophet (ﷺ) said:",
      "text": "Sahl bin Sa'd'dan rivayet edildiğine göre: “Peygamber (ﷺ) şöyle dedi: ‘İnsanlar, oruçlarını açmak için acele ettikleri sürece hayır üzerinde kalacaklardır.’”"
    },
    {
      "id": 61,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İnsanlar, oruçlarını açmak için acele ettikleri sürece hayır üzerinde kalacaklardır. Oruç açmak için acele edin, çünkü Yahudiler bunu geciktirirler.\""
    },
    {
      "id": 62,
      "narrator": "Salman\nbin ‘Amr narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Salman bin 'Amr rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Sizden biri orucunu açtığında, hurma ile açsın. Eğer hurma bulamazsa, o zaman su ile açsın; çünkü bu bir arınma vesilesidir.\""
    },
    {
      "id": 63,
      "narrator": "It was\nnarrated from Hafsah that the Messenger of Allah (ﷺ) said:",
      "text": "Hafsa'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kendisine bir önceki geceden oruç tutmak farz kılınmamış olanın orucu yoktur.\""
    },
    {
      "id": 64,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) yanımda bulunur ve 'Bir şey (yiyecek) var mı?' derdi. Eğer 'Hayır' dersek, 'O zaman ben oruçluyum' derdi. Böylece orucuna devam ederdi, sonra bize yiyecek verilirse, orucunu açardı.\" Dedi ki: \"Bazen oruç tutar ve (sonra) orucunu açardı (yani bir günde oruç tutma ve oruç açmayı birleştirirdi).\" Ben sordum: \"Bu nasıl olur?\" O da: \"Sadaka vermek için çıkan birine benzer (yani, sadaka vermek için bir şey alır ve bir kısmını verir, bir kısmını saklar).\""
    },
    {
      "id": 65,
      "narrator": "It was\nnarrated that ‘Abdullah bin ‘Amr Al-Qari said:",
      "text": "Abdullah bin 'Amr Al-Qari'den rivayet edilmiştir ki: \"Abu Hurayra'nın şöyle dediğini duydum: 'Hayır, Kabe'nin Rabbi hakkı için! Ben 'Cinsel kirlik içinde uyanan (ve oruç tutmak isteyen) kimse oruç tutmamalıdır' demedim. Bunu Muhammed (ﷺ) söyledi.'\""
    },
    {
      "id": 66,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber (ﷺ) cinsel kirlik içinde geceyi geçirirdi, sonra Bilal ona gelir ve namaz vaktinin geldiğini bildirirdi. O da kalkar ve abdest alır, başından suyun damladığını görürdüm, sonra dışarı çıkar ve sabah namazında sesini duyardım.\" (Rivayet edenlerden) Mutarrif dedi ki: \"Amir'e dedim: 'Bu Ramazan'da mıydı?' O da: 'Ramazan'da ve diğer zamanlarda.' dedi.\""
    },
    {
      "id": 67,
      "narrator": "It was\nnarrated that Nafi’ said:",
      "text": "Nafi'den rivayet edilmiştir ki: \"Umm Salamah'ya, sabah cinsel kirlik içinde uyanan ve oruç tutmak isteyen bir adam hakkında sordum. O da: 'Allah'ın Resulü (ﷺ) cinsel kirlik içinde sabah uyanırdı, cinsel ilişki sonrası, rüya değil, sonra abdest alır ve orucuna devam ederdi.' dedi.\""
    },
    {
      "id": 68,
      "narrator": "It was\nnarrated from ‘Abdullah bin Shikhkhir that his father said:",
      "text": "Abdullah bin Şikhkhir'den rivayet edilmiştir ki babası şöyle dedi: \"Peygamber (ﷺ) şöyle buyurdu: 'Sürekli oruç tutan kimse ne oruç tutar ne de orucunu açar.'\""
    },
    {
      "id": 69,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Sürekli oruç tutan için oruç yoktur.\""
    },
    {
      "id": 70,
      "narrator": "It was\nnarrated from ‘Abdul-Malik bin Minhal, from his father that:",
      "text": "Abdul-Malik bin Minhal'den, babasından rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) parlak günlerde oruç tutmayı emrederdi - on üçüncü, on dördüncü ve on beşinci günlerde (ay dolunay olduğunda). O şöyle derdi: \"Bu, bir ömür boyu oruç tutmak gibidir.\" Abdul-Malik bin Katadeh bin Malhan Al-Qaisi'den başka bir isnat ile, babasından, Peygamber (ﷺ) benzer ifadelerle. İbn Mace, Şu'ba'nın (rivayet edenlerden birinin ismi konusunda) hata yaptığını, Hammam'ın ise doğru olduğunu söyledi."
    },
    {
      "id": 71,
      "narrator": "It was\nnarrated from Abu Dharr that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Her ay üç gün oruç tutan, bir ömür boyu oruç tutmuş gibidir.\" Bunun üzerine Allah şöyle indirdi: \"Kim bir iyi iş yaparsa, ona onun gibi on katı vardır.\" Böylece bir gün, on (sevap) gibidir."
    },
    {
      "id": 72,
      "narrator": "It was\nnarrated from Mu’adhah Al-‘Adawiyyah that ‘Aishah said:",
      "text": "Mu'adhah Al-'Adawiyyah'dan rivayet edilmiştir ki Aişe şöyle dedi: \"Allah'ın Resulü (ﷺ) her ay üç gün oruç tutardı.\" Ben sordum: \"Hangi günlerdi?\" O da: \"Hangi günler olduğu umurumda değildi.\" dedi."
    },
    {
      "id": 73,
      "narrator": "It was\nnarrated that Abu Salamah said:",
      "text": "Abu Salamah'dan rivayet edilmiştir ki: \"Aişe'ye Peygamber (ﷺ)'in oruç tutması hakkında sordum. O da: 'O kadar oruç tutardı ki, hep oruç tutacak zannederdik. Ve hiç oruç tutmazdı ki, hep oruç tutmayacak zannederdik. Onu hiçbir ayda Ramazan dışında bir ay boyunca oruç tutarken görmedim.' dedi.\""
    },
    {
      "id": 74,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: \"Allah'ın Resulü (ﷺ) o kadar oruç tutardı ki, asla oruç tutmayı bırakmayacak zannederdik. Ve hiç oruç tutmazdı ki, asla oruç tutmayacak zannederdik. Medine'ye geldiğinden beri Ramazan dışında hiçbir ay boyunca tam bir ay oruç tutmadı.\""
    },
    {
      "id": 75,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abdullah bin 'Amr'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Allah katında en sevimli oruç, Davud'un orucudur; çünkü o bir gün oruç tutar, ertesi gün oruç tutmazdı. Ve Allah katında en sevimli namaz, Davud'un namazıdır; o gecenin yarısını uyur, gecenin üçte birini namaz kılar ve gecenin altıda birini uyurdu.\""
    },
    {
      "id": 76,
      "narrator": "It was\nnarrated that Abu Qatadah said:",
      "text": "Abu Katade'den rivayet edildiğine göre, Ömer bin Hattab dedi ki: \"Ey Allah'ın Resulü! İki gün oruç tutup bir gün tutmayan bir kişi hakkında ne dersin?\" Resulullah (ﷺ) dedi ki: \"Bunu yapabilen var mı?\" O dedi ki: \"Ey Allah'ın Resulü! Bir gün oruç tutup ertesi gün tutmayan bir kişi hakkında ne dersin?\" Resulullah (ﷺ) dedi ki: \"Bu, Davud'un orucudur.\" O dedi ki: \"Bir gün oruç tutup ertesi iki gün tutmayan bir adam hakkında ne dersin?\" Resulullah (ﷺ) dedi ki: \"Bunu yapabilmeyi dilerdim.\""
    },
    {
      "id": 77,
      "narrator": "It was\nnarrated from Abu Firas that he heard ‘Abdullah bin ‘Amr say:",
      "text": "Abu Firas'tan rivayet edildiğine göre, 'Abdullah bin 'Amr şöyle dedi: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: 'Nuh (a.s) bir ömür boyu oruç tuttu, sadece Fıtır Bayramı ve Kurban Bayramı günü hariç.'\""
    },
    {
      "id": 78,
      "narrator": "It was\nnarrated from Thawban, the freed slave of the Messenger of\nAllah\n(ﷺ), that the Messenger of Allah (ﷺ) said:",
      "text": "Thawban'dan, Allah'ın Resulü (ﷺ) şöyle dediği rivayet edilmiştir: \"Fıtır'dan sonra altı gün oruç tutan kimse, yılı tamamlamış olur; çünkü kim bir hayır işlerse, onun gibi on sevap alır.\""
    },
    {
      "id": 79,
      "narrator": "It was\nnarrated from Abu Ayyub that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Eyyub'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Ramazan'ı oruç tutan ve ardından Şevval'den altı gün oruç tutan kimse, sanki bir ömür boyu oruç tutmuş gibidir.\""
    },
    {
      "id": 80,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that the Messenger of Allah\n(ﷺ) said:",
      "text": "Abu Sa'id El-Hudri'den rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah yolunda bir gün oruç tutan kimse, Allah o gün yüzünü ateşten yetmiş bahar (yıl) mesafesi uzak tutar.\""
    },
    {
      "id": 81,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah rızası için bir gün oruç tutan kimse, Allah onun yüzünü ateşten yetmiş bahar (yıl) mesafesi uzak tutar.\""
    },
    {
      "id": 82,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Mina günleri (Zilhicce ayının 11, 12 ve 13. günleri) yemek ve içmek günleridir.\""
    },
    {
      "id": 83,
      "narrator": "It was\nnarrated from Bishr bin Suhaim that:",
      "text": "Bişr bin Suhaim'den rivayet edildiğine göre: Allah'ın Resulü (ﷺ) Tashriq günlerinde (Zilhicce ayının 11, 12 ve 13. günleri) bir hutbe verdi ve şöyle dedi: \"Cennete girecek olan sadece bir Müslüman ruhudur ve bu günler yemek ve içmek günleridir.\""
    },
    {
      "id": 84,
      "narrator": "It was\nnarrated from Abu Sa’eed that:",
      "text": "Abu Sa'id'den rivayet edildiğine göre: Allah'ın Resulü (ﷺ) Fıtır Bayramı ve Kurban Bayramı günü oruç tutmayı yasakladı."
    },
    {
      "id": 85,
      "narrator": "It was\nnarrated that Abu ‘Ubaid said:",
      "text": "Abu 'Ubaid'den rivayet edildiğine göre, \"Ben 'Umar bin Hattab ile 'Eid'de bulundum. O, hutbeden önce namaza başladı ve şöyle dedi: 'Allah'ın Resulü (ﷺ) bu iki günde, Fıtır Bayramı ve Kurban Bayramı günü oruç tutmayı yasakladı. Fıtır Bayramı, oruçlarınızı açtığınız gündür ve Kurban Bayramı'nda kurbanlarınızın etini yersiniz.'\""
    },
    {
      "id": 86,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Cuma günü oruç tutmayı, eğer bir önceki veya bir sonraki günle birleştirilmezse, yasakladı."
    },
    {
      "id": 87,
      "narrator": "It was\nnarrated that Muhammad bin ‘Abbad bin Ja’far said:",
      "text": "Muhammed bin 'Abbad bin Ca'fer'den rivayet edildiğine göre, \"Ben Beyt'i tavaf ederken, Cabir bin 'Abdullah'a sordum: 'Peygamber (ﷺ) Cuma günü oruç tutmayı yasakladı mı?' O dedi ki: 'Evet, bu evin Rabbi adına.'\""
    },
    {
      "id": 88,
      "narrator": "It was\nnarrated that ‘Abdullah bin Mas’ud said:",
      "text": "'Abdullah bin Mes'ud'dan rivayet edildiğine göre, \"Ben, Allah'ın Resulü (ﷺ) Cuma günü oruç tutmadığını nadiren gördüm.\""
    },
    {
      "id": 89,
      "narrator": "It was\nnarrated from ‘Abdullah bin Busr that the Messenger of Allah\n(ﷺ)\nsaid:",
      "text": "'Abdullah bin Busr'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Cumartesi günleri, oruç tutmanız gereken günler dışında oruç tutmayın. Eğer aranızdan biri üzüm sapları veya bir ağacın kabuğundan başka bir şey bulamazsa, onu emsin.\" Başka bir rivayette 'Abdullah bin Busr'dan, kız kardeşinden, \"Allah'ın Resulü (ﷺ) şöyle dedi,\" şeklinde benzer bir ifade geçmektedir."
    },
    {
      "id": 90,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'a en sevimli olan günler, bu günlerdir,\" yani Zilhicce'nin (ilk) on günü. Onlar dediler: \"Ey Allah'ın Resulü! Allah yolunda cihad bile mi?\" O dedi: \"Allah yolunda cihad bile değil, ancak bir adam kendi nefsini ve malını çıkarır ve geri bir şey getirmezse.\""
    },
    {
      "id": 91,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Bu dünyada, ibadetlerin Allah katında en sevimli olduğu günler, (Zilhicce'nin) ilk on günüdür. Bu günlerden birinde oruç tutmak, bir yıl oruç tutmaya eşittir ve bu günlerden bir gecesi, Kadir Gecesi'ne eşittir.”"
    },
    {
      "id": 92,
      "narrator": "It was\nnarrated from Aswad that ‘Aishah said:",
      "text": "Aswad'dan rivayet edilmiştir ki, Aişe şöyle demiştir: “Ben, Allah'ın Resulü'nün (ﷺ) Zilhicce'nin ilk on gününde oruç tuttuğunu hiç görmedim.”"
    },
    {
      "id": 93,
      "narrator": "It was\nnarrated from Abu Qatadah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Katade'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Arafat Günü oruç tutmanın, Allah'tan umuyorum ki, bir önceki yılın ve bir sonraki yılın günahlarını affettirir.”"
    },
    {
      "id": 94,
      "narrator": "It was\nnarrated that Qatadah bin Nu’man said:",
      "text": "Katade bin Numan'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Kim Arafat Günü oruç tutarsa, bir önceki ve bir sonraki yılın günahları affedilecektir.”"
    },
    {
      "id": 95,
      "narrator": "It was\nnarrated that ‘Ikrimah said:",
      "text": "İkrime'den rivayet edilmiştir ki, Aişe'ye Arafat'ta Arafat Günü oruç tutma hakkında sordum. Aişe şöyle dedi: “Allah'ın Resulü (ﷺ) Arafat'ta Arafat Günü oruç tutmayı yasakladı.”"
    },
    {
      "id": 96,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Aşura Günü oruç tutardı ve (başkalarına) da oruç tutmalarını emrederdi."
    },
    {
      "id": 97,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Peygamber (ﷺ) Medine'ye geldiğinde, Yahudilerin oruç tuttuğunu gördü. “Bu nedir?” dedi. Onlar: “Bu, Allah'ın Musa'yı kurtardığı ve Firavun'u boğduğu gündür, bu yüzden Musa bu günde şükür olarak oruç tutmuştur.” dediler. Allah'ın Resulü (ﷺ) şöyle dedi: “Biz Musa'ya sizden daha layığız.” Bunun üzerine o (günü) oruç tuttu ve (başkalarına) da oruç tutmalarını emretti.”"
    },
    {
      "id": 98,
      "narrator": "It was\nnarrated from Muhammad bin Saifi that the Messenger of Allah\n(ﷺ)\nsaid to us on the Day of ‘Ashura’:",
      "text": "Muhammed bin Saifi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Aşura Günü bize şöyle dedi: “Bugün aranızda kimse bir şey yedi mi?” Biz: “Bazılarımız yedi, bazılarımız yemedi.” dedik. O: “Günün geri kalanını tamamlayın (yani, günün geri kalanında yemek yemeyin), kim yemişse ve kim yememişse. Ve banliyö halkına günün geri kalanını tamamlamalarını bildirin.” dedi. Medine çevresindeki banliyö halkını kast ediyordu."
    },
    {
      "id": 99,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Eğer gelecek yıla kadar yaşarsam, dokuzuncu günü (Muharrem'in) de oruç tutacağım.”"
    },
    {
      "id": 100,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that the Day of ‘Ashura’\nwas\nmentioned in the presence of the Messenger of Allah (ﷺ). The\nMessenger of Allah (ﷺ) said:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir ki, Aşura Günü Allah'ın Resulü (ﷺ) huzurunda zikredildi. Allah'ın Resulü (ﷺ) şöyle buyurdu: “O, Cahiliye döneminde insanların oruç tuttuğu bir gündü. Sizden kim oruç tutmak isterse tutabilir, istemeyen bırakabilir.”"
    },
    {
      "id": 101,
      "narrator": "It was\nnarrated from Abu Qatadah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Katade'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: “Aşura Günü oruç tutmanın, umuyorum ki, bir önceki yılın günahlarını affettirecektir.”"
    },
    {
      "id": 102,
      "narrator": "It was\nnarrated from Rabi’ah bin Ghaz that he asked ‘Aishah about the\nfasting of the Messenger of Allah (ﷺ). She said:",
      "text": "Rabi'a bin Ghaz'dan rivayet edilmiştir ki, Aişe'ye Allah'ın Resulü'nün (ﷺ) oruç tutması hakkında sordum. O: “Pazartesi ve Perşembe günleri oruç tutmaya dikkat ederdi.” dedi."
    },
    {
      "id": 103,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) used to fast\non\nMondays and Thursdays. It was said:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) Pazartesi ve Perşembe günleri oruç tutardı. “Ey Allah'ın Resulü, neden Pazartesi ve Perşembe günleri oruç tutuyorsun?” denildi. O: “Pazartesi ve Perşembe günleri Allah her Müslümanı affeder, yalnızca birbirine düşman olan iki kişiyi affetmez. ‘Bu iki kişiyi barışana kadar bırakın.’ der.” dedi."
    },
    {
      "id": 104,
      "narrator": "It was\nnarrated from Abu Mujibah Al-Bahili that his father or, his\npaternal\nuncle, said:",
      "text": "Ebu Mücibe el-Bahili'den rivayet edilmiştir ki, babası veya amcası şöyle dedi: “Ben Peygamber (ﷺ)'e geldim ve dedim: ‘Ey Allah'ın Resulü, ben geçen yıl size gelen adamım.’ O: ‘Neden bedeninin bu kadar zayıf (ve güçsüz) olduğunu görüyorum?’ dedi. Ben: ‘Ey Allah'ın Resulü! Gündüz yemek yemiyorum; sadece gece yiyorum.’ dedim. O: ‘Seni kim kendini cezalandırmaya emretti?’ dedi. Ben: ‘Ey Allah'ın Resulü! Ben yeterince güçlüyüm.’ dedim. O: ‘Sabır ayı orucunu tut ve ondan sonra bir gün daha oruç tut.’ dedi. Ben: ‘Ben daha fazlasını yapacak kadar güçlüyüm.’ dedim. O: ‘Sabır ayı orucunu tut ve ondan sonra iki gün daha oruç tut.’ dedi. Ben: ‘Ben daha fazlasını yapacak kadar güçlüyüm.’ dedim. O: ‘Sabır ayı orucunu tut ve ondan sonra üç gün daha oruç tut, ve haram aylarda oruç tut.’ dedi.”"
    },
    {
      "id": 105,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Ebu Hurayra'dan rivayet edilmiştir ki, bir adam Peygamber (ﷺ)'e geldi ve dedi: “Ramazan ayından sonra hangi oruç daha hayırlıdır?” O: “Allah'ın ayı olan Muharrem ayıdır.” dedi."
    },
    {
      "id": 106,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber (ﷺ) Recep ayında oruç tutmayı yasakladı."
    },
    {
      "id": 107,
      "narrator": "It was\nnarrated from Muhammad bin Ibrahim that Usamah bin Zaid used\nto fast\nthe sacred months. The Messenger of Allah (ﷺ) said to him:",
      "text": "Muhammed bin İbrahim'den rivayet edilmiştir ki, Usame bin Zeyd kutsal aylarda oruç tutardı. Allah'ın Elçisi (ﷺ) ona: \"Şevval ayında oruç tut.\" dedi. Böylece kutsal aylardan vazgeçti ve Şevval ayında oruç tutmaya devam etti, ta ki vefat edene kadar."
    },
    {
      "id": 108,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Her şeyin zekatı vardır ve bedenin zekatı oruçtur.\" (Zincirlerden birinde) Muhriz, rivayetinde şunu ekledi: \"Ve Allah'ın Elçisi (ﷺ) dedi ki: 'Oruç, sabrın yarısıdır.'\""
    },
    {
      "id": 109,
      "narrator": "It was\nnarrated from Zaid bin Khalid Al-Juhani that the Messenger of\nAllah\n(ﷺ) said:",
      "text": "Zeyd bin Halid el-Cuheni'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim bir oruçluya iftar etmesi için yiyecek verirse, onun sevabı, onların sevabı kadar olur; bu, onların sevabından hiçbir şey eksiltmez.\""
    },
    {
      "id": 110,
      "narrator": "It was\nnarrated that ‘Abdullah bin Zubair said:",
      "text": "Abdullah bin Zübeyir'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Sa'd bin Muaz ile iftar yaptı ve şöyle dedi: 'Oruçlular sizinle iftar etsin, salihler sizin yemeğinizi yesin ve melekler sizin üzerinize salat etsin.'\""
    },
    {
      "id": 111,
      "narrator": "It was\nnarrated that Umm ‘Umarah said:",
      "text": "Ümmü Ümâre'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bize geldi ve biz ona yiyecek getirdik. Onunla birlikte olanlardan bazıları oruçluydu ve Allah'ın Elçisi (ﷺ) dedi ki: 'Bir oruçlunun önünde yiyecek yenildiğinde, melekler ona salat eder.'\""
    },
    {
      "id": 112,
      "narrator": "It was\nnarrated from Sulaiman bin Buraidah that his father said:",
      "text": "Süleyman bin Bureydah'dan rivayet edilmiştir ki, babası şöyle dedi: \"Allah'ın Elçisi (ﷺ) Bilal'e dedi ki: 'Gel ve ye, ey Bilal.' O da: 'Ben oruçluyum.' dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Biz rızkımızı yiyoruz, ama Bilal'in rızkının çoğu cennettedir. Ey Bilal, oruçlunun kemikleri Allah'ı tesbih eder ve melekler onun için af diler, yiyecek onun önünde yenildiği sürece bunu biliyor musun?'\""
    },
    {
      "id": 113,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri oruçlu iken yemeğe davet edilirse, 'Ben oruçluyum.' desin.\""
    },
    {
      "id": 114,
      "narrator": "It was\nnarrated from Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim oruçlu iken yemeğe davet edilirse, daveti kabul etsin; eğer isterse yesin, eğer isterse yemesin.\""
    },
    {
      "id": 115,
      "narrator": "It was\nnarrated from Abu Hurairah that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Üç kişinin duaları geri çevrilmez: Adil bir yönetici, oruçlu bir kişi iftar edene kadar. Ve haksızlığa uğramış olanın duası, Kıyamet Günü Allah tarafından bulutlara yükseltilir, cennet kapıları onun için açılır ve Allah der ki: 'Güçlü olduğum için sana yardım edeceğim (zulmedene karşı) ne zaman olursa olsun.'\""
    },
    {
      "id": 116,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Amr bin ‘As that the Messenger of\nAllah (ﷺ) said:",
      "text": "Abdullah bin Amr bin As'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Oruçlu kişi iftar ettiğinde, onun duası geri çevrilmez.\" (Rivayet edenlerden biri) İbn Ebi Mulaikah şöyle dedi: \"Oruçunu açtığında, Abdullah bin Amr'ın şöyle dediğini duydum: 'Ey Allah! Her şeyi kuşatan rahmetinle beni affetmeni istiyorum.'\""
    },
    {
      "id": 117,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Peygamber (ﷺ) Fıtır Bayramı günü birkaç hurma yemeden dışarı çıkmazdı.\""
    },
    {
      "id": 118,
      "narrator": "It was\nnarrated that Ibn ‘Umar said:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) Fıtır Bayramı günü, arkadaşlarına Fıtır sadakasından yemek vermeden dışarı çıkmazdı.\""
    },
    {
      "id": 119,
      "narrator": "It was\nnarrated from Ibn Buraidah from his father, that:",
      "text": "İbn Bureydah'dan babasından rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) Fıtır Bayramı günü yemek yemeden dışarı çıkmazdı ve Kurban Bayramı günü (kurban günü) geri dönene kadar yemek yemezdi.\""
    },
    {
      "id": 120,
      "narrator": "It was\nnarrated from Ibn ‘Umar that the Messenger of Allah (ﷺ)\nsaid:",
      "text": "İbn Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim bir ayın oruçlarını borçlu olarak ölürse, her gün için bir yoksula onun adına yemek verilmelidir.\""
    },
    {
      "id": 121,
      "narrator": "It was\nnarrated that Ibn ‘Abbas said:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, kadın Peygamber'e (ﷺ) gelerek: \"Ey Allah'ın Elçisi, kız kardeşim vefat etti ve iki ardışık ay oruç borcu vardı.\" dedi. O da: \"Kız kardeşinin bir borcu olduğunu düşünmüyor musun, onun için ödeyeceksin?\" dedi. Kadın: \"Elbette.\" dedi. O da: \"Allah'ın hakkı daha büyüktür.\" dedi."
    },
    {
      "id": 122,
      "narrator": "It was\nnarrated from Ibn Buraidah that his father said:",
      "text": "İbn Bureydah'tan rivayet edilmiştir ki, babası şöyle demiştir: \"Bir kadın Peygamber'e (ﷺ) gelerek: 'Ey Allah'ın Elçisi, annem vefat etti ve oruç borcu var. Onun adına oruç tutmalı mıyım?' dedi. O da: 'Evet.' dedi.\""
    },
    {
      "id": 123,
      "narrator": "It was\nnarrated that ‘Atiyyah bin Sufyan bin ‘Abdullah bin Rabi’ah\nsaid:",
      "text": "Atiyyah bin Sufyan bin Abdullah bin Rabi'ah'tan rivayet edilmiştir ki, \"Allah'ın Elçisi'ne (ﷺ) İslam'ı kabul eden Thaqif heyeti olarak giden delegasyon, Ramazan'da ona geldiklerini söylediler. Onlar için camide bir çadır kurdu ve Müslüman olduktan sonra, ayın geri kalan kısmında oruç tuttular.\""
    },
    {
      "id": 124,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Eşi yanında olan hiçbir kadın, kocası izin vermedikçe Ramazan ayı dışında bir gün oruç tutmamalıdır.\""
    },
    {
      "id": 125,
      "narrator": "It was\nnarrated that Abu Sa’eed said:",
      "text": "Abu Sa'id'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) kadınların kocalarının izni olmadan oruç tutmalarını yasakladı."
    },
    {
      "id": 126,
      "narrator": "It was\nnarrated from ‘Aishah that the Prophet (ﷺ) said:",
      "text": "Aişe'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Bir adam bir topluluk içinde kalırsa, onların izni olmadan oruç tutmamalıdır.\""
    },
    {
      "id": 127,
      "narrator": "It was\nnarrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Şükrederek yiyen, sabırlı oruç tutan kişiyle eşittir.\""
    },
    {
      "id": 128,
      "narrator": "It was\nnarrated from Sinan bin Sannah Al-Aslami, the Companion of the\nProphet (ﷺ), that the Messenger of Allah (ﷺ) said:",
      "text": "Sinan bin Sannah Al-Aslami'den, Peygamber'in (ﷺ) şöyle buyurduğu rivayet edilmiştir: \"Şükrederek yiyen, sabırlı oruç tutan kişinin sevabı kadar bir sevaba sahip olacaktır.\""
    },
    {
      "id": 129,
      "narrator": "It was\nnarrated that Abu Sa’eed Al-Khudri said:",
      "text": "Abu Sa'id Al-Khudri'den rivayet edilmiştir ki, \"Ramazan'ın ortasındaki on gün boyunca Allah'ın Elçisi (ﷺ) ile itikaf yaptık. O şöyle dedi: 'Kadir Gecesi bana gösterildi, sonra unutturuldum, bu yüzden onu son on gecede, tek sayılı gecelerde arayın.'\""
    },
    {
      "id": 130,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Peygamber (ﷺ) Ramazan'ın son on gecesinde, başka hiçbir zamanda olmadığı kadar (ibadetle) gayret gösterirdi.\""
    },
    {
      "id": 131,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Ramazan'ın son on günü başladığında, Peygamber (ﷺ) gece uyanık kalır, belini sıkı sarar ve ailesini (namaz kılmaları için) uyandırırdı.\""
    },
    {
      "id": 132,
      "narrator": "It was\nnarrated that Abu Hurairah said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, \"Peygamber (ﷺ) her yıl on gün itikaf yapardı. Vefat ettiği yıl yirmi gün itikaf yaptı. Kur'an her yıl onunla bir kez gözden geçirilirdi, fakat vefat ettiği yıl iki kez gözden geçirildi.\""
    },
    {
      "id": 133,
      "narrator": "It was\nnarrated from Ubayy bin Ka’b that:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir ki, \"Peygamber (ﷺ) Ramazan'ın son on gününü itikafla geçirirdi. Bir yıl seyahatte olduğu için, ertesi yıl yirmi gün itikaf yaptı.\""
    },
    {
      "id": 134,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Peygamber (ﷺ) itikafa girmek istediğinde, sabah namazını kılar, sonra itikaf yapmak istediği yere girerdi. Ramazan'ın son on gününü itikafla geçirmek istediği için, onun için bir çadır kurulmasını emretti.\" Sonra Aişe, kendisi için bir çadır kurulmasını emretti ve Hafash da kendisi için bir çadır kurulmasını emretti. Zeynep, onların iki çadırını görünce, kendisi için de bir çadır kurulmasını emretti. Allah'ın Elçisi (ﷺ) bunu görünce: \"Bu, iyilik mi arıyorsunuz?\" dedi. Sonra Ramazan'da itikaf yapmadı ve Şevval'in on gününde itikaf yaptı."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Umar'dan rivayet edilmiştir ki, cahiliye döneminde bir gece itikaf yapma adakında bulunmuştu. Peygamber'e (ﷺ) bunu sordu, o da ona itikaf yapmasını emretti."
    },
    {
      "id": 136,
      "narrator": "It was\nnarrated from ‘Abdullah bin ‘Umar that:",
      "text": "Abdullah bin 'Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) Ramazan'ın son on gününü İ'tikaf ile geçirirdi. Nafi' dedi ki: \"Abdullah bin 'Umar bana Allah'ın Elçisi (ﷺ) İ'tikaf yaptığı yeri gösterdi.\""
    },
    {
      "id": 137,
      "narrator": "It was\nnarrated from Ibn ‘Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Peygamber (ﷺ) İ'tikaf yaptığı zaman, onun için yatak serilir veya yatağı oraya konulurdu, Tövbe Sütunu'nun arkasında."
    },
    {
      "id": 138,
      "narrator": "It was\nnarrated from Abu Sa’eed Al-Khudri that:",
      "text": "Ebu Sa'eed Al-Khudri'den rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) bir Türk çadırında İ'tikaf yaptı, kapısının üzerinde bir kamış hasır vardı. Hasırı itip başını dışarı çıkardı ve insanlarla konuştu."
    },
    {
      "id": 139,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Ben evime girip ihtiyacımı gidermek için girdiğimde, orada hasta bir kişi vardı ve ben sadece geçerken onun halini sordum.\" Dedi ki: \"Ve Allah'ın Elçisi (ﷺ) evin içine ihtiyacını gidermek için girmedi, o zaman İ'tikaf yapıyorlardı.\""
    },
    {
      "id": 140,
      "narrator": "It was\nnarrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) dedi ki: 'İ'tikaf yapan kişi cenazelere katılabilir ve hastaları ziyaret edebilir.'\""
    },
    {
      "id": 141,
      "narrator": "It was\nnarrated that ‘Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) yan odada (İ'tikaf'ta) iken başını benim tarafıma getirirdi, ben de onu yıkar ve saçını tarardım, ben dairemdedir ve adet halindeydim, o ise camideydi.\""
    },
    {
      "id": 142,
      "narrator": "It was\nnarrated from Safiyyah bint Huyai, the wife of the Prophet\n(ﷺ),\nthat she came to visit the Messenger of Allah (ﷺ) when he was\nin\nI’tikaf during the last ten days of the month of Ramadan. She spoke\nwith him for a while during the evening, then she stood up to go\nback.\nThe Messenger of Allah (ﷺ) got up to take her home. When she\nreached\nthe door of the mosque that was by the home of Umm Salamah,\nthe wife\nof the Prophet (ﷺ), two men from among the Ansar passed by\nthem.\nThey greeted the Messenger of Allah (ﷺ) with peace, then went\naway.\nThe Messenger of Allah (ﷺ) said:",
      "text": "Safiyyah bint Huyai, Peygamberin (ﷺ) eşi, Ramazan ayının son on gününde İ'tikaf'ta olduğu zaman Allah'ın Elçisi'ni ziyarete geldi. Akşam bir süre onunla konuştu, sonra geri dönmek için ayağa kalktı. Allah'ın Elçisi (ﷺ) onu evine kadar götürmek için ayağa kalktı. Umm Salamah'ın (Peygamberin (ﷺ) eşi) evinin yanındaki caminin kapısına geldiğinde, Ensar'dan iki adam yanlarından geçti. Allah'ın Elçisi'ne selam verdiler, sonra uzaklaştılar. Allah'ın Elçisi (ﷺ) dedi ki: \"Sakin ol, o Safiyyah bint Huyai.\" Onlar da: \"Allah yücedir, Ey Allah'ın Elçisi!\" dediler. Ve bu durumdan (yani, onun kendilerinde bir şüphe olabileceğini düşündüğünden) çok rahatsız oldular. Allah'ın Elçisi (ﷺ) dedi ki: \"Şeytan, Adem'in oğlunun içinde kan gibi akar ve ben, kalplerinize bir şüphe düşürmesinden korktum.\""
    },
    {
      "id": 143,
      "narrator": "‘Aishah\nsaid:",
      "text": "Aişe dedi ki: \"Allah'ın Elçisi (ﷺ) ile İ'tikaf yapan eşlerinden biri, kırmızı ve sarı akıntı görüyordu ve bazen altına bir leğen koyuyordu.\""
    },
    {
      "id": 144,
      "narrator": "It was\nnarrated from Ibn ‘Abbas that:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi (ﷺ) İ'tikaf yapan kişi hakkında dedi ki: \"O, günahlardan sakınmaktadır ve ona her türlü hayır işleyen kimsenin alacağı kadar bir ödül verilecektir.\""
    },
    {
      "id": 145,
      "narrator": "It was\nnarrated from Abu Umamah that the Prophet (ﷺ) said:",
      "text": "Ebu Umamah'tan rivayet edilmiştir ki: Peygamber (ﷺ) dedi ki: \"Kim iki bayram gecesini Allah'tan ödül umarak nafile namaz kılarak geçirirse, kalbi o gün kalplerin öleceği günde ölmez.\""
    }
  ]
}