{
  "language": "tr",
  "metadata": {
    "length": 62,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Ibn Abbas(RAH) narrated that:",
      "text": "İbn Abbas (RAH) rivayet etti ki: Peygamber, Muadh'ı Yemen'e gönderdi ve şöyle dedi: “Sen, Kitap Ehli'nden bazı insanlara gideceksin. Onları, Allah'tan başka ibadet edilmeye layık kimse olmadığına ve benim Allah'ın elçisi olduğuma şahitlik etmeye çağır. Eğer buna itaat ederlerse, onlara Allah'ın her gün ve gece beş vakit namaz kılmalarını emrettiğini söyle. Eğer buna itaat ederlerse, onlara Allah'ın zenginlerinden alınıp fakirlerine verilmesi gereken zekatı emrettiğini söyle. Eğer buna da itaat ederlerse, onların en iyi mallarını almaktan sakın. Ve mazlumun duasından sakın, çünkü onunla Allah arasında bir engel yoktur.”"
    },
    {
      "id": 2,
      "narrator": "'Abdullah bin Masud (RAH) narrated that:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Abu Dharr narrated that:",
      "text": "Abdullah bin Mes'ud (RAH) rivayet etti ki: Allah'ın Elçisi şöyle dedi: “Malında zekat vermeyen kimse yoktur ki, Kıyamet Günü ona kel başlı bir yılan görünmeyecek, o da boynunu sarana kadar.” Sonra Allah'ın Elçisi, Yüce Allah'ın Kitabından şu ayeti okudu: “Allah'ın kendilerine lütfettiği şeylerden cimrilik edenler, bunun kendileri için hayırlı olduğunu düşünmesinler.”"
    },
    {
      "id": 4,
      "narrator": "'Abu Hurairah narrated that:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Khalid bin Aslam, the freed slave of Umar bin Khattab, said:",
      "text": "Ebu Zerr rivayet etti ki: Allah'ın Elçisi şöyle dedi: “Zekat vermeyen deve, koyun veya sığır sahibi yoktur ki, Kıyamet Günü, olduğu gibi büyük ve şişman olarak gelir, onu boynuzlarıyla itip, toynaklarıyla ezerler. Her geçişinde, ilk hayvan geri döner, ta ki insanlar hakkında hüküm verilene kadar.”"
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah narrated that:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Fatima bint Qais narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Elçisi şöyle dedi: “Zekatı ödenmeyen develer, sahiplerini toynaklarıyla ezecek şekilde gelir. Sığırlar ve koyunlar da gelir, sahiplerini toynaklarıyla ezer ve boynuzlarıyla iterler. Biriktirilmiş hazine, kel başlı bir yılan şeklinde gelir ve Kıyamet Günü sahibini bulur. Sahibi ondan iki kez kaçar, sonra ona gelir ve tekrar kaçar ve der ki: 'Seninle ne işim var?' O da der ki: 'Ben senin biriktirdiğin hazinemsin, ben senin biriktirdiğin hazinemsin.' O, bu elini korumaya çalışır ve yılan onu yer.”"
    },
    {
      "id": 8,
      "narrator": "Ali narrated that:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Ibn 'Umar and 'Aishah narrated that:",
      "text": "Halid bin Aslam, Ömer bin Hattab'ın freed slave'ı, dedi ki: “Abdullah bin Ömer ile dışarı çıktım, bir bedevi ona rastladı ve ona Allah'ın sözlerini okudu: 'Altın ve gümüş biriktirenler (bunların zekatı ödenmemiş olanlar) ve onları Allah yolunda harcamayanlar.' İbn Ömer ona dedi: 'Onu biriktiren ve zekatını vermeyen için yazıklar olsun. Ama bu, zekat hakkında hüküm verilmeden önceydi. Hüküm verildiğinde, Allah onu malın bir temizliği kıldı.' Sonra döndü ve dedi: 'Eğer Uhud kadar altınım olsa, ne kadar olduğunu bilsem ve zekatını versem, onu Allah'a itaatte kullanmaktan rahatsız olmam.'”"
    },
    {
      "id": 10,
      "narrator": "It was narrated that  :",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Abu Sa'eed Al-Khudri narrated that  :",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Elçisi şöyle dedi: “Eğer malınızdan zekat verirseniz, o zaman sizden isteneni yerine getirmiş olursunuz.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated from Jabir bin 'Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Ali bin Abu Talib narrated that  :",
      "text": "Fatıma bint Kays rivayet etti ki: O, Peygamber'in şöyle dediğini duydu: “Mal üzerinde zekattan başka bir şey yoktur.”"
    },
    {
      "id": 14,
      "narrator": "Abdullah bin Abu Awfa said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah narrated that  :",
      "text": "Ali rivayet etti ki: Allah'ın Elçisi şöyle dedi: “Size, atlar ve köleler üzerinde zekat vermekten muaf tuttum, her kırk dirhemden bir dirhem, yani dörtte birini getir.”"
    },
    {
      "id": 16,
      "narrator": "Ibn Shihab narrated from Salim bin Abdullah, from his father, from the Prophet(ﷺ):",
      "text": "İbn Şihab, Salim bin Abdullah'dan, onun babasından, Peygamber (ﷺ)'den nakletti: İbn Şihab dedi ki: “Salim, bana Allah'ın Resulü'nün Sadaqat hakkında yazdığı bir mektubu okudu, Allah onu vefat ettirmeden önce, içinde şöyle deniliyordu: 'Beş deveyi bir koyun; on deveyi iki koyun; yirmi deveyi dört koyun. Yirmi beş deveyi bir Bint Makhad (bir yaşında dişi deve), otuz beşe kadar; eğer Bint Makhad yoksa, o zaman bir Bin Labun (iki yaşında erkek deve). Eğer otuz beşten fazla varsa, bir tane bile olsa, o zaman bir Bint Labun (iki yaşında dişi deve) verilmeli, kırk beşe kadar. Eğer kırk beşten fazla varsa, bir tane bile olsa, o zaman bir Hiqqah (üç yaşında dişi deve), altmış deveyi kadar. Eğer altmıştan fazla varsa, bir tane bile olsa, o zaman bir Jadha'ah (dört yaşında dişi deve) verilmeli, yetmiş beşe kadar. Eğer yetmiş beşten fazla varsa, bir tane bile olsa, o zaman iki Bint Labun verilmeli, doksan kadar. Eğer doksan taneden fazla varsa, bir tane bile olsa, o zaman iki Hiqqah verilmeli, yüz yirmiye kadar. Eğer çok deveyi varsa, o zaman her elli için bir Hiqqah verilmeli ve her kırk için bir Bint Labun.'”"
    },
    {
      "id": 17,
      "narrator": "It was narrated that:",
      "text": "Abu Sa'eed Al-Khudri'den nakledildi ki: “Allah'ın Resulü dedi ki: 'Beş deveden daha azı için Sadaqah yoktur, dört için de yoktur. Eğer develerin sayısı beşe ulaşırsa, bir koyun verilmeli, dokuz kadar. Eğer sayı on olursa, iki koyun verilmeli, on dörde kadar. Eğer sayı on beş olursa, üç koyun verilmeli, on dokuz kadar. Eğer sayı yirmi olursa, dört koyun verilmeli, yirmi dörde kadar. Eğer sayı yirmi beş olursa, bir Bint Makhad (bir yaşında dişi deve) verilmeli, otuz beşe kadar; eğer Bint Makhad yoksa, o zaman bir Bin Labun (iki yaşında erkek deve). Eğer daha fazla develer varsa, o zaman bir Bint Labun (iki yaşında dişi deve) verilmeli, kırk beşe kadar. Eğer daha fazla develer varsa, o zaman bir Hiqqah (üç yaşında dişi deve) verilmeli, altmışa kadar. Eğer daha fazla develer varsa, o zaman bir Jadha'ah (beş yaşında dişi deve) verilmeli, yetmiş beşe kadar. Eğer daha fazla develer varsa, o zaman iki Bint Labun verilmeli, doksan kadar. Eğer daha fazla develer varsa, o zaman iki Hiqqah verilmeli, yüz yirmiye kadar. Her elli için bir Hiqqah, her kırk için bir Bint Labun.'”"
    },
    {
      "id": 18,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Anas bin Malik, Abu Bakr Siddiq'in kendisine yazdığını nakletti: “Allah'ın adıyla, en merhametli, en bağışlayıcı. Bu, Allah'ın Resulü'nün Müslümanlara emrettiği Sadaqah yükümlülüğüdür, Allah'ın Resulü'ne emrettiği gibi. Verilecek develerin yaşı (Zekat için) koyunlarla tamamlanabilir. Eğer bir adamın Sadaqah'ı bir Jadha'ah (dört yaşında dişi deve) olan develeri varsa ve onun Jadha'ah'ı yoksa ama bir Hiqqah (üç yaşında dişi deve) varsa, o zaman Hiqqah kabul edilmeli ve iki koyun (ek olarak) verilmeli, eğer mevcutsa, ya da yirmi Dirhem. Eğer bir adamın Sadaqah'ı bir Hiqqah olan develeri varsa ve sadece bir Bin Labun (iki yaşında dişi deve) varsa, o zaman Bint Labun kabul edilmeli, iki koyun veya yirmi Dirhem ile birlikte. Eğer bir adamın Sadaqah'ı bir Bint Labun olan develeri varsa ve onun yoksa ama bir Hiqqah varsa, o zaman Hiqqah kabul edilmeli ve Zekat toplayıcı ona yirmi Dirhem veya iki koyun geri vermeli. Eğer bir adamın Sadaqah'ı bir Bint Labun olan develeri varsa ve onun yoksa ama bir Bint Makhad (bir yaşında dişi deve) varsa, o zaman Bint Makhad kabul edilmeli, yirmi Dirhem veya iki koyun ile birlikte. Eğer bir adamın Sadaqah'ı bir Bint Makhad olan develeri varsa ve onun yoksa ama bir Bint Labun varsa, o zaman Bint Labun kabul edilmeli ve Zekat toplayıcı ona yirmi Dirhem veya iki koyun geri vermeli. Kim Bint Makhad'a sahip değilse ama bir Bint Labun (iki yaşında erkek deve) varsa, o kabul edilmeli ve onunla birlikte başka bir şey verilmemelidir.'”"
    },
    {
      "id": 19,
      "narrator": "It was narrated that:",
      "text": "Suwaid bin Ghafalah'dan nakledildi ki: “Peygamber'in Zekat toplayıcısı bize geldi ve ben onu elinden tuttum ve onun emriyle okudum: 'Ayrı sürüler toplamayın ve Sadaqah korkusuyla sürüleri ayırmayın.' Bir adam ona büyük, şişman bir dişi deve getirdi, ama o bunu kabul etmedi. Sonra daha düşük kalitede bir deve getirdi ve onu kabul etti. Dedi ki: 'Eğer ben, bir Müslüman adamın develerinin yuvasını alarak Allah'ın Resulü'ne gelsem, hangi toprak beni barındırır?'”"
    },
    {
      "id": 20,
      "narrator": "Jarir bin Abdullah narrated that:",
      "text": "Jarir bin Abdullah'dan nakledildi ki: Allah'ın Resulü dedi: “Zekat toplayıcısı, insanlar ondan memnun kalmadıkça geri dönmemelidir.”"
    },
    {
      "id": 21,
      "narrator": "It was narrated that:",
      "text": "Suwa Mu'adh bin Cebel'den nakledildi ki: “Allah'ın Resulü (ﷺ) beni Yemen'e gönderdi ve bana emretti; her kırk inek için bir Musinnah ve her otuz inek için bir Tabi veya Tabi'ah almayı.”"
    },
    {
      "id": 22,
      "narrator": "Abdullah narrated that:",
      "text": "Abdullah'dan nakledildi ki: Peygamber dedi: “Her otuz sığır için bir Tabi veya Tabi'ah ve her kırk için bir Musinnah.”"
    },
    {
      "id": 23,
      "narrator": "It was narrated from Ibn Shihab, from Salim bin Abdullah, from his father, from the Messenger of Allah:",
      "text": "İbn Şihab'dan, Salim bin Abdullah'dan, onun babasından, Allah'ın Resulü'nden nakledildi: Salim dedi ki: “Babam, Allah'ın Resulü'nün (ﷺ) Sadaqat hakkında yazdığı bir mektubu okudu, Allah onu vefat ettirmeden önce. İçinde şunları okudum: 'Kırk koyun için bir koyun, yüz yirmiye kadar. Eğer daha fazlası varsa - bir tane bile - o zaman iki koyun, iki yüze kadar. Eğer daha fazlası varsa - bir tane bile - o zaman üç koyun, üç yüze kadar. Eğer çok koyun varsa, her yüz için bir koyun.' Ve içinde şunları okudum: 'Ayrı sürüler birleştirilmemeli ve birleştirilmiş sürüler ayrılmamalıdır.' Ve içinde şunları okudum: 'Sadaqah için bir erkek keçi alınmamalı, ne de yaşlı veya kusurlu bir hayvan.'”"
    },
    {
      "id": 24,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer'den nakledildi ki: Allah'ın Resulü dedi: “Müslümanların Sadaqah'ı, sulama yerlerinde alınmalıdır.”"
    },
    {
      "id": 25,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer'den nakledildi ki: Allah'ın Resulü dedi: “Kırk koyun için bir koyun, yüz yirmiye kadar. Eğer bir tane daha varsa, o zaman iki koyun, iki yüze kadar. Eğer bir tane daha varsa, o zaman üç koyun, üç yüze kadar. Eğer daha fazlası varsa, her yüz için bir koyun. Birleşik sürüler ayrılmamalı ve ayrı sürüler birleştirilmemelidir, Sadaqah korkusuyla. Her ortak (sürüde hissesi olan) hisselerine göre ödeme yapmalıdır. Ve Zekat toplayıcı, yaşlı veya kusurlu bir hayvanı, ne de bir erkek keçiyi kabul etmemelidir, eğer istemiyorsa.”"
    },
    {
      "id": 26,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Anas bin Malik'ten nakledildi ki: Allah'ın Resulü dedi: “Sadaqah'ta haksızlık eden, onu tutan gibidir.”"
    },
    {
      "id": 27,
      "narrator": "It was narrated that:",
      "text": "Rafi bin Khadij'den nakledildi ki: “Allah'ın Resulü'nün Sadaqah'ı toplamak için atanan kişi - bunu samimiyetle ve adaletle yapan, Allah yolunda savaşmaya çıkan kişi gibidir, evine dönene kadar.'”"
    },
    {
      "id": 28,
      "narrator": "Abdullah bin Unais said that he and Umar bin Khattab were speaking about Sadaqah one day, and:",
      "text": "Abdullah bin Unais dedi ki, bir gün Sadaqah hakkında konuşurken, Umar bin Khattab dedi ki: “Allah'ın Resulü'nün Sadaqah ile Ghulul'u anarken: 'Kim ondan bir deve veya bir koyun çalarsa, Kıyamet Günü onu taşıyarak getirilecektir.' dediğini duymadın mı?” Abdullah bin Unais dedi: “Evet.”"
    },
    {
      "id": 29,
      "narrator": "Ibrahim bin Ata, the freed slave of Imran bin Husain, said:",
      "text": "İbrahim bin Ata, İmran bin Husain'in azatlı kölesi, dedi ki: “Babam bana söyledi ki, 'İmran bin Husain Sadaqah'ı toplamak için atandı. Geri döndüğünde, ona denildi: 'Mali nerede?' O dedi: 'Beni zenginlik için mi gönderdiniz? Biz, Allah'ın Resulü zamanında aldığımız yerden aldık ve dağıttığımız yerden dağıttık.'”"
    },
    {
      "id": 30,
      "narrator": "Abu Huraitah narrated that:",
      "text": "Abu Huraitah'dan nakledildi ki: Allah'ın Resulü dedi: “Müslüman, kölesi veya atı üzerinde Sadaqah vermekle yükümlü değildir.”"
    },
    {
      "id": 31,
      "narrator": "Ali narrated that:",
      "text": "Ali rivayet etti ki: Allah'ın Resulü şöyle dedi: “Sizleri atlar ve köleler üzerinde sadaka vermekten muaf tuttum.”"
    },
    {
      "id": 32,
      "narrator": "Mu'adh bin Jabal narrated that:",
      "text": "Mu'adh bin Cebel rivayet etti ki: Allah'ın Resulü onu Yemen'e gönderdi ve ona şöyle dedi: “Tahılları tahıllardan, koyunları koyunlardan, develeri develerden ve inekleri ineklerden al.”"
    },
    {
      "id": 33,
      "narrator": "It was narrated from Amr bin:",
      "text": "Amr bin Şu'ayb'den, babası aracılığıyla, dedesinin şöyle dediği rivayet edilmiştir: “Allah'ın Resulü sadece bu beş şey üzerinde zekat farz kılmıştır: buğday, arpa, hurma, kuru üzüm ve mısır.”"
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü (ﷺ) şöyle dedi: “Gökyüzü (yani yağmur) ve kaynaklarla sulanan ürünler için onda bir. Sulama ile sulananlar için ise, onda birin yarısı.”"
    },
    {
      "id": 35,
      "narrator": "Salim narrated that:",
      "text": "Salim rivayet etti ki: Babası şöyle dedi: “Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Gökyüzü, nehirler ve kaynaklar tarafından sulanan her şey için onda bir. Hayvanlar (yani yapay yollarla) ile sulanan her şey için ise, onda birin yarısı.'”"
    },
    {
      "id": 36,
      "narrator": "It was narrated that:",
      "text": "Mu'adh bin Cebel'in şöyle dediği rivayet edilmiştir: “Allah'ın Resulü (ﷺ) beni Yemen'e gönderdi ve derin köklerden sulanan şeylerin onda birini almamı, kova ile sulananların ise onda birinin yarısını almamı emretti.”"
    },
    {
      "id": 37,
      "narrator": "Attab bin Asid narrated that:",
      "text": "Attab bin Asid rivayet etti ki: Peygamber, insanlara bağlarını ve meyvelerini değerlendirecek birini gönderirdi."
    },
    {
      "id": 38,
      "narrator": "Ibn Abbas narrated that:",
      "text": "İbn Abbas rivayet etti ki: Peygamber Khaibar'ı fethettiğinde, arazi ve tüm sarı ve beyaz, yani altın ve gümüşün kendisine ait olduğunu şart koştu. Khaibar halkı ona şöyle dediler: “Biz araziyi daha iyi biliyoruz, o yüzden bize ver ki biz bu araziyi işleyelim, sen de ürünün yarısını al, biz de yarısını alalım.” O da bunu kabul etti ve onlara bu şartla verdi. Hurma hasat zamanı geldiğinde, onlara İbn Rawahah'ı gönderdi. O, hurma ağaçlarını değerlendirdi ve şöyle dedi: “Bu ağaç için, şu kadar (miktar).” Onlar: “Bize çok fazla talep ediyorsun, ey İbn Rawahah!” dediler. O da: “Bu benim değerlendirmem ve söylediklerimin yarısını size vereceğim.” dedi. Onlar: “Bu adil, adalet göklerin ve yerin temelidir.” dediler. Onlar: “Söylediklerini kabul etmeye razıyız.”"
    },
    {
      "id": 39,
      "narrator": "It was narrated that:",
      "text": "Rivayet edildi ki: Avf bin Malik el-Eşca'i şöyle dedi: “Allah'ın Resulü dışarı çıktı ve bir adam bir veya daha fazla hurma salkımı asmıştı. O (Peygamber) elinde bir sopa ile o hurma salkımına defalarca vurdu ve şöyle dedi: 'Eğer bu hurma salkımının sahibi sadaka vermek isteseydi, bunlardan daha iyisini vermeliydi. Bu sadakanın sahibi Kıyamet Günü çürümüş ve kurumuş hurmaları yiyecek.'”"
    },
    {
      "id": 40,
      "narrator": "It was narrated that:",
      "text": "Rivayet edildi ki: Bara bin Azib, “Ve yerden sizin için çıkardığımız şeylerden, kötü olanı harcamak için hedeflemeyin.” ayeti hakkında şöyle dedi: “Bu, Ensar hakkında nazil olmuştur. Yeni hurma hasadı zamanı, olgunlaşmaya başlayan bir hurma salkımını alır ve Allah'ın Resulü'nün (ﷺ) camisindeki iki sütun arasında bir ipte asarlardı ve fakir muhacirler ondan yerdi.” Onlardan biri kasıtlı olarak çürümüş ve kurumuş hurmalar içeren bir salkım karıştırdı ve oraya konulan hurmaların çokluğundan dolayı bunun caiz olduğunu düşündü. Bunun üzerine, bunu yapan hakkında şu ayet nazil oldu: '... ve kötü olanı harcamak için hedeflemeyin.' Yani, sadaka vermek için çürümüş ve kurumuş hurmaları aramayın: '... (zannediyordunuz ki) gözlerinizi kapatıp katlanmadıkça kabul etmeyeceksiniz.' Yani, bu size hediye olarak verilseydi, sadece utandığınız için kabul ederdiniz ve onun ihtiyaç duymadığınız bir şeyi göndermiş olmasından dolayı kızardınız. Ve bilin ki Allah'ın sizin sadakanıza ihtiyacı yoktur.”"
    },
    {
      "id": 41,
      "narrator": "It was narrated that:",
      "text": "Rivayet edildi ki: Ebu Sayyara el-Muta şöyle dedi: “Ben dedim: 'Ey Allah'ın Resulü! Benim arılarım var.' O da: 'Onda birini ver.' dedi. Ben: 'Ey Allah'ın Resulü! Bunu benim için koru.' dedim. O da benim için korudu.”"
    },
    {
      "id": 42,
      "narrator": "Abdullah bin 'Amr narrated that:",
      "text": "Abdullah bin Amr rivayet etti ki: Peygamber, balın onda birini (zekat olarak) aldı."
    },
    {
      "id": 43,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer rivayet etti ki: Allah'ın Resulü Zekat-ı Fıtır'ı, bir Sa hurma veya bir Sa arpa olarak farz kıldı. Abdullah dedi ki: İnsanlar bunun karşılığı olarak iki Mudd (bir Sa'nın yarısına eşit) buğday yaptılar."
    },
    {
      "id": 44,
      "narrator": "It was narrated that:",
      "text": "Rivayet edildi ki: Ömer şöyle dedi: “Allah'ın Resulü, her Müslümandan, özgür veya köle, erkek veya kadın, bir Sa arpa veya bir Sa hurma olarak Zekat-ı Fıtır'ı farz kıldı.”"
    },
    {
      "id": 45,
      "narrator": "It was narrated that:",
      "text": "Rivayet edildi ki: İbn Abbas şöyle dedi: “Allah'ın Resulü (ﷺ) Zekat-ı Fıtır'ı, oruçlu kişinin boş sözlerden ve çirkinliklerden arınması ve fakirlere yemek vermesi için farz kıldı. Kim bunu (Bayram) namazından önce verirse, bu kabul edilen bir zekattır; kim de namazdan sonra verirse, bu (sıradan) bir sadakadır.”"
    },
    {
      "id": 46,
      "narrator": "It was narrated that:",
      "text": "Kays bin Sa'ad'dan rivayet edilmiştir: “Allah'ın Resulü (ﷺ) Zekat'ın emri gelmeden önce Sadaqatul-Fitr'ı bize farz kıldı. Ne bize (vermemizi) emretti ne de (vermememizi) yasakladı, bu yüzden biz de verdik.”"
    },
    {
      "id": 47,
      "narrator": "It was narrated that:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: “Allah'ın Resulü bizimle birlikteyken Zekatul-Fitr'ı bir Sa gıda, bir Sa hurma, bir Sa arpa, bir Sa güneşte kurutulmuş lor peyniri, bir Sa kuru üzüm olarak verirdik. Bunu Muaviye bize Medine'ye geldiği zamana kadar sürdürdük. İnsanlara söylediği şeylerden biri şuydu: 'Şam'dan gelen iki Mudd buğday, bu (yani hurma) ile eşdeğerdir.' Böylece insanlar buna uydular.” Ebu Sa'id dedi ki: “Ben, Allah'ın Resulü zamanında verdiğim gibi vermeye devam edeceğim, hayatım boyunca.”"
    },
    {
      "id": 48,
      "narrator": "It was narrated from Ammar bin Sa'eed, the Mu'adhdhin of the Messenger of Allah from his father,:",
      "text": "Ammar bin Sa'id'den, Allah'ın Resulü'nün muazzini olan babasından rivayet edilmiştir: “Allah'ın Resulü Sadaqatul-Fitr'ı, bir Sa hurma, bir Sa arpa veya bir Sa Sult (buğdaya benzeyen kabuksuz bir arpa türü) olarak farz kıldı.”"
    },
    {
      "id": 49,
      "narrator": "It was narrated:",
      "text": "Ala bin Hadrami'den rivayet edilmiştir: “Allah'ın Resulü beni Bahreyn veya Hacer'e gönderdi. Ben bazı kardeşlerin paylaştığı bir bahçeye giderdim, bunlardan biri Müslüman olmuştu. Müslümandan Onuncu (hasattan onda bir) alır, müşrikten ise Kharaj alırdım.”"
    },
    {
      "id": 50,
      "narrator": "Abu Sa'eed narrated and attributed to the Prophet:",
      "text": "Ebu Sa'id rivayet etti ve Peygamber'e atfetti: “Bir Wasq altmış Sa'dır.”"
    },
    {
      "id": 51,
      "narrator": "It was narrated that:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: “Allah'ın Resulü dedi ki: 'Bir Wasq altmış Sa'dır.'”"
    },
    {
      "id": 52,
      "narrator": "It was narrated that:",
      "text": "Zeynep, Abdullah'ın eşi, rivayet etmiştir: “Ben Allah'ın Resulü'ne sordum: 'Eğer kocama ve bakımım altındaki yetimlere harcama yaparsam, bu benim adıma sadaka olarak kabul edilir mi?' Allah'ın Resulü dedi ki: 'Ona iki ödül verilecektir; birisi sadaka ödülü, diğeri de akrabalık bağlarını koruma ödülüdür.'”"
    },
    {
      "id": 53,
      "narrator": "It was narrated that:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: “Allah'ın Resulü bize sadaka vermeyi emretti. Zeynep, Abdullah'ın eşi, dedi ki: 'Eğer kocama muhtaç olduğu için ve bir kardeşimin yetim çocuklarına, onlara şu kadar harcayarak, her durumda sadaka verirsem, bu benim adıma kabul edilir mi?' O dedi ki: 'Evet.'”"
    },
    {
      "id": 54,
      "narrator": "It was narrated from Hisham bin Urwah, from his father, that:",
      "text": "Hişam bin Urvah'tan, babasından rivayet edilmiştir ki: “Dedesi dedi ki: 'Allah'ın Resulü dedi ki: 'Eğer biriniz ipini alıp dağlara gitse, sırtında bir odun yığını taşıyıp satmak için geri dönse ve böylece insanlardan bağımsız hale gelse, bu, insanlardan bir şey istemekten daha hayırlıdır; zira insanlar ona bir şey verebilir veya vermeyebilir.'”"
    },
    {
      "id": 55,
      "narrator": "Abdur-Rahman bin Yazid narrated that:",
      "text": "Abdurrahman bin Yazid rivayet etti ki: “Tevban dedi: 'Allah'ın Resulü dedi ki: 'Bir şeyle kendini taahhüt eden kimseye ben cenneti garanti ederim.' Ben dedim: 'Ben taahhüt ederim.' O dedi ki: 'İnsanlardan hiçbir şey isteme.' Böylece Tevban, bindiği hayvanın üzerinde kamçısını düşürürdü ve kimseye 'Bunu benim için al' demezdi, aksine inip alırdı.”"
    },
    {
      "id": 56,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: “Allah'ın Resulü (ﷺ) dedi ki: 'Kim insanlar arasında daha fazla zenginlik biriktirmek için dilenirse, o, cehennemden canlı kömür istemektedir; o yüzden çok veya az istemesi fark etmez.'”"
    },
    {
      "id": 57,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: “Allah'ın Resulü dedi ki: 'Zengin bir kişi için, ya da güçlü ve sağlıklı biri için sadaka vermek caiz değildir.'”"
    },
    {
      "id": 58,
      "narrator": "Abdullah bin Mas'ud narrated that:",
      "text": "Abdullah bin Mes'ud rivayet etti ki: “Allah'ın Resulü dedi ki: 'Bir kimse yeterli bir şeye sahipken dilenirse, onun dilenmesi Kıyamet Günü yüzünde yaralar gibi gelecektir.' Denildi ki: 'Ey Allah'ın Resulü, onun için yeterli olan nedir?' O dedi ki: 'Elli dirhem veya onların altın değeridir.'”"
    },
    {
      "id": 59,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Ebu Sa'id el-Hudri rivayet etti ki: “Allah'ın Resulü dedi ki: 'Zengin bir adam için sadaka vermek, ancak beş durumda caizdir: Onu toplamakla görevlendirilen, Allah yolunda savaşan bir savaşçı, kendi parasıyla onu satın alan zengin, sadakayı alıp zengin birine hediye eden fakir ve borçlu.'”"
    },
    {
      "id": 60,
      "narrator": "Sa'eed bin Yasar narrated that:",
      "text": "Sa'id bin Yasar rivayet etti ki: “Ebu Hureyre'nin şöyle dediğini işittim: 'Allah'ın Resulü dedi ki: 'Hiç kimse iyi kaynaklardan sadaka vermez - çünkü Allah, ancak iyi olanı kabul eder - ama Rahman, onu sağ elinde alır, hatta bu bir hurma olsa bile, ve Rahman'ın elinde büyür, dağdan daha büyük hale gelir ve onu, sizin tayınıza veya yavru devenize baktığınız gibi bakar.'”"
    },
    {
      "id": 61,
      "narrator": "Adi bin Hatim narrated that:",
      "text": "Adi bin Hatim rivayet etmiştir ki: Allah'ın Resulü şöyle buyurmuştur: “Herkesin Rabbi ile aralarında bir aracı olmaksızın konuşulacaktır. Önüne bakacak ve ateşi görecektir. Sağına bakacak ve daha önce gönderdiği bir şeyden başka bir şey göremeyecektir. Sola bakacak ve daha önce gönderdiği bir şeyden başka bir şey göremeyecektir. İçinizden kim ateşten kendisini kurtaracak bir şey bulursa, hatta bir hurmanın yarısı bile olsa, bunu yapsın.”"
    },
    {
      "id": 62,
      "narrator": "Salman bin Amir Dabbi narrated that:",
      "text": "Salman bin Amir Dabbi rivayet etmiştir ki: Allah'ın Resulü şöyle buyurmuştur: “Fakirler için verilen sadaka sadakadır, akrabaya verilen sadaka ise iki şeydir: sadaka ve akrabalık bağlarını korumak.”"
    }
  ]
}