{
  "language": "tr",
  "metadata": {
    "length": 171,
    "arabic": {
      "title": "سنن ابن ماجه",
      "author": "الإمام محمد بن يزيد ابن ماجه"
    },
    "english": {
      "title": "Sunan Ibn Majah",
      "author": "Imam Muhammad ibn Yazid Ibn Majah"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that:",
      "text": "Alqamah bin Qais'ten rivayet edilmiştir: “Ben Abdullah bin Mes'ud ile Mina'daydım, Uthman onu bir kenara çekti. Ben de yanındaydım. Uthman ona dedi ki: 'Geçmişteki halini hatırlatacak bir genç kızla seni evlendirmemi ister misin?' Abdullah onun bundan başka bir şey söylemediğini görünce, bana işaret etti, ben de yanına geldim ve dedi ki: 'Resulullah şöyle buyurdu: “Ey gençler, içinizden kim evlenmeye gücü yetiyorsa evlensin, çünkü bu, bakışları kontrol altına almanın ve iffetini korumanın daha etkili bir yoludur. Gücü yetmeyen de oruç tutsun, çünkü bu onun arzusunu azaltır.”'”"
    },
    {
      "id": 2,
      "narrator": "It was narrated from Aishah that:",
      "text": "Aişe'den rivayet edilmiştir ki: Resulullah şöyle buyurdu: “Evlilik benim sünnetimdir, benim sünnetimi takip etmeyen kimse benimle ilgisi yoktur. Evleneceksiniz, çünkü ben sizin çokluğunuzla milletler önünde övüneceğim. İmkanı olan evlensin, imkanı olmayan da oruç tutsun, çünkü bu onun arzusunu azaltır.”"
    },
    {
      "id": 3,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Resulullah şöyle buyurdu: “Sevgi duyan iki kişi için evlilik gibisi yoktur.”"
    },
    {
      "id": 4,
      "narrator": "It was narrated that:",
      "text": "Sa'd'tan rivayet edilmiştir ki: “Resulullah, Uthman bin Maz'un'un bekâr kalma arzusunu hoş karşılamadı; eğer ona izin verseydi, kendimizi hadım ettirirdik.”"
    },
    {
      "id": 5,
      "narrator": "It was narrated from Samurah that:",
      "text": "Samurah'tan rivayet edilmiştir ki: Resulullah (ﷺ) bekârlığı yasakladı. Zaid bin Akhzam ekledi: “Ve Katade şöyle okudu: 'Gerçekten, senden önce (Ey Muhammed (ﷺ)) elçiler gönderdik ve onlara eşler ve nesiller verdik.'”"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Hakim bin Muawiyah, from his father, that:",
      "text": "Hakim bin Muawiyah'dan, babasından rivayet edilmiştir ki: Bir adam Peygamber'e (ﷺ) sordu: “Kadının kocası üzerindeki hakları nelerdir?” O da şöyle cevap verdi: “Onu kendine yedirdiğin gibi yedirmeli, kendine giydirdiğin gibi giydirmelisin; ona yüzüne vuramazsın ve onu çirkinleştiremezsin, sadece evde (disiplin amacıyla) terk edebilirsin.” (Hassan)"
    },
    {
      "id": 7,
      "narrator": "It was narrated that:",
      "text": "Sulaiman bin Amr bin Ahwas'tan rivayet edilmiştir ki: “Babam bana, Resulullah ile Veda Haccı'nda bulunduğunu söyledi. Allah'ı övdü ve yüceltti, insanlara hatırlatmalarda bulundu ve şöyle dedi: 'Kadınlara iyi davranmayı emrediyorum, çünkü onlar sizinle birlikte tutsak durumundadırlar ve onlara başka türlü davranma hakkınız yoktur, ancak açık bir hayasızlık işlerlerse. Eğer bunu yaparlarsa, yataklarında onları terk edin ve onlara vurun, ama yaralamadan ya da iz bırakmadan. Eğer size itaat ederlerse, onlara karşı rahatsızlık vermek için bir yol aramayın. Kadınlar üzerinde haklarınız, onların sizin sevmediğiniz kimselerin yataklarınıza (mobilyalarınıza) basmalarına izin vermemeleri ve sizin sevmediğiniz kimselerin evlerinize girmelerine izin vermemeleridir. Ve onların üzerindeki haklarınız ise, onlara giyimleri ve yiyecekleri konusunda nazik davranmanızdır.'”"
    },
    {
      "id": 8,
      "narrator": "It was narrated from Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki: Resulullah şöyle buyurdu: “Eğer birine başka birine secde etmesini emretmiş olsaydım, kadınların kocalarına secde etmesini emrederdim. Eğer bir adam karısına kırmızı bir dağdan siyah bir dağa, siyah bir dağdan kırmızı bir dağa bir şey taşımayı emrederse, onun görevi ona itaat etmektir.”"
    },
    {
      "id": 9,
      "narrator": "It was narrated that:",
      "text": "Abdullah bin Ebu Avfa'dan rivayet edilmiştir ki: “Muaz bin Cebel Şam'dan geldiğinde, Peygamber'e secde etti. Peygamber: 'Bu nedir, ey Muaz?' dedi. O da: 'Şam'a gittim ve onların piskoposlarına ve soylularına secde ettiklerini gördüm, ben de senin için bunu yapmak istedim.' Resulullah şöyle dedi: 'Bunu yapma. Eğer birine Allah'tan başka birine secde etmesini emretmiş olsaydım, kadınların kocalarına secde etmesini emrederdim. Muhammed'in ruhu elinde olan Allah'a yemin ederim ki! Hiçbir kadın, kocasıyla olan görevini yerine getirmeden Allah'a olan görevini yerine getiremez. Eğer kocası ondan (cinsel ilişki) isterse, o deve sırtında bile olsa, reddetmemelidir.'”"
    },
    {
      "id": 10,
      "narrator": "It was narrated that from Musawir Al Himyari from his mother that:",
      "text": "Musawir Al Himyari'den, annesinden rivayet edilmiştir ki: O, Ümmü Seleme'nin şöyle dediğini duydu: “Resulullah şöyle buyurdu: 'Kocası kendisinden memnun olan herhangi bir kadın ölürse, cennete girecektir.'”"
    },
    {
      "id": 11,
      "narrator": "It was narrated that from Abdullah bin Amr that\n\n:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: Resulullah şöyle buyurdu: “Bu dünya sadece geçimliktir ve bu dünyada en iyi geçimlik, salih bir eşten ibarettir.”"
    },
    {
      "id": 12,
      "narrator": "It was narrated that:",
      "text": "Thawban'dan rivayet edilmiştir ki: “Gümüş ve altınla ilgili ayet nazil olduğunda, 'Hangi tür zenginliği edinmeliyiz?' dediler. Ömer dedi ki: 'Size bununla ilgili bilgi vereceğim.' Sonra devesine bindi ve Peygamber'e yetişti, ben de onu takip ettim. Dedi ki: 'Ey Allah'ın Resulü, hangi tür zenginliği edinmeliyiz?' O da: 'Sizden biri, şükreden bir kalp, Allah'ı anan bir dil ve ahirette ona yardım edecek bir inançlı eş edinsin.'”"
    },
    {
      "id": 13,
      "narrator": "It was narrated from Abu Umamah that:",
      "text": "Ebu Ümame'den rivayet edilmiştir ki: Peygamber şöyle derdi: “Mümin için Allah'a karşı takvadan sonra en faydalı şey, kendisine emir verdiğinde itaat eden, ona baktığında hoşlandığı, onun hakkında yemin ettiğinde yerine getiren ve ondan uzakta olduğunda kendisi ve malı konusunda ona sadık kalan salih bir eşten başka bir şey yoktur.”"
    },
    {
      "id": 14,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Peygamber şöyle dedi: “Bir kadın dört şey için evlenir: Malı, soyu, güzelliği veya dini için. Dini olanı seçin, elleriniz toprakla ovulsun (yani, bereketli olun).”"
    },
    {
      "id": 15,
      "narrator": "It was narrated from Abdullah bin Amr that:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: Peygamber şöyle dedi: “Kadınları güzellikleri için evlenmeyin, çünkü bu onların felaketine yol açabilir. Onları zenginlikleri için evlenmeyin, çünkü bu onları günaha sürükleyebilir. Aksine, onları dinleri için evlenin. Dini olan, delik deşik bir siyah köle kadın daha iyidir.”"
    },
    {
      "id": 16,
      "narrator": "It was narrated that:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: “Ben, Peygamber (s.a.v) zamanında bir kadınla evlendim ve o bana: 'Evlenmiş misin, ey Jabir?' dedi. Ben de: 'Evet' dedim. O: 'Bakire mi yoksa daha önce evlenmiş bir kadın mı?' dedi. Ben: 'Daha önce evlenmiş bir kadın' dedim. O: 'Neden bakire değil de, onunla oynayamaz mısın?' dedi. Ben: 'Kız kardeşlerim var ve onun aramızda sorun çıkarmasını istemedim.' O: 'O zaman bu daha iyidir.' ”"
    },
    {
      "id": 17,
      "narrator": "It was narrated from Abdur-Rahman bin Salim bin Utbah bin Salim bin Uwaim bin Sa'idah Al-Ansari, from his father that:",
      "text": "Abdur-Rahman bin Salim bin Utbah bin Salim bin Uwaim bin Sa'idah Al-Ansari'den rivayet edilmiştir, babası aracılığıyla dedesi şöyle demiştir: “Allah'ın Elçisi şöyle buyurdu: 'Bakirelerle evlenmelisiniz, çünkü onların ağızları daha tatlı, rahimlerinin verimi daha fazladır ve azla yetinirler.'”"
    },
    {
      "id": 18,
      "narrator": "It was narrated that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: “Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Kim Allah ile temiz ve arınmış olarak buluşmak isterse, serbest kadınlarla evlensin.' ”"
    },
    {
      "id": 19,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Evlenin, çünkü ben sizin çokluğunuzla övüneceğim.”"
    },
    {
      "id": 20,
      "narrator": "It was narrated that:",
      "text": "Muhammad bin Salamah'dan rivayet edilmiştir: “Bir kadına evlenme teklif ettim, sonra gizlendim ve onu görmek için bekledim, onu kendi hurma ağaçları arasında gördüm.” Kendisine: “Sen Allah'ın Elçisi'nin arkadaşısın, böyle bir şey yapar mısın?” denildi. O: “Ben, Allah'ın Elçisi'nin şöyle dediğini duydum: 'Allah bir erkeği bir kadına evlenme teklif etmeye yönlendirdiğinde, ona bakmasında bir sakınca yoktur.'” dedi."
    },
    {
      "id": 21,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki: Mughirah bin Shubah bir kadınla evlenmek istedi. Peygamber (s.a.v) ona: “Git ve ona bak, çünkü bu aranızda sevgi oluşturma ihtimalini artırır.” dedi. O da bunu yaptı, evlendi ve onunla ne kadar iyi anlaştığını belirtti."
    },
    {
      "id": 22,
      "narrator": "It was narrated that:",
      "text": "Mughirah bin Shubah'dan rivayet edilmiştir: “Ben Peygamber'e geldim ve evlenmek istediğim bir kadından bahsettim. O: 'Git ve ona bak, çünkü bu aranızda sevgi oluşturma ihtimalini artırır.' dedi. Ben de Ensar'dan bir kadına gittim ve onun ailesi aracılığıyla evlenme teklif ettim. Onlara Peygamber'in söylediklerini aktardım, sanki bunu istemiyorlardı. Sonra o kadının, perdesinin arkasından: 'Eğer Allah'ın Elçisi sana bunu söylediyse, o zaman yap, aksi takdirde seni Allah'a yeminle (bunu yapmaman için) uyarıyorum.' dediğini duydum. Sanki bu onun için ciddi bir meseleydi. Böylece ona baktım ve evlendim.” Ve onunla ne kadar iyi anlaştığını belirtti."
    },
    {
      "id": 23,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Bir adam, kardeşinin daha önce evlenmek istediği bir kadına evlenme teklif etmemelidir.”"
    },
    {
      "id": 24,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Umar'dan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Bir adam, kardeşinin daha önce evlenmek istediği bir kadına evlenme teklif etmemelidir.”"
    },
    {
      "id": 25,
      "narrator": "It was narrated that:",
      "text": "Abu Bakr bin Abu Jahm bin Sukhair Al-Adawi'den rivayet edilmiştir: “Fathima bint Qais'ın şöyle dediğini duydum: 'Allah'ın Elçisi bana: “Sen helal olduğunda, bana haber ver.” dedi. Ben de ona haber verdim.' Sonra Muawiyah, Abu Jahm bin Sukhair ve Usamah bin Zaid ona evlenme teklif ettiler. Allah'ın Elçisi: 'Muawiyah, parası olmayan bir fakirdir. Abu Jahm ise kadınları döven bir adamdır. Ama Usamah (iyi biridir).' dedi. O, elini işaret ederek: 'Usamah, Usamah!?' dedi. Allah'ın Elçisi ona: 'Allah'a itaat ve Elçisine itaat senin için daha hayırlıdır.' dedi. O: 'O zaman ben onunla evlendim ve ondan memnun kaldım.' ”"
    },
    {
      "id": 26,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Bir dul, kendisi hakkında karar verme hakkına sahiptir ve bir bakire ile danışılmalıdır.” Denildi ki: “Ey Allah'ın Elçisi, bir bakire konuşmakta çok utangaç olabilir.” O: “Onun rızası, susmasıdır.” dedi."
    },
    {
      "id": 27,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Daha önce evlenmiş bir kadın, danışılmadan evlendirilmemelidir ve bir bakire, rızası alınmadan evlendirilmemelidir; onun rızası susmasıdır.”"
    },
    {
      "id": 28,
      "narrator": "It was narrated from Adi bin Adi Al-Kindi that:",
      "text": "Adi bin Adi Al-Kindi'den rivayet edilmiştir ki: Babası şöyle dedi: “Allah'ın Elçisi şöyle buyurdu: 'Daha önce evlenmiş bir kadın kendisi için konuşabilir ve bir bakirenin rızası susmasıdır.' ”"
    },
    {
      "id": 29,
      "narrator": "Abdur Rahman bin Yazid Al-Ansari and Mujamma bin Yazid Al-Ansari said:",
      "text": "Abdur Rahman bin Yazid Al-Ansari ve Mujamma bin Yazid Al-Ansari, aralarındaki Khidam adında bir adamın kızına bir evlilik düzenlediğini, ancak kızın babasının düzenlediği evliliği istemediğini söylediler. Kız, Allah'ın Elçisi'ne gitti ve durumu ona anlattı; o da babasının düzenlediği evliliği iptal etti. Sonra Abu Lubabah bin Abdul-Mundhir ile evlendi."
    },
    {
      "id": 30,
      "narrator": "It was narrated from Ibn Buraidah that:",
      "text": "İbn Buraidah'tan rivayet edilmiştir ki: Babası şöyle dedi: “Bir kız, Peygamber'e geldi ve: 'Babam beni amcasının oğluna evlendirdi ki, onunla itibarını yükseltsin.' dedi. Peygamber ona seçim hakkı verdi ve o: 'Babamın yaptığını onaylıyorum, ama kadınların babalarının böyle bir hakkı olmadığını bilmelerini istiyorum.' dedi.”"
    },
    {
      "id": 31,
      "narrator": "It was narrated from Ibn Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Bir kız bakire, Peygamber'e geldi ve babasının istemediği bir evlilik ayarladığını söyledi, Peygamber ona seçim hakkı verdi."
    },
    {
      "id": 32,
      "narrator": "It was narrated that:",
      "text": "Aişe'den rivayet edilmiştir ki: “Allah'ın Elçisi, benimle altı yaşında evlendi. Sonra Medine'ye geldik ve Banu Harith bin Khazraj arasında yerleştik. Hastalandım ve saçlarım döküldü, sonra tekrar uzadı ve bolca oldu. Annem Ümmü Rüman, ben arkadaşlarımla bir Urjuhah'dayken yanıma geldi ve beni çağırdı. Yanına gittim, ne istediğini bilmiyordum. Beni elinden tutarak evin kapısında durdurdu ve nefes nefese kaldım. Nefesim yerine geldiğinde, biraz su aldı ve yüzümü ve başımı sildi, beni eve götürdü. Evde Ensar kadınları vardı ve 'Hayır ve bereketle (Allah'tan)' dediler. (Annem) beni onlara teslim etti ve beni hazırladılar. Aniden sabahleyin Allah'ın Elçisi'ni gördüm. Beni ona teslim etti ve o zaman dokuz yaşındaydım.”"
    },
    {
      "id": 33,
      "narrator": "It was narrated that:",
      "text": "Abdullah'tan rivayet edilmiştir ki: “Peygamber, Aişe ile yedi yaşında evlendi ve onunla evliliği dokuz yaşında tamamladı, o vefat ettiğinde Aişe on sekiz yaşındaydı.”"
    },
    {
      "id": 34,
      "narrator": "It was narrated from Ibn Umar that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: Osman bin Mazun vefat ettiğinde geride bir kızı bıraktı. İbn Ömer dedi ki: “Amcam Kudame, onun babasıydı, beni ona evlendirdi, ama onunla danışmadı. Bu, babası öldükten sonraydı. Bu evliliği istemedi ve kız, Mughirah bin Şubah ile evlenmek istedi, böylece onunla evlendi.”"
    },
    {
      "id": 35,
      "narrator": "It was narrated from Aishah that\n:",
      "text": "Aişe'den rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Herhangi bir kadının evliliği, onun velisi tarafından düzenlenmedikçe geçersizdir, evliliği geçersizdir, evliliği geçersizdir. Eğer (adam) onunla cinsel ilişkiye girmişse, o zaman Mahr, onunla olan yakınlığına karşı ona aittir. Eğer bir anlaşmazlık olursa, o zaman yönetici, velisi olmayanın velisidir.”"
    },
    {
      "id": 36,
      "narrator": "It was narrated that:",
      "text": "Aişe ve İbn Abbas'tan rivayet edilmiştir ki: “Allah'ın Elçisi şöyle dedi: 'Veli olmadan evlilik yoktur.'” Aişe'nin Hadisi'ne göre: “Ve yönetici, velisi olmayanın velisidir.”"
    },
    {
      "id": 37,
      "narrator": "It was narrated from Abu Musa that:",
      "text": "Ebu Musa'dan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Veli olmadan evlilik yoktur.”"
    },
    {
      "id": 38,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “Hiçbir kadın, başka bir kadının evliliğini düzenlememelidir ve hiçbir kadın kendi evliliğini düzenlememelidir. Zina eden, kendi evliliğini düzenleyen kadındır.”"
    },
    {
      "id": 39,
      "narrator": "It was narrated that:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: “Allah'ın Elçisi, Şighar'ı yasakladı. Şighar, bir adamın diğerine 'Kızını veya kız kardeşini bana evlendir, ben de kızı veya kız kardeşimi sana evlendiririm' demesi ve hiçbir Mahr vermemeleri durumudur.”"
    },
    {
      "id": 40,
      "narrator": "It was narrated that:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki: “Allah'ın Elçisi, Şighar'ı yasakladı.”"
    },
    {
      "id": 41,
      "narrator": "It was narrated from Anas bin Malik that:",
      "text": "Enes bin Malik'ten rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: “İslam'da Şighar yoktur.”"
    },
    {
      "id": 42,
      "narrator": "It was narrated that:",
      "text": "Ebu Salamah'tan rivayet edilmiştir ki: “Aişe'ye sordum: 'Peygamber'in eşlerinin Mahrı ne kadardı?' O da: 'Peygamber, eşlerine on iki Uqiyyah ve bir Nash (gümüş) verdi. Nash nedir biliyor musun? Bir Uqiyyah'ın yarısıdır. Ve bu, beş yüz Dirhem'e eşittir.'” dedi."
    },
    {
      "id": 43,
      "narrator": "It was narrated that:",
      "text": "Ebu Ajfa Es-Sulami'den rivayet edilmiştir ki: “Ömer bin Hattab dedi ki: 'Kadınların Mahrı konusunda aşırıya kaçmayın, çünkü bu, bu dünyada onur ve şeref ya da Allah katında Taqwa'nın bir işareti olsaydı, o zaman Muhammed (ﷺ) bunu sizden önce yapardı. Ama o, eşlerine ve kızlarına on iki Uqiyyah'dan fazlasını vermedi. Bir adam, Mahrı artırabilir, ta ki ona karşı bir kin beslemeye başlar ve 'Bana her şeyimi maliyeti' veya 'Bana büyük zorluklar çıkardın' der.'” (Hassan)"
    },
    {
      "id": 44,
      "narrator": "It was narrated from Abdullah bin Amir bin Rabiah from his father, that:",
      "text": "Abdullah bin Amir bin Rabiah'tan, babasından rivayet edilmiştir ki: Banu Fazarah'dan bir adam, bir çift terlik karşılığında evlendi ve Peygamber bu evliliğe izin verdi."
    },
    {
      "id": 45,
      "narrator": "It was narrated that:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir ki: “Bir kadın Peygamber'e geldi ve o da: 'Onu kim evlendirecek?' dedi. Bir adam: 'Ben evlendireceğim.' dedi. Peygamber: 'Ona bir şey ver, hatta bir demir halka bile olsa.' dedi. Adam: 'Bende yok.' dedi. Peygamber: 'Ben onu sana, bildiğin Kuran ile evlendiriyorum.'”"
    },
    {
      "id": 46,
      "narrator": "It was narrated from Abu Saeed Al-Khudri that:",
      "text": "Abu Saeed Al-Khudri'den rivayet edildiğine göre: Peygamber (ﷺ) Aişe'yi, değeri elli dirhem olan ev eşyaları ile evlendirdi."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Masruq that:",
      "text": "Masruq'tan rivayet edildiğine göre: Abdullah'a, bir adamın bir kadını evlendiği ve onunla nikahı consummate etmeden, mehir de belirlemeden öldüğü soruldu. Abdullah şöyle dedi: \"Mehir onun, miras onun ve bekleme süresine uyması gerekir.\" Ma'qil bin Sinan Al-Ashja'i dedi ki: \"Ben, Allah'ın Elçisi'nin (ﷺ) Birva' bint Washiq hakkında benzer bir hüküm verdiğini gördüm.\" (Sahih)"
    },
    {
      "id": 48,
      "narrator": "It was narrated that:",
      "text": "' Alqamah'tan, Abdullah'dan benzer bir lafızla başka bir isnat. Masruq'tan rivayet edildiğine göre: Abdullah'a, bir adamın bir kadını evlendiği ve onunla nikahı consummate etmeden, mehir de belirlemeden öldüğü soruldu. Abdullah şöyle dedi: \"Mehir onun, miras onun ve bekleme süresine uyması gerekir.\" Ma'qil bin Sinan Al-Ashja'i dedi ki: \"Ben, Allah'ın Elçisi'nin benzer bir hüküm verdiğini gördüm.\" (Sahih)"
    },
    {
      "id": 49,
      "narrator": "It was narrated from Ibn `Abbas that:",
      "text": "' Alqamah'tan, Abdullah'dan benzer bir lafızla başka bir isnat."
    },
    {
      "id": 50,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abdullah bin Mes'ud'dan rivayet edildiğine göre: \"Allah'ın Elçisi (ﷺ) her türlü iyiliğin bir araya getirildiği ve onun mührü olarak verilmiştir,\" ya da şöyle dedi: \"Tüm iyiliklerin kapısını açtı. O (ﷺ) bize namaz hutbesini ve ihtiyaç hutbesini öğretti. 'Namaz hutbesi şudur: At-tahiyyatu lillahi was-salawatu wat-tayyibat. As-salamu `alaika ayyuhan-Nabiyyu was rahmat-ullahi was barakatuhu. As-salamu `alaina wa `ala `ibadillahis-salihin. Ashhadu an la ilaha illallah. Wa ashhadu anna Muhammadan `abduhu wa rasuluh (Tüm övgüler, dualar ve temiz sözler Allah'a aittir. Selam sana, Ey Peygamber, Allah'ın rahmeti ve bereketi üzerin olsun. Selam bize ve Allah'ın salih kullarına olsun. Ben, Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Ve ben, Muhammed'in (ﷺ) O'nun kulu ve elçisi olduğuna şahitlik ederim). İhtiyaç hutbesi şudur: Al-hamdu lillahi nahmadhu wa nasta`inuhu wa nastaghfiruhu, wa na`udhu billahi min shururi anfusina wa min sayi'ati a`malina, man yahdihillahu fala mudilla lahu, wa man yudlil fala hadiya lahu. Wa ashadu an la ilaha illallahu wahduhu la sharika lahu, wa anna Muhammadan `abduhu wa rasuluhu. (Övgü Allah'a aittir, O'nu överiz ve O'ndan yardım dileriz ve O'ndan bağışlanma dileriz. Kendi nefislerimizin şerrinden ve kötü amellerimizden Allah'a sığınırız; Allah'ın hidayet verdiği kimse asla sapmaz; ve sapan kimseyi de kimse doğru yola iletemez. Ben, Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Ve ben, Muhammed'in (ﷺ) O'nun kulu ve elçisi olduğuna şahitlik ederim). Sonra hutbenize şu üç ayeti ekleyin: 'Ey iman edenler! Allah'tan korkun, O'na gerektiği gibi saygı gösterin ve ancak Müslüman olarak can verin.' Ve: 'Ey insanlar! Sizi tek bir kişiden yaratan Rabbinize karşı gelmekten sakının ve ondan eşini yarattı ve ikisinden birçok erkek ve kadın meydana getirdi. Allah'a karşı gelmekten sakının ki, O'na karşı haklarınızı talep ediyorsunuz ve akrabalık bağlarını koparmayın. Şüphesiz ki, Allah her zaman sizi gözetmektedir.' Ve: 'Ey iman edenler! Allah'a karşı gelmekten sakının ve O'na saygı gösterin ve her zaman doğruyu söyleyin. O, sizi salih amellere yönlendirecek ve günahlarınızı bağışlayacaktır...' ayetin sonuna kadar.\""
    },
    {
      "id": 51,
      "narrator": "It was narrated from 'Aishah:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: Peygamber (ﷺ) şöyle dedi: \"Al-hamdu lillahi nahmadhu wa nasta`inuhu wa na`udhu billahi min shururi anfusina wa min sayi'ati a`malina, man yahdihillahu fala mudilla lahu, wa man yudlil fala hadiya lahu. Wa ashadu an la ilaha illallahu wahduhu la sharika lahu, wa anna Muhammadan `abduhu wa rasuluhu. Amma ba`d. (Övgü Allah'a aittir, O'nu överiz ve O'ndan yardım dileriz. Kendi nefislerimizin şerrinden ve kötü amellerimizden Allah'a sığınırız; Allah'ın hidayet verdiği kimse asla sapmaz; ve sapan kimseyi de kimse doğru yola iletemez. Ben, Allah'tan başka ilah yoktur, O tektir, ortağı yoktur. Ve ben, Muhammed'in O'nun kulu ve elçisi olduğuna şahitlik ederim. Devam edelim).\""
    },
    {
      "id": 52,
      "narrator": "It was narrated from Muhammad bin Hatib\nthat the Messenger of Allah said:",
      "text": "Abu Hurairah'tan rivayet edildiğine göre: Allah'ın Elçisi şöyle dedi: \"Her önemli mesele, Allah'ı övmekle başlamıyorsa, bereketsizdir.\""
    },
    {
      "id": 53,
      "narrator": "It was narrated that Abu Husain, whose name was Khalid Al-Madani, said:",
      "text": "Aişe'den rivayet edildiğine göre: Peygamber şöyle dedi: \"Bu evliliği ilan edin ve onun için davul çalın.\""
    },
    {
      "id": 54,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Muhammed bin Hatib'ten rivayet edildiğine göre: Allah'ın Elçisi şöyle dedi: \"Helal ile haram arasındaki fark, düğün sırasında davul çalmak ve sesleri yükseltmektir.\""
    },
    {
      "id": 55,
      "narrator": "It was narrated from Anas bin Malik:",
      "text": "Abu Husain, ismiyle bilinen Khalid Al-Madani'den rivayet edildiğine göre: \"Biz 'Aşura günü Medine'de idik ve kızlar davul çalıp şarkı söylüyordu. Rubai' bint Mu'awwidh'e girdik ve bunu ona söyledik. O şöyle dedi: 'Allah'ın Elçisi, benim düğün sabahımda yanıma girdi ve benimle birlikte iki kız vardı, şarkı söylüyorlardı ve Badr Günü'nde öldürülen atalarımın niteliklerini anıyorlardı. Söylediklerinden biri şuydu: “Aramızda, yarın ne olacağını bilen bir Peygamber var.” O şöyle dedi: “Bunu söylemeyin, çünkü yarın ne olacağını Allah'tan başka kimse bilemez.”\""
    },
    {
      "id": 56,
      "narrator": "It was narrated that Ibn'Abbas said:",
      "text": "Aişe'den rivayet edildiğine göre: \"Abu Bekir yanıma girdi ve benimle birlikte iki Ensar kızı vardı, Bu'ath Günü hakkında şarkı söylüyorlardı.\" O şöyle dedi: \"Ve onlar gerçekten şarkıcı değildi. Abu Bekir dedi: 'Peygamber'in evinde Şeytan'ın müzik aletleri mi?' Bu, 'Eid (Al-Fitr) günüydü. Ama Peygamber şöyle dedi: 'Ey Abu Bekir, her toplumun bir bayramı vardır ve bu bizim bayramımızdır.'\""
    },
    {
      "id": 57,
      "narrator": "It was narrated that Mujahid said:",
      "text": "Anas bin Malik'ten rivayet edildiğine göre: Peygamber, Medine'nin bir kısmından geçerken bazı kızların davul çaldığını ve şarkı söylediğini gördü, şöyle diyorlardı: \"Biz Banu Najjar'dan kızlarız, Muhammed ne güzel bir komşudur.\" Peygamber şöyle dedi: \"Allah biliyor ki, siz benim için değerlisiniz.\""
    },
    {
      "id": 58,
      "narrator": "It was narrated from Umm Salamah:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: Aişe, Ensar'dan bir akrabasını evlendirdi. Allah'ın Elçisi geldi ve şöyle dedi: \"Kızı (kocasının evine) götürdünüz mü?\" Onlar: \"Evet,\" dediler. O: \"Onunla birlikte şarkı söylemesi için birini gönderdiniz mi?\" O: \"Hayır,\" dedi. Allah'ın Elçisi: \"Ensar romantik duygulara sahip bir halktır. Neden onunla birlikte birini göndermiyorsunuz ki: 'Sana geldik, sana geldik, Allah seni ve bizi mübarek kılsın' desin?\" dedi."
    },
    {
      "id": 59,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Mücahid'ten rivayet edildiğine göre: \"Ben İbn Ömer ileydim ve bir davul sesi duydu, parmaklarını kulaklarına tıkadı ve döndü. Bunu üç kez yaptı, sonra şöyle dedi: 'Bunu Allah'ın Elçisi'nin yaptığını gördüm.'\""
    },
    {
      "id": 60,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "Umm Salamah'tan rivayet edildiğine göre: Peygamber Muhammed onun yanına girdi ve bir efemine adamın Abdullah bin Ebu Ümeyye'ye şöyle dediğini duydu: \"Eğer Allah seni yarın Ta'if'i fethetme gücü verirse, sana dört (yağ) katmanla gelen bir kadını göstereceğim ve sekiz katmanla çıkacak.\" Allah'ın Elçisi: \"Onları evlerinizden atın,\" dedi."
    },
    {
      "id": 61,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Peygamber, evlilik tebriklerinde şöyle derdi: “Barak Allahu lakum, wa barak 'alaikum, wa jama'a bainakuma fi khair (Allah sizi mübarek kılsın, üzerinize bereketler yağdırsın ve sizi hayırla birleştirsin).”"
    },
    {
      "id": 62,
      "narrator": "It was narrated from `Aqil bin Abu Talib:",
      "text": "`Aqil bin Ebu Talib'den rivayet edilmiştir: Bir Banu Jusham kadınla evlendi ve şöyle dediler: “Huzur içinde yaşayın ve birçok oğlunuz olsun.” O da: “Bunu demeyin, aksine Allah Resulü'nün söylediği gibi söyleyin: 'Allahumma barik lahum wa barik `alaihim (Ey Allah, onlara bereket ver ve üzerlerine bereket yağdır).'” dedi."
    },
    {
      "id": 63,
      "narrator": "It was narrated from Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber, Abdurrahman bin Avf'ın üzerinde sarı parfüm izleri gördü ve ona “Bu nedir?” diye sordu. O da: “Ey Allah'ın Resulü, ben bir kadınla bir Nawah (taş) altın karşılığında evlendim.” dedi. Peygamber: “Allah seni mübarek kılsın. Bir koyunla da olsa bir şölen ver.” dedi."
    },
    {
      "id": 64,
      "narrator": "It was narrated that Anas bin Malik said:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: “Allah Resulü'nün, Zeynep için verdiği düğün şöleninden daha büyük bir düğün şöleni verdiğini hiç görmedim; o şölen için bir koyun kesmişti.”"
    },
    {
      "id": 65,
      "narrator": "It was narrated from Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber, Safiye için düğün şöleni olarak sawık ve hurma sundu."
    },
    {
      "id": 66,
      "narrator": "It was narrated from Sufyan (Ibn 'Uyainah) from `Ali bin Zaid bin Ju`dan from Anas bin Malik who said:",
      "text": "Sufyan (İbn 'Uyainah) aracılığıyla, Ali bin Zaid bin Ju'dan'dan Enes bin Malik'ten rivayet edilmiştir: “Peygamberin düğün şölenine katıldım; orada ne et ne de ekmek vardı.” İbn Mace dedi ki: “Bu, sadece İbn 'Uyainah tarafından rivayet edilmiştir.”"
    },
    {
      "id": 67,
      "narrator": "It was narrated that 'Aishah and Umm Salamah said:",
      "text": "Aişe ve Ümmü Seleme'den rivayet edilmiştir: “Allah Resulü, Fatıma'yı (evliliği için) hazırlayıp Ali'ye götürmemizi emretti. Eve gittik ve evi Batha' topraklarıyla serptik. Sonra kendi ellerimizle topladığımız hurma lifleriyle iki yastık doldurduk. Yiyecek olarak hurma ve kuru üzüm sunduk, içecek olarak tatlı su verdik. Odada giysileri ve su tulumlarını asmak için bir odun topladık. Ve Fatıma'nın düğününden daha güzel bir düğün görmedik.”"
    },
    {
      "id": 68,
      "narrator": "It was narrated that Sahl bin Sa'd  As-Sa'idi said:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: “Ebu Usaid As-Sa'idi, Allah Resulü'nü düğününe davet etti ve gelin kendisi onlara hizmet etti. O da: 'Allah Resulü'ne ne içirdiğimi biliyor musunuz? Önceki gece bazı hurmaları ıslatmıştım, sabah olunca süzdüm ve ona o suyu içirdim.' dedi.”"
    },
    {
      "id": 69,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “Yemeklerin en kötüsü, zenginlerin davet edildiği ve fakirlerin davet edilmediği düğün şölenidir. Daveti kabul etmeyen, Allah'a ve Resulüne isyan etmiştir.”"
    },
    {
      "id": 70,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: “Sizden biri düğün şölenine davet edilirse, daveti kabul etsin.” dedi."
    },
    {
      "id": 71,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: “İlk gün düğün şöleni bir zorunluluktur, ikinci gün bir âdet, üçüncü gün ise gösteriştir.”"
    },
    {
      "id": 72,
      "narrator": "It was narrated from Anas:",
      "text": "Enes'ten rivayet edilmiştir: “Allah Resulü şöyle dedi: 'Daha önce evlenmiş bir kadın için üç gün, bakire için yedi gündür.'”"
    },
    {
      "id": 73,
      "narrator": "It was narrated from Al-Harith from his father that when when the Messenger of Allah (ﷺ) married Umm Salamah, he stayed with her for three days, then he said:",
      "text": "El-Harith'ten babasından rivayet edilmiştir: “Allah Resulü (ﷺ) Ümmü Seleme ile evlendiğinde, onunla üç gün kaldı, sonra şöyle dedi: 'Sen kocanın gözünde önemsiz değilsin. İstersen seninle yedi gün kalırım, ama sonra diğer eşlerimle de yedi gün kalacağım.'”"
    },
    {
      "id": 74,
      "narrator": "It was narrated from 'Abdullah bin 'Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: “Sizden biri yeni bir eş, bir hizmetçi veya bir hayvan edindiğinde, onun önünden tutup şöyle desin: Allahumma inni as`aluka min khayriha wa khayri ma jubilat 'alaihi, wa 'audhu bika min sharriha wa sharri ma jubilat `alaih (Ey Allah, ondan ve onun yöneldiği hayırdan sana sığınırım, ve onun yöneldiği şerden sana sığınırım).”"
    },
    {
      "id": 75,
      "narrator": "It was narrated from Ibn `Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: “Sizden biri eşleriyle cinsel ilişkiye girdiğinde, şöyle desin: Allahumma jannibnish-Shaitana wa jannibish-Shaitana ma razaqtani (Ey Allah, beni Şeytan'dan uzak tut ve bana verdiğin şeyden de Şeytan'ı uzak tut).” Eğer çocukları olursa, Allah ona Şeytan'ın hakim olmasına izin vermez veya ona zarar veremez.”"
    },
    {
      "id": 76,
      "narrator": "Bahz bin Hakim narrated from his father that his grandfather said:",
      "text": "Bahz bin Hakim, babasından, onun da dedesinden nakletti ki: “Ben dedim ki: 'Ey Allah'ın Resulü, 'Awrah'ımızla ilgili olarak, neyi açabiliriz ve neyi gizlemeliyiz?' O da dedi ki: 'Awrah'ını ört, ancak eşinden ve sağ elinin sahip olduklarından başka.' Ben dedim ki: 'Ey Allah'ın Resulü, insanlar birbirine yakın yaşarsa ne olur?' O da dedi ki: 'Eğer kimsenin görmeyeceğinden emin olabiliyorsan, o zaman kimseye göstermemelisin.' Ben dedim ki: 'Ey Allah'ın Resulü, eğer birimiz yalnızsa ne olur?' O da dedi ki: 'Allah, insanların önünde utanmaktan daha fazla utandırmaya layıktır.'”"
    },
    {
      "id": 77,
      "narrator": "It was narrated from 'Utbah bin 'Abd Sulamain:",
      "text": "'Utbah bin 'Abd Sulamain'den nakledildi: Allah'ın Resulü şöyle dedi: “Sizden biri eşiyle cinsel ilişkiye girdiğinde, kendisini örtmeli ve eşekler gibi çıplak olmamalıdır.”"
    },
    {
      "id": 78,
      "narrator": "It was narrated from a freed slave of 'Aishah that 'Aishah said:",
      "text": "'Aişe'den, bir freed slave (azatlı köle) aracılığıyla nakledildi: 'Aişe şöyle dedi: “Ben Allah'ın Resulü'nün özel bölgelerine hiç bakmadım veya hiç görmedim.”"
    },
    {
      "id": 79,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurairah'tan nakledildi: Peygamber şöyle dedi: “Allah, eşinin anal bölgesinde cinsel ilişkiye giren bir erkeğe bakmayacaktır.”"
    },
    {
      "id": 80,
      "narrator": "It was narrated from Khuzaimah bin Thabit:",
      "text": "Khuzaimah bin Thabit'ten nakledildi: Allah'ın Resulü (ﷺ) şöyle dedi: “Allah, gerçeği söylemekten utanmaz,” bunu üç kez tekrar etti. “Kadınlarla anal bölgelerinde cinsel ilişkiye girmeyin.”"
    },
    {
      "id": 81,
      "narrator": "It was narrated from Muhammad bin Munkadir:",
      "text": "Muhammad bin Munkadir'den nakledildi: Jabir bin 'Abdullah'ın şöyle dediğini duydu: “Yahudiler, bir adamın bir kadınla arka tarafından cinsel ilişkiye girmesi durumunda çocuğun şaşı olacağını söylerdi. Sonra Allah, yüce olan O, şöyle vahyetti: 'Eşleriniz sizin için bir ekin tarlasıdır, o halde ne zaman isterseniz tarlanıza gidin.'”"
    },
    {
      "id": 82,
      "narrator": "It was narrated that Abu Sa'eed Al-Kudri said:",
      "text": "Abu Sa'eed Al-Kudri'den nakledildi: “Bir adam, Allah'ın Resulü'ne coitus interruptus (boşalma öncesi durma) hakkında sordu. O da dedi ki: 'Bunu yapıyor musunuz? Eğer yapmıyorsanız, bu zarar vermez; çünkü (SWT) var olmasını takdir ettiği hiçbir ruh yoktur ki, var olmasın.'”"
    },
    {
      "id": 83,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den nakledildi: 'Biz, Allah'ın Resulü zamanında, Kur'an vahyedilirken coitus interruptus uygulardık.”"
    },
    {
      "id": 84,
      "narrator": "It was narrated that 'Umar bin Khattab said:",
      "text": "'Umar bin Khattab'dan nakledildi: “Allah'ın Resulü, bir özgür kadınla coitus interruptus uygulamayı, onun rızası olmadan yasakladı.”"
    },
    {
      "id": 85,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurairah'tan nakledildi: Peygamber şöyle dedi: “Bir kadın, babasının teyzesi veya annesinin teyzesi ile aynı anda bir adamla evlenmemelidir.”"
    },
    {
      "id": 86,
      "narrator": "It was narrated that Abu Sa'eed Al-Khudri said:",
      "text": "Abu Sa'eed Al-Khudri'den nakledildi: “Ben, Allah'ın Resulü'nün iki tür evliliği yasakladığını duydum: Bir adamın bir kadınla ve onun babasının teyzesiyle (aynı anda) evlenmesi ve bir kadınla ve onun annesinin teyzesiyle (aynı anda) evlenmesi.”"
    },
    {
      "id": 87,
      "narrator": "Abu Bakr bin Abu Musa narrated that his father said:",
      "text": "Abu Bakr bin Abu Musa, babasının şöyle dediğini nakletti: “Allah'ın Resulü şöyle dedi: 'Bir adam, bir kadınla ve onun babasının teyzesi veya annesinin teyzesi ile aynı anda evlenmemelidir.'”"
    },
    {
      "id": 88,
      "narrator": "It was narrated from 'Aishah:",
      "text": "'Aişe'den nakledildi: Rifa'ah Al-Qurazi'nin eşi, Allah'ın Resulü'ne geldi ve şöyle dedi: “Ben Rifa'ah ile evliydim, o beni boşadı ve bu boşama geri alınamazdı. Sonra 'Abdur-Rahman bin Zubair ile evlendim ve onun durumu bir giysinin püskülü gibidir.” Peygamber gülümsedi ve dedi ki: “Rifa'ah'a geri dönmek mi istiyorsun? Hayır, önce onun ('Abdur-Rahman'ın) tatlılığını tatmalı ve o da senin tatlılığını tatmalı.”"
    },
    {
      "id": 89,
      "narrator": "It was narrated from Ibn 'Umar,:",
      "text": "İbn 'Umar'dan nakledildi: Peygamber, bir adamın bir kadını boşayıp, başka bir adamın onunla evlenip, evliliği tamamlamadan boşadığı bir durumu sordu. İlk adama geri dönebilir mi? O da dedi ki: “Hayır, önce onun tatlılığını tatmalı.”"
    },
    {
      "id": 90,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan nakledildi: “Allah'ın Resulü, Muhallil ve Muhallal lahu'yu lanetledi.”"
    },
    {
      "id": 91,
      "narrator": "It was narrated that 'Ali said:",
      "text": "Ali'nin söylediği rivayet edilmiştir: “Allah'ın Resulü, Muhallil ve Muhallal lahu'yu lanetlemiştir.”"
    },
    {
      "id": 92,
      "narrator": "'Uqbah bin 'Amir narrated:",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Ukbe bin Amir rivayet etmiştir: Resulullah şöyle dedi: “Size ödünç alınmış bir keçi hakkında söyleyeyim mi?” Onlar: “Evet, Ey Allah'ın Resulü!” dediler. O da: “O Muhallil'dir. Muhallil ve Muhallal lahu'yu lanetlesin.” dedi."
    },
    {
      "id": 94,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "It was narrated from 'Urwah bin Zubair that Zainab bint Abi Salmah told him that Umm Habibah told her that she said to Messenger of Allah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü şöyle dedi: “Emzirme, kan bağıyla haram kılınan şeyleri haram kılar.”"
    },
    {
      "id": 96,
      "narrator": "It was narrated that Umm Fadl said:",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "It was narrated from 'Aishah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü'ne Hamza bin Abdulmuttalib'in kızı evlenme teklif edildi, o da: “O, benim emzirme yoluyla kardeşimdir ve emzirme, kan bağıyla haram kılınan şeyleri haram kılar.” dedi."
    },
    {
      "id": 98,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Urve bin Zubair'den rivayet edilmiştir ki, Zeynep bint Ebi Salmeh ona, Ümmü Habibe'nin ona, Allah'ın Resulü'ne: “Kız kardeşim Azzah ile evlen.” dediğini söyledi. Allah'ın Resulü: “Bunu ister misin?” dedi. O da: “Evet, Ey Allah'ın Resulü. Ben seninle yaşayan tek kişi değilim ve benimle iyi şeyleri paylaşmaya en çok layık olan kız kardeşimdir.” dedi. Allah'ın Resulü: “Ama bu benim için caiz değildir.” dedi. O da: “Ama senin Durra bint Ebi Salmeh ile evlenmek istediğini düşündük.” dedi. Allah'ın Resulü: “Ümmü Selame'nin kızı mı?” dedi. O da: “Evet.” dedi. Allah'ın Resulü: “Eğer o benim himayemdeki üvey kızım olmasaydı bile, o benim için caiz olmazdı, çünkü o benim emzirme yoluyla kardeşimdir. Tuvaibe, hem onun hem de benim için emzirdi. Bu yüzden kız kardeşlerinizi ve kızlarınızı benimle evlenmek için teklif etmeyin.” dedi."
    },
    {
      "id": 100,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Ümmü Fadl'den rivayet edilmiştir: Allah'ın Resulü şöyle dedi: “Bir veya iki kez emzirmek, (evliliği) haram kılmaz.”"
    },
    {
      "id": 102,
      "narrator": "It was narrated from 'Abdullah bin Zubair:",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "It was narrated from Zainab bint Abi Salamah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü şöyle dedi: “Bir veya iki kez emzirmek, (evliliği) haram kılmaz.”"
    },
    {
      "id": 104,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir: “Allah'ın Kur'an'da indirdiği ve sonra iptal ettiği şeylerden biri, evliliği haram kılan şeylerin on emzirme veya beş bilinen emzirme dışında hiçbir şey olmadığıdır.”"
    },
    {
      "id": 106,
      "narrator": "It was narrated that Dailami said:",
      "text": "Dailami'nin naklettiğine göre: “Ben Allah'ın Resulü'ne geldim ve Cahiliye döneminde evlendiğim iki kız kardeşim vardı. O da: 'Geri döndüğünde, onlardan birini boşayın.' dedi.”"
    },
    {
      "id": 107,
      "narrator": "Dahhak bin Fairuz Dailami narrated that his father said:",
      "text": "Dahhak bin Fairuz Dailami, babasından naklettiğine göre: 'Ben Peygamber'e geldim ve dedim: 'Ey Allah'ın Resulü! Müslüman oldum ve iki kız kardeşle evliyim.' Allah'ın Resulü dedi ki: 'İstediğinizi boşayın.'”"
    },
    {
      "id": 108,
      "narrator": "It was narrated that Qais bin Harith said:",
      "text": "Kays bin Harith'in naklettiğine göre: “Müslüman oldum ve sekiz eşim vardı. Peygamber'e gittim ve bunu ona söyledim. O da: 'Onlardan dört tanesini seç.' dedi.”"
    },
    {
      "id": 109,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'ın naklettiğine göre: “Ghaylan bin Salamah Müslüman oldu ve on eşi vardı. Peygamber ona: 'Dört tanesini seç.' dedi.”"
    },
    {
      "id": 110,
      "narrator": "It was narrated from 'Uqbah bin 'Amir:",
      "text": "'Uqbah bin 'Amir'den nakledilmiştir: Peygamber şöyle dedi: “En çok yerine getirilmesi gereken şartlar, özel bölgelerin sizin için helal olmasını sağlayanlardır.”"
    },
    {
      "id": 111,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, that his grandfather said:",
      "text": "'Amr bin Shu'aib, babasından, o da dedesinden naklettiğine göre: “Allah'ın Resulü şöyle dedi: 'Evlilikten önce verilen her şey, ona aittir. Evlilikten sonra verilen her şey, kime verildiyse ona aittir. Bir adamın onurlandırılmasında en layık olduğu şey, kızının veya kız kardeşinin evliliğidir.'”"
    },
    {
      "id": 112,
      "narrator": "It was narrated from Abu Musa that the Messenger of Allah said:",
      "text": "Ebu Musa'dan nakledilmiştir ki, Allah'ın Resulü şöyle dedi: 'Kim bir cariye alır, ona güzel ahlak öğretir ve onu eğitir, sonra onu serbest bırakır ve onunla evlenirse, iki sevap alır. Kitap Ehli'nden olan ve Peygamberine inanan, Muhammed'e inanan her insan iki sevap alır. Allah'a ve efendilerine karşı görevini yerine getiren her köle iki sevap alır.” (Sahih) (rivayet edenlerden) Salih dedi ki: “Şa'bi dedi ki: 'Bu (Hadis) i size az bir çaba ile verdim. Bir yolcu, bunun için Medine'ye gitse daha azına gider.'”"
    },
    {
      "id": 113,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'tan nakledilmiştir: “Safiyyah, Dihyah Al-Kalbi'ye (savaş ganimeti olarak) verildi, sonra Allah'ın Resulü'ne verildi. O da onunla evlendi ve onu fidye (yani kölelikten kurtuluş) olarak aldı.” (Sahih) Hammad dedi ki: “Abdul-'Aziz, Thabit'e dedi: 'Ey Abu Muhammed! Anas'a onun bridal-money'sinin ne olduğunu sordun mu?' O da: 'Onun bridal-money'si özgürlüğüydü.' dedi.”"
    },
    {
      "id": 114,
      "narrator": "It was narrated from 'Aishah:",
      "text": "'Aişe'den nakledilmiştir: Allah'ın Resulü (ﷺ) Safiyyah'ı serbest bıraktı, onu fidye olarak aldı ve onunla evlendi."
    },
    {
      "id": 115,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn 'Umar'dan nakledilmiştir: Allah'ın Resulü şöyle dedi: \"Eğer bir köle, efendisinin izni olmadan evlenirse, o bir zinakar olur.\""
    },
    {
      "id": 116,
      "narrator": "It was narrated from Ibn 'Umar:",
      "text": "İbn 'Umar'dan nakledilmiştir: Allah'ın Resulü şöyle dedi: \"Herhangi bir köle, efendisinin izni olmadan evlenirse, o bir zinakar olur.\""
    },
    {
      "id": 117,
      "narrator": "It was narrated from 'Ali bin Abu Talib that:",
      "text": "Ali bin Ebu Talib'den nakledilmiştir ki: Allah'ın Resulü, Hayber Günü'nde kadınların geçici evliliğini yasakladı ve evcil eşek etini de yasakladı."
    },
    {
      "id": 118,
      "narrator": "It was narrated from Rabi'bin Sabrah that his father said :",
      "text": "Rabi' bin Sabrah'dan nakledilmiştir ki, babası şöyle dedi: \"Biz Allah'ın Resulü ile Veda Haccı'na çıktık ve dediler ki: 'Ey Allah'ın Resulü, (ﷺ) bekarlık bizim için çok zorlaştı.' O da: 'O zaman bu kadınlarla geçici evlilik yapın.' dedi. Biz de onlara gittik, ancak onlar aramızda sabit bir süre belirlemekte ısrar ettiler. Bunu Peygamber'e ilettiler ve o da: 'Aranızda sabit bir süre belirleyin.' dedi. Ben bir kuzenimle çıktım. Onun bir örtüsü vardı, benim de bir örtüm vardı, ama onun örtüsü benimkinden daha güzeldi ve ben ondan daha gençtim. Bir kadına geldik ve o da: 'Bir örtü diğerine benzer.' dedi. Ben onunla evlendim ve o gece onunla kaldım. Sonra ertesi gün Allah'ın Resulü'nü Kabe'nin Rukn (köşe) ile kapısı arasında dururken gördüm, şöyle diyordu: 'Ey insanlar, ben size geçici evliliği helal kıldım, ama Allah onu Kıyamet Günü'ne kadar yasakladı. Eğer herhangi bir geçici eşiniz varsa, onları serbest bırakın ve onlara verdiğiniz hiçbir şeyi geri almayın.'\""
    },
    {
      "id": 119,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan nakledilmiştir: \"Umar bin Khattab halife olarak atandığında, insanlara hitap etti ve dedi: 'Allah'ın Resulü, bize üç kez geçici evliliği helal kıldı, sonra onu yasakladı. Vallahi, eğer geçici evlilik yapan birini duyarsam, onu taşlayarak öldüreceğim, eğer bana bunun yasaklandığına dair dört şahit getiremezse.'\""
    },
    {
      "id": 120,
      "narrator": "Maimunah bint Harith narrated:",
      "text": "Maimunah bint Harith, Allah'ın Resulü'nün kendisiyle Halal (ihramsız) iken evlendiğini nakletmiştir. (Sahih). O (rivayet edenlerden biri - Yazid) dedi ki: \"Ve o benim teyzemdi ve İbn 'Abbas'ın da teyzesi.\""
    },
    {
      "id": 121,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber, ihramda iken evlenmiştir."
    },
    {
      "id": 122,
      "narrator": "It was narrated from Aban bin 'Uthman bin 'Affan' that his father said:",
      "text": "Aban bin Osman bin Affan'dan rivayet edilmiştir ki, babası şöyle demiştir: \"Allah'ın Elçisi şöyle dedi: 'İhramda olan kimse evlenmemeli, başkası için evlilik ayarlamamalı ve evlenme teklifinde bulunmamalıdır.'\""
    },
    {
      "id": 123,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Eğer size ahlakı ve dini ile hoşlandığınız biri gelirse, onu (kızınızı veya korumanız altındaki bir akrabanızı) ona verin; çünkü bunu yapmazsanız, yeryüzünde fitne ve yaygın bir bozulma olacaktır.\""
    },
    {
      "id": 124,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"Sperminiz için en iyisini seçin, uyumlu kadınlarla evlenin ve onlara evlenme teklif edin.\""
    },
    {
      "id": 125,
      "narrator": "It was narrated from Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"İki eşi olan ve birine diğerine üstünlük tanıyan kimse, Kıyamet Günü bir tarafı eğik olarak gelecektir.\""
    },
    {
      "id": 126,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi seyahate çıkacağı zaman, eşleri arasında kura çekerdi."
    },
    {
      "id": 127,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi eşleri arasında zamanını eşit olarak paylaştırır, sonra şöyle derdi: \"Ya Rabbi, bu benim kontrolümde olanla ilgili yaptığım şeydir; o halde senin kontrolünde olan ve benim kontrolümde olmayan şeyler için beni sorumlu tutma.\""
    },
    {
      "id": 128,
      "narrator": "'Urwah narrated from 'Aishah:",
      "text": "Urve, Aişe'den rivayet etmiştir ki, Sauda bint Zam'a yaşlandığında, gününü Aişe'ye verdi ve Allah'ın Elçisi Sauda'nın gününde Aişe'ye gitti."
    },
    {
      "id": 129,
      "narrator": "It was narrated from 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir ki, Allah'ın Elçisi Safiye bint Huyai'ye bir şeyden dolayı kızdı ve Safiye şöyle dedi: \"Ey Aişe, Allah'ın Elçisini benimle hoşnut edebilir misin, ben de sana günümü vereyim?\" Aişe: \"Evet.\" dedi. Bunun üzerine Safiye, safranla boyanmış bir başörtüsünü alıp üzerine su serpti ki kokusu daha da güçlü olsun, sonra Allah'ın Elçisi'nin yanına oturdu. Peygamber: \"Ey Aişe, git, çünkü bu senin günün değil!\" dedi. O da: \"Bu, Allah'ın dilediğine ihsan ettiği bir lütuftur.\" dedi. Sonra bu meseleyi ona anlattı ve o da ondan hoşnut oldu."
    },
    {
      "id": 130,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, \"Ve barış yapmak daha hayırlıdır.\" ayeti, uzun süre evli kalmış bir adam hakkında nazil olmuştur; o, karısından ayrılmak istemiştir. Kadın, onun yeni eşiyle birlikte kalmasına ve ona (ilk eşine) zamanından bir pay vermemesine (yani, onunla geceleri geçirmemesine) razı olmuştur."
    },
    {
      "id": 131,
      "narrator": "It was narrated that Abu Ruhm said:",
      "text": "Abu Ruhm'dan rivayet edilmiştir ki, Allah'ın Elçisi şöyle dedi: \"En iyi şefaat türlerinden biri, iki kişi arasında evlilikle ilgili şefaat etmektir.\""
    },
    {
      "id": 132,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki, Usame kapının eşiğinde tökezleyip yüzünü kesmiştir. Allah'ın Elçisi: \"Ondan zararı (kanı) giderin,\" dedi, ama ben buna karşıt bir hisse kapıldım. O, kanı emmeye ve yüzünden temizlemeye başladı, sonra: \"Eğer Usame bir kız olsaydı, onu süsler ve giydirir, evlendirirdim.\" dedi."
    },
    {
      "id": 133,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki: Peygamber şöyle dedi: \"Sizlerin en hayırlısı, eşine en iyi davrananınızdır; ben de eşlerime en iyi davrananınızım.\""
    },
    {
      "id": 134,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir ki: Allah'ın Elçisi şöyle dedi: \"Sizlerin en hayırlısı, kadınlarına en iyi davrananınızdır.\""
    },
    {
      "id": 135,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edilmiştir ki: \"Peygamber benimle yarıştı ve ben onu yendim.\""
    },
    {
      "id": 136,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü Medine'ye geldiğinde, Safiye bint Huyai ile yeni evlenmişti ve Ensar kadınları bize bunu anlattılar. Yüzüm değişti, yüzümü örttüm ve oradan uzaklaştım. Allah'ın Resulü gözlerime baktı ve beni tanıdı. Ben döndüm ve hızlıca yürüdüm, ama o bana yetişti, kolunu etrafıma sardı ve dedi ki: 'Ne gördün?' Ben de: 'Beni bırak, (gördüm) diğer Yahudi kadınlar arasında bir Yahudi kadını.'\""
    },
    {
      "id": 137,
      "narrator": "Urwah bin Zubair narrated that 'Aishah said:",
      "text": "Urve bin Zübeyr rivayet etmiştir ki 'Aişe şöyle demiştir: \"Zeynep izinsiz üzerime geldiğinde ne olduğunu bilmiyordum ve öfkeliydi. Sonra dedi ki: 'Ey Allah'ın Resulü, Abu Bekir'in küçük kızı senin önünde ellerini sallıyor olması yeterli mi?' Sonra bana döndü, ama ben onu görmezden geldim, ta ki Peygamber: 'Kendini savunmak için bir şey söylemelisin.' dedi. O zaman ona döndüm, (ve ona cevap verdim) ta ki ağzının kuruduğunu gördüm ve bana karşı hiçbir şey söylemedi. Ve Peygamber'in yüzünün parladığını gördüm.\" (Hasan)."
    },
    {
      "id": 138,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü ile birlikteyken bebeklerle oynardım ve o, arkadaşlarımı bana oyun oynamaları için getirirdi.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated that 'Abduleh bin Zam'ah said:",
      "text": "'Abdullah bin Zama'a'dan rivayet edilmiştir: \"Peygamber bir hutbe verdi, sonra kadınlardan bahsetti ve (erkeklere) onları konusunda öğüt verdi. Sonra dedi ki: 'Sizden biri karısını köle gibi dövecek, sonra günün sonunda onunla yatan kimdir?'\""
    },
    {
      "id": 140,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Resulü, hiçbir hizmetçisine veya eşine vurmadı ve eli hiçbir şeye vurmadı.\""
    },
    {
      "id": 141,
      "narrator": "It was narrated that Iyas bin 'Abdullah bin Abu Dhubab said:",
      "text": "İyas bin Abdullah bin Ebu Dhubab'dan rivayet edilmiştir: \"Peygamber dedi ki: 'Allah'ın kadın kölelerine vurmayın.' Sonra 'Ömer Peygamber'e geldi ve dedi ki: 'Ey Allah'ın Resulü, kadınlar kocalarına karşı cesur mu oldular? O zaman onlara vurulmasını emret.' ve dövüldüler. Sonra birçok kadın Muhammed'in ailesine gitti. Ertesi gün dedi ki: 'Geçen gece yetmiş kadın Muhammed'in ailesine geldi, her kadın kocasından şikayet ediyordu. Onların en iyileri olmadığını göremezsiniz.'\""
    },
    {
      "id": 142,
      "narrator": "It was narrated that Ash'ath bin Qais said:",
      "text": "Eş'ath bin Kays'tan rivayet edilmiştir: \"Bir gece 'Ömer'in evinde misafirdim, gece yarısı karısını dövdü ve ben onları ayırdım. Yattığında bana dedi ki: 'Ey Eş'ath, Allah'ın Resulü'nden duyduğum bir şeyi benden öğren.' Bir adamın karısını neden dövdüğüne sorulmamalıdır, ve Witr namazını kılmadan uyumamalısın.' Ve üçüncü şeyi unuttum.\""
    },
    {
      "id": 143,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki: Peygamber, saç uzatan kadına ve bunu yaptıran kadına, dövme yapan kadına ve bunu yaptıran kadına lanet etti."
    },
    {
      "id": 144,
      "narrator": "It was narrated that Asma' said:",
      "text": "Asma'dan rivayet edilmiştir: \"Bir kadın Peygamber'e geldi ve dedi ki: 'Kızım evleniyor, kızım kızamık oldu ve saçları döküldü. Saçına uzatma yapabilir miyim?' Allah'ın Resulü dedi ki: 'Allah, saç uzatan ve bunu yaptıran kadına lanet etmiştir.'\""
    },
    {
      "id": 145,
      "narrator": "It was narrated that 'Abdulleh said:",
      "text": "'Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü, dövme yapan kadına ve bunu yaptıran kadına, kaşlarını alanlara ve dişlerini güzelleşmek amacıyla törpüleyenlere ve Allah'ın yaratışını değiştirenlere lanet etti. Bu haber, Banu Asad'dan Umm Ya'qub adında bir kadına ulaştı. O da geldi ve dedi ki: 'Böyle böyle dediğini duydum.' O da dedi ki: 'Neden Allah'ın Resulü'nün lanet ettiği kimselere lanet etmemeliyim? Ve bu, Allah'ın Kitabı'ndadır.' O da dedi ki: 'Ben iki kapak arasındakini okudum ve bunu bulamadım.' O da dedi ki: 'Eğer onu düzgün okusaydın, bulurdun. 'Ve Allah'ın Resulü'nün size verdiği her şeyi alın; ve size yasakladığı her şeyden sakının.' sözlerini okumadın mı?' O da dedi ki: 'Elbette.' O da dedi ki: 'Allah'ın Resulü bunu yasakladı.' O da dedi ki: 'Sanırım senin eşin bunu yapıyor.' O da dedi ki: 'Git ve bak.' O da gitti ve baktı ve istediğini görmedi. O da dedi ki: 'Hiçbir şey görmedim!' 'Abdullah dedi ki: 'Eğer senin dediğin gibi olsaydı, onu yanımda tutmazdım.'\""
    },
    {
      "id": 146,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber, beni Şevval ayında nikahlandı ve benimle Şevval ayında cinsel ilişkiye girdi, ve onun eşleri arasında benden daha çok sevdiği kimse var mıydı?\" 'Aişe, akrabalarıyla nikahlanmayı Şevval ayında tercih ederdi."
    },
    {
      "id": 147,
      "narrator": "It was narrated from 'Abdul-Malik bin Harith bin Hisham, from his father, that:",
      "text": "'Abdul-Malik bin Harith bin Hişam'dan, babasından rivayet edilmiştir ki: Peygamber, Ümmü Selame ile Şevval ayında evlendi ve onunla Şevval ayında cinsel ilişkiye girdi."
    },
    {
      "id": 148,
      "narrator": "It was narrated from 'Aishah that:",
      "text": "'Aişe'den rivayet edilmiştir ki: Allah'ın Resulü ona, bir kadını kocasına, ona hiçbir şey vermeden (yani, mehir) götürmesini söyledi. (Da'if)"
    },
    {
      "id": 149,
      "narrator": "It was narrated from Hakim bin Mu'awiyah that his paternal uncle Mikhmar bin Mu'awiyah said:",
      "text": "Hakim bin Mu'aviye'den rivayet edilmiştir ki, amcası Mikmar bin Mu'aviye dedi ki: \"Ben Allah'ın Resulü'nün şöyle dediğini duydum: 'Kehanetlere inanmayın, ve hayır sadece üç şeyde bulunur: Bir kadın, bir at ve bir ev.'\""
    },
    {
      "id": 150,
      "narrator": "It was narrated from Sahl bin Sa'd that:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir ki: \"Allah'ın Resulü dedi ki: 'Eğer varsa, üç şeydedir: bir at, bir kadın ve bir ev,' yani kehanetler.\""
    },
    {
      "id": 151,
      "narrator": "It was narrated from Salim, from his father, that:",
      "text": "Salim'den, babasından rivayet edildiğine göre, Allah'ın Resulü şöyle buyurdu: \"Kötü işaretler yalnızca üç şeyde bulunur: bir at, bir kadın ve bir ev.\" (Sahih) (Rivayet edenlerden) Az-Zuhri dedi ki: \"Abu 'Ubaidah bin 'Abdullah bin Zam'ah, annesi Zeynep'ten, Ummu Salamah'tan, bu üç şeyi saydığını ve bunlara 'kılıcı' eklediğini rivayet etti.\""
    },
    {
      "id": 152,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü şöyle buyurdu: \"Allah'ın sevdiği bir tür koruyucu kıskançlık vardır, bir de Allah'ın nefret ettiği bir tür vardır. Allah'ın sevdiği, şüphe için bir sebep olduğunda koruyucu kıskançlıktır. Allah'ın nefret ettiği ise, şüphe için bir sebep olmadığında koruyucu kıskançlıktır.\""
    },
    {
      "id": 153,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, \"Khadijah'dan başka hiçbir kadına karşı bu kadar kıskançlık hissetmedim, çünkü Allah'ın Resulü'nün onu nasıl hatırladığını gördüm ve Rabbi ona cennette Qasab'dan yapılmış bir evle müjde vermişti.\""
    },
    {
      "id": 154,
      "narrator": "It was narrated that Mishwar bin Makhramah said:",
      "text": "Mishwar bin Makhramah'dan rivayet edildiğine göre, \"Ben Allah'ın Resulü'nü minberdeyken şöyle derken duydum: 'Banu Hişam bin Mughirah, kızlarını Ali bin Ebu Talib'e vermek için benden izin istediler, ama onlara izin vermeyeceğim, izin vermeyeceğim, izin vermeyeceğim, ancak Ali bin Ebu Talib, kızımı boşayıp onların kızını almayı isterse, çünkü o benim bir parçamdır, onu üzen beni üzer, onu üzen beni üzer.'\""
    },
    {
      "id": 155,
      "narrator": "'Ali bin Husain said that Miswar bin Makhramah told him that:",
      "text": "Ali bin Hüseyin, Mishwar bin Makhramah'ın kendisine şunu söylediğini aktardı: \"Ali bin Ebu Talib, Fatıma ile evliyken, Ebu Cehil'in kızına talip oldu. Fatıma bunu duyunca Peygamber'e gitti ve dedi ki: 'Kavmin, kızların için öfkelenmediğini söylüyor. Bu Ali, Ebu Cehil'in kızını alacak.' Mishwar dedi ki: 'Peygamber ayağa kalktı ve ben onun şehadet getirdiğini (yani şehadet ettiğini) duydum, sonra dedi ki: 'Ben kızımı (Zeynep) Abul-As bin Rabi' ile evlendirdim, o benimle konuştu ve doğruyu söyledi. Fatıma bint Muhammed benim bir parçamdır ve onun sıkıntı çekmesini istemem. Vallahi, Allah'ın Resulü'nün kızı ile Allah'ın düşmanının kızı bir adamla asla evlenmeyecek.' Dedi ki: Böylece Ali, evlilik teklifini geri çekti.\""
    },
    {
      "id": 156,
      "narrator": "It 'was narrated from Hisham bin 'Urwah, from his father that 'Aishah used to say:",
      "text": "Hişam bin Urvah'tan, babasından rivayet edildiğine göre, Aişe şöyle derdi: \"Bir kadın, Peygamber'e kendisini teklif etmekten utanmaz mı?\" Ta ki Aileh'in şu ayeti inince: \"Sen (Ey Muhammed) dilediğin kadınların (eşlerin) sırasını geciktirebilirsin ve dilediğin kadınları kendine alabilirsin.\" O da dedi ki: \"O zaman ben dedim: 'Rabbin, senin için işleri kolaylaştırmada acele ediyor.'\""
    },
    {
      "id": 157,
      "narrator": "Thabit said:",
      "text": "Thabit dedi ki: \"Anas bin Mahk ile oturuyorduk ve onun bir kızı yanındaydı. Anas dedi ki: 'Bir kadın Peygamber'e geldi ve kendisini ona teklif etti. Dedi ki: 'Ey Allah'ın Resulü, bana ihtiyacın var mı?' Kızı dedi ki: 'Ne kadar az mahcubiyeti varmış!' O da dedi ki: 'O, senin gibisinden daha iyiydi, çünkü o Allah'ın Resulü ile evlenmek istedi ve kendisini ona teklif etti.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, \"Banu Fazdrah'dan bir adam, Allah'ın Resulü'ne geldi ve dedi ki: 'Ey Allah'ın Resulü, karım siyah bir çocuk doğurdu!' Allah'ın Resulü dedi ki: 'Deve sahip misin?' O da dedi ki: 'Evet.' Dedi ki: 'Onların rengi ne?' O da dedi ki: 'Kırmızı.' Dedi ki: 'Aralarında gri olan var mı?' O da dedi ki: 'Evet, aralarında bazı gri olanlar var.' Dedi ki: 'Bu nereden geliyor?' O da dedi ki: 'Belki kalıtsaldır.' Dedi ki: 'Aynı şekilde, belki bu da kalıtsaldır!'\""
    },
    {
      "id": 159,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn Umar'dan rivayet edildiğine göre, \"Çöl halkından bir adam Peygamber'e geldi ve dedi ki: 'Ey Allah'ın Resulü, karım yatağımda siyah bir çocuk doğurdu ve ailemde siyah kimse yok.' Dedi ki: 'Deve sahip misin?' O da dedi ki: 'Evet.' Dedi ki: 'Onların rengi ne?' O da dedi ki: 'Kırmızı.' Dedi ki: 'Aralarında siyah olan var mı?' O da dedi ki: 'Hayır.' Dedi ki: 'Aralarında gri olan var mı?' O da dedi ki: 'Evet.' Dedi ki: 'Bu nasıl oluyor?' O da dedi ki: 'Belki kalıtsaldır.' Dedi ki: 'Belki bu çocuğun rengi de kalıtsaldır.'\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that 'Aishah said:",
      "text": "Aişe'den rivayet edildiğine göre, İbn Zam'ah ve Sa'd (İbn Ebu Vakkas) bir ihtilafı Peygamber'e götürdüler; Zam'ah'ın cariyesinin oğlu hakkında. Sa'd dedi ki: \"Ey Allah'ın Resulü, kardeşim (Utbah bin Ebu Vakkas) vasiyetinde, Mekke'ye geldiğimde Zam'ah'ın cariyesinin oğlunu arayıp onu himayeme almamı istedi.\" 'Abd bin Zam'ah dedi ki: \"O benim kardeşimdir ve babamın cariyesinin oğludur; babamın yatağında doğmuştur.\" Peygamber onu Utbah'a benzetti ve dedi ki: \"O sana aittir, Ey 'Abd bin Zam'ah. Çocuk, yatağa aittir. Onun önünde hijab yap, Ey Saudah.\" (sahih)"
    },
    {
      "id": 161,
      "narrator": "It was narrated from 'Umar that:",
      "text": "Ömer'den rivayet edildiğine göre, \"Allah'ın Resulü, çocuğun yatağa ait olduğuna hükmetti.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from Abu Hurairah that:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, \"Peygamber dedi ki: 'Çocuk yatağa aittir (yani, kocaya aittir) ve zina eden hiçbir şey almaz!'\""
    },
    {
      "id": 163,
      "narrator": "Shurahbil bin Muslim said:",
      "text": "Şurahbil bin Muslim dedi ki: \"Abu Um Amah Al-Bahili'nin şöyle dediğini duydum: 'Ben Allah'ın Resulü'nün şu sözünü duyduğumu işittim: 'Çocuk yatağa aittir ve zina eden hiçbir şey almaz.'\""
    },
    {
      "id": 164,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, \"Bir kadın Peygamber'e geldi ve Müslüman oldu, bir adam da onunla evlendi. Sonra ilk kocası geldi ve dedi ki: 'Ey Allah'ın Resulü, ben onunla Müslüman oldum ve o benim Müslüman olduğumu biliyordu.' Böylece Allah'ın Resulü onu ikinci kocasından alıp ilk kocasına geri verdi.\""
    },
    {
      "id": 165,
      "narrator": "It was narrated from Ibn 'Abbas that:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, \"Allah'ın Resulü, kızını iki yıl sonra Abul-'As bin Rabi'ye, ilk evlilik sözleşmesine dayanarak geri verdi.\""
    },
    {
      "id": 166,
      "narrator": "It was narrated from 'Amr bin Shu'aib, from his father, from his grand father, that:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edildiğine göre: Allah'ın Elçisi, kızı Zeyneb'i Abul-As bin Rabi' ile yeni bir nikah akdiyle geri verdi."
    },
    {
      "id": 167,
      "narrator": "It was narrated that Judamah bint Wahb Al-Asadiyyah said:",
      "text": "Judamah bint Wahb Al-Asadiyyah'dan rivayet edildiğine göre: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Emziren bir anne ile cinsel ilişkiyi yasaklamak istedim, ama sonra (gördüm ki) Persler ve Romalılar bunu yapıyorlar ve bu, çocuklarını öldürmüyor.' Ve kendisine kesintili ilişki hakkında sorulduğunda şöyle dediğini duydum: 'Bu, çocukları diri diri gömmek için gizli bir yoldur.'\""
    },
    {
      "id": 168,
      "narrator": "It was narrated from Muhajir bin Abu Muslim, from Asma' bint Yazid bin Sakary who was his freed slave womary that:",
      "text": "Muhacir bin Abu Muslim'den, Asma' bint Yazid bin Sakary'den, onun azatlı cariyesi olduğuna göre: \"Allah'ın Elçisi'nin şöyle dediğini duydum: 'Çocuklarınızı gizlice öldürmeyin, zira canımın bulunduğu Allah'a yemin ederim ki, emziren bir kadınla cinsel ilişki, insanların atlarıyla (savaşta) binerken onları yakalar ve yere serer.'\""
    },
    {
      "id": 169,
      "narrator": "It was narrated that Abu Umamah said:",
      "text": "Abu Umamah'dan rivayet edildiğine göre: \"Bir kadın, iki çocuğuyla birlikte Peygamber'in yanına geldi; birini kucağında taşıyor, diğerini de götürüyordu. Allah'ın Elçisi şöyle dedi: 'Onlar çocuk taşır ve doğururlar ve merhametlidirler. Eğer kocalarını rahatsız etmezlerse, aralarından namaz kılanlar cennete gireceklerdir.'\""
    },
    {
      "id": 170,
      "narrator": "It was narrated from Mu'adh bin Jabal that:",
      "text": "Mu'adh bin Cebel'den rivayet edildiğine göre: Allah'ın Elçisi şöyle dedi: \"Hiçbir kadın kocasını rahatsız etmez ki, cennetteki hurilerden biri şöyle desin: 'Onu rahatsız etme, Allah seni kahretsin, çünkü o seninle geçici bir misafirdir ve yakında seni terk edip bize katılacaktır.'\""
    },
    {
      "id": 171,
      "narrator": "It was narrated from Ibn 'Umar that:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre: Peygamber şöyle dedi: \"Haram olan, helal olanı haram kılmaz.\""
    }
  ]
}