{
  "language": "tr",
  "metadata": {
    "length": 115,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Aishah narrated that:",
      "text": "Aişe (Allah ondan razı olsun) şöyle nakletmiştir: Allah'ın Resulü şöyle buyurdu: \"Mümin, bir dikenin batması veya daha kötü bir şeyle karşılaşmadıkça, Allah onun derecesini yükseltir ve ondan günahlarını giderir.\""
    },
    {
      "id": 2,
      "narrator": "Abu Sa'eed Al-Khudri (may Allah be pleased with him) narrated that:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle nakletmiştir: Allah'ın Resulü şöyle buyurdu: \"Müminin başına gelen hiçbir şey, yorgunluk, üzüntü, hastalık - hatta onu endişelendiren bir kaygı bile - yoktur ki, Allah onun kötü amellerinden bir şeyleri gidermez.\""
    },
    {
      "id": 3,
      "narrator": "Thawban narrated that :",
      "text": "Tevban şöyle nakletmiştir: Peygamber (s.a.v) dedi ki: \"Şüphesiz Müslüman, kardeş Müslimini ziyaret ettiği sürece Cennet'in Khurfah'ındadır.\""
    },
    {
      "id": 4,
      "narrator": "(Another chain) from Thawban who narrated that:",
      "text": "(Başka bir isnad) Tevban'dan, o da şöyle nakletmiştir: Peygamber (s.a.v) benzer bir şey söyledi, ancak ekledi: \"Onlar dediler: 'Cennet'in Khurfah'ı nedir?' O da dedi: 'Onun hasadı.'\""
    },
    {
      "id": 5,
      "narrator": "Thuwair  narrated that :",
      "text": "Tüveyr şöyle nakletmiştir: Babası dedi ki: \"Ali beni elinden tutarak şöyle dedi: 'Haydi, Hasan'ı ziyaret edelim.' Biz de onun yanında Ebu Musa'nın olduğunu gördük. Ali - ona selam olsun - dedi ki: 'Ey Ebu Musa! Ziyaret için mi geldin yoksa sadece (bir süreliğine) mi uğradın?' O da dedi: 'Hayır, ziyaret için geldim.' Bunun üzerine Ali dedi ki: 'Ben Allah'ın Resulü'nün şöyle söylediğini işittim: 'Hiçbir Müslüman, sabahleyin hasta Müslümanları ziyaret etmez ki, üzerine yetmiş bin melek Salat eder, akşama kadar da devam eder; gece de ziyaret etmez ki, üzerine yetmiş bin melek Salat eder, sabaha kadar da devam eder ve onun için Cennet'te bir bahçe olur.'\""
    },
    {
      "id": 6,
      "narrator": "Harithah bin Mudarrib said:",
      "text": "Harithah bin Mudarrib dedi ki: \"Khabab'ın yanına girdim ve karnı cauterize edilmişti. Dedi ki: 'Ben, Peygamber'in arkadaşlarından, benim karşılaştığım denemeye maruz kalan birini tanımıyorum. Gerçekten, Peygamber zamanında bir dirhem bulamadım, şimdi evimin önünde kırk bin var. Eğer Allah'ın Resulü'nün bize ölüm dilemeyi yasaklamış olmasaydı, onu dilerim.'\""
    },
    {
      "id": 7,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Enes bin Malik şöyle nakletmiştir: Peygamber (s.a.v) şöyle dedi: (970 numaralı hadise benzer bir hadisi.)"
    },
    {
      "id": 8,
      "narrator": "Abu Sa'eed narrated that:",
      "text": "Ebu Sa'id şöyle nakletmiştir: Cebrail Peygamber'e geldi ve dedi ki: \"Ey Muhammed! Acı çekiyor musun?\" O da dedi: \"Evet.\" Cebrail dedi: \"Allah'ın adıyla, her insandan ve nazardan gelen şerden seni korumak için bir dua (Ruqyah) okuyorum. Allah'ın adıyla, seni şifa versin diye bir dua (Ruqyah) okuyorum.\""
    },
    {
      "id": 9,
      "narrator": "Abdul-Aziz bin Suhaib said:",
      "text": "Abdul-Aziz bin Suhaib dedi ki: \"Thabit el-Bunani ile birlikte Enes bin Malik'in yanına girdik. Thabit dedi ki: 'Ey Ebu Hamza! Ben bir hastalıktan muzdaripim.' Enes dedi: 'Allah'ın Resulü'nün Ruqyası'nı sana okumayayım mı?' O da dedi: 'Evet, lütfen.' Enes dedi: 'Ey Allah! İnsanların Rabbi, zararı gider ve (onu) şifa ver. Gerçekten sen şifa veren tek sensin, şifa veren yoktur, hastalık bırakmayan bir şifa.'\""
    },
    {
      "id": 10,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer şöyle nakletmiştir: Allah'ın Resulü şöyle buyurdu: \"Bir Müslümanın, vasiyeti varken iki gece geçirmesi helal değildir, ancak vasiyeti yanında yazılı olursa.\""
    },
    {
      "id": 11,
      "narrator": "Sa'd bin Malik said:",
      "text": "Sa'd bin Malik dedi ki: \"Allah'ın Resulü beni hasta ziyareti için geldi. Dedi ki: 'Vasiyetin var mı?' Ben de: 'Evet.' Dedim: 'Tüm malımı, Allah yolunda bırakıyorum.' O da: 'Çocukların için ne bıraktın?' dedi. Ben (Sa'd) dedim: 'Onlar hayırla zengindirler.' O da: 'Bir ondalık bırak.' dedi. Ben (Sa'd) dedim: 'O (s.a.v) bunu azaltmaya devam etti ta ki: 'Üçte bir bırak, üçte bir çok büyüktür.' diyene kadar.\" (Ravi:) Abdurrahman dedi ki: \"Biz, bunun üçte birden az olmasının tavsiye edildiğini düşündük, çünkü Allah'ın Resulü şöyle dedi: 'Ve üçte bir çok büyüktür.'\""
    },
    {
      "id": 12,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Ebu Sa'id el-Hudri şöyle nakletmiştir: Peygamber (s.a.v) şöyle buyurdu: \"Ölmekte olanlarınıza şunu söyleyin: (La ilaha illallah) 'Allah'tan başka ilah yoktur.'\""
    },
    {
      "id": 13,
      "narrator": "Umm Salamah narrated:",
      "text": "Ümmü Seleme şöyle nakletmiştir: \"Allah'ın Resulü bize şöyle dedi: 'Hasta veya ölmekte olan birine gittiğinizde sadece iyi şeyler söyleyin, çünkü gerçekten melekler, söylediklerinize 'Amin' derler.'\" O dedi ki: \"Abu Salamah öldüğünde, ben Peygamber'e gittim ve dedim: 'Ey Allah'ın Resulü! Abu Salamah öldü.' O da dedi: 'O zaman de ki: 'Ey Allah! Beni ve onu affet, onun yerine bana iyi bir ikame ver.' Ben de bunu söyledim ve Allah, ondan daha iyi bir ikame verdi: Allah'ın Resulü.\""
    },
    {
      "id": 14,
      "narrator": "Aishah narrated:",
      "text": "Aişe şöyle nakletmiştir: \"Ben, Allah'ın Resulü'nün ölmekte olduğu sırada onu gördüm. Elinde su dolu bir kap vardı, elini kabın içine soktu, sonra yüzünü suyla sildi ve dedi ki: 'Ey Allah! Beni ölümün sancılarıyla ve ölümün ızdıraplarıyla yardım et.'\""
    },
    {
      "id": 15,
      "narrator": "Aishah narrated:",
      "text": "Aişe şöyle nakletmiştir: \"Ben, Allah'ın Resulü'nün ölümünün şiddetini gördükten sonra, kimsenin kolayca ölmesine kıskanmadım.\""
    },
    {
      "id": 16,
      "narrator": "[Alqamah narrated:",
      "text": "[Alkameh rivayet etti: \"Abdullah'ın şöyle dediğini duydum: 'Allah'ın Resulü şöyle buyurdu: \"Müminin ruhu sızar ve ben eşek gibi bir ölümden hoşlanmam.\" Dediler ki: \"Eşek ölümü nedir?\" O da dedi ki: \"Ani bir ölüm.\"]"
    },
    {
      "id": 17,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Anas bin Malik rivayet etti ki: Allah'ın Resulü şöyle dedi: \"İki Koruyucu Melek'in, bir gün veya bir gece içinde korudukları hiçbir şey yoktur ki, Allah onu, parşömenin başında ve sonunda güzel bulsun. Ancak Allah, Yüce olan şöyle der: 'Şahit olun ki, ben kullarımdan birini parşönde yer alanlardan dolayı affettim.'\""
    },
    {
      "id": 18,
      "narrator": "Abdullah bin Buraidah narrated from his father, that:",
      "text": "Abdullah bin Buraidah, babasından rivayet etti ki: Peygamber şöyle dedi: \"Mümin alnında ter ile ölür.\""
    },
    {
      "id": 19,
      "narrator": "Thabit narrated from Anas, that:",
      "text": "Thabit, Anas'tan rivayet etti ki: Peygamber, bir gencin yanına girdiğinde o genç ölmekteydi. Peygamber sordu: \"Nasılsın?\" O da dedi: \"Vallahi! Ey Allah'ın Resulü! Gerçekten Allah'a umut besliyorum ve günahlarımdan korkuyorum.\" Bunun üzerine Allah'ın Resulü şöyle buyurdu: \"Bu ikisi, böyle bir zaman diliminde bir ibadet edenin kalbinde bir araya gelmez, ancak Allah ona umduğu şeyi verir ve korktuğundan emin kılar.\""
    },
    {
      "id": 20,
      "narrator": "Abdullah narrated that:",
      "text": "Abdullah rivayet etti ki: Peygamber şöyle dedi: \"An-Na'i'den sakının, çünkü birinin ölümünü ilan etmek, Cahiliye işlerinden biridir.\""
    },
    {
      "id": 21,
      "narrator": "(Another chain) from Abdullah :",
      "text": "(Başka bir isnad) Abdullah'tan: (Peygamberden) benzer (no. 984) ama bunu Merfu şeklinde rivayet etmedi ve içinde \"An-Na'i, birinin ölümünü ilan etmektir.\" demedi."
    },
    {
      "id": 22,
      "narrator": "Bilal bin Yahya Al-Absiy narrated that:",
      "text": "Bilal bin Yahya Al-Absiy rivayet etti ki: Hudaifah (bin Al-Yaman) şöyle dedi: \"Eğer kimseye kendim hakkında bir şey duyurmazsam, gerçekten An-Na'i olmasından korkarım ve ben Allah'ın Resulü'nün An-Na'i'den men ettiğini duydum.\""
    },
    {
      "id": 23,
      "narrator": "Anas narrated that:",
      "text": "Anas rivayet etti ki: Allah'ın Resulü şöyle dedi: \"(Gerçek) Sabır, felaketin ilk darbesindedir.\""
    },
    {
      "id": 24,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Anas bin Malik rivayet etti ki: Allah'ın Resulü şöyle dedi: \"(Gerçek) Sabır, felaketin ilk darbesindedir.\""
    },
    {
      "id": 25,
      "narrator": "Al-Qasim bin Muhammad narrated from Aishah:",
      "text": "Al-Qasim bin Muhammed, Aişe'den rivayet etti: \"Peygamber, Uthman bin Maz'un öldüğünde onu öptü ve ağlıyordu.\" Ya da o (rivayet edenlerden biri) dedi ki: \"Gözleri yaşla dolmuştu.\""
    },
    {
      "id": 26,
      "narrator": "Umm Atiyyah narrated:",
      "text": "Ümmü Atiyye rivayet etti: \"Peygamber'in kızlarından biri vefat etti, o da şöyle dedi: 'Onu tek sayıda, üç, beş veya daha fazla kez yıkayın, uygun gördüğünüz gibi. Onu su ve sidr ile yıkayın ve son (yıkamada) kafur ekleyin, ya da kafurdan bir şey ekleyin. İşiniz bittiğinde bana haber verin.' Biz işimizi bitirdiğimizde ona haber verdik, o da bize örtüsünü verdi ve 'Onu bununla sarın.' dedi.\""
    },
    {
      "id": 27,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Ebu Sa'id Al-Hudri rivayet etti ki: Allah'ın Resulü şöyle dedi: \"En güzel koku misk kokusudur.\""
    },
    {
      "id": 28,
      "narrator": "Abu Sa'eed narrated that:",
      "text": "Ebu Sa'id rivayet etti ki: Peygamber'e misk hakkında soruldu ve o şöyle dedi: \"O, parfümlerinizin en iyisidir.\""
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Peygamber şöyle dedi: \"Onu yıkayan için gusül, onu taşıyan için abdest vardır.\""
    },
    {
      "id": 30,
      "narrator": "Ibn Abbas narrated that:",
      "text": "İbn Abbas rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Giysilerinizin beyaz olanlarını giyin, çünkü onlar giysilerinizin en iyilerindendir ve ölülerinizi onlarla kefenleyin.\""
    },
    {
      "id": 31,
      "narrator": "Abu Qatadah narrated that:",
      "text": "Ebu Katade, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Sizden biri kardeşini kefenlerken, en güzel kefeni kullansın.\""
    },
    {
      "id": 32,
      "narrator": "Hisham bin Urwah narrated from his father that:",
      "text": "Hişam bin Urve, babasından nakletti ki: Aişe şöyle dedi: \"Peygamber, üç beyaz Yemen örtüsü ile kefenlendi, aralarında gömlek ve sarık yoktu.\" Dedi ki: \"Diğerlerinin Aişe'ye, iki elbise ve bir Habir Burd olduğunu söylediklerini aktardılar. O da: 'Bir Burd getirildi, ama onu kabul etmediler ve onu onunla kefenlemediler.' dedi.\""
    },
    {
      "id": 33,
      "narrator": "Jabir bin Abdullah narrated:",
      "text": "Cabir bin Abdullah şöyle nakletti: \"Allah'ın Resulü, Hamza bin Abdulmuttalib'i bir Namira örtüsü ile kefenledi.\""
    },
    {
      "id": 34,
      "narrator": "Abdullah bin Ja'far said:",
      "text": "Abdullah bin Ca'fer dedi ki: \"Ca'fer'in ölüm haberi geldiğinde, Peygamber şöyle dedi: 'Ca'fer'in ailesi için biraz yemek hazırlayın, çünkü onlara öyle bir şey oldu ki onları meşgul edecek.'\""
    },
    {
      "id": 35,
      "narrator": "Abdullah narrated that:",
      "text": "Abdullah, Peygamber'in şöyle dediğini nakletti: \"Yüzüne tokat atan, elbiselerini yırtan ve Cahiliye çağrısını yapan bizden değildir.\""
    },
    {
      "id": 36,
      "narrator": "Ali bin Rabi'ah Al-Asadi said:",
      "text": "Ali bin Rabi'ah el-Esedi dedi ki: \"Ansar'dan Qarazah bin Ka'b adında bir adam vefat etti ve onun için ağıt yakılıyordu. Bunun üzerine el-Muğira bin Şu'be geldi ve minbere çıktı. Allah'a hamd ve senada bulundu ve şöyle dedi: 'İslam'da ağıt yakmanın ciddiyeti hakkında, gerçekten Allah'ın Resulü'nün şöyle söylediğini duydum: 'Ağıt yakılan kişi, ağıt yakıldığı sürece azap görür.'\""
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Benim ümmetimde, insanların bırakmayacağı dört Cahiliye meselesi vardır: Ağıt yakmak, soyunu iftira etmek, Al-Adwa - bir deve kuduz olur, yüz deve kuduz olur - ama ilk kuduz olan deveye kim kuduz yaptı? Ve Al-Anwa (şöyle demek): 'Bu veya şu göksel konum nedeniyle yağmur yağdı.'\""
    },
    {
      "id": 38,
      "narrator": "Umar bin Al-Khattab narrated that:",
      "text": "Ömer bin Hattab, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Ölen kişi, ailesinin onun için ağlaması nedeniyle azap görür.\""
    },
    {
      "id": 39,
      "narrator": "Musa bin Abi Musa Al-Asha'ri narrated from his father that:",
      "text": "Musa bin Ebu Musa el-Aş'ari, babasından nakletti ki: Allah'ın Resulü şöyle dedi: \"Kimse ölmez ve onun üzerinde ağlayarak durup: 'Ne büyük bir adamdı! Ne kadar saygılıydı!' demedikçe, iki melek ona tayin edilir ve: 'Bu sen misin?' derler.\""
    },
    {
      "id": 40,
      "narrator": "Yahya bin Abdur-Rahman narrated from Ibn Umar that:",
      "text": "Yahya bin Abdurrahman, İbn Ömer'den nakletti ki: Peygamber şöyle dedi: \"Ölen kişi, ailesinin onun için ağlaması nedeniyle azap görür.\" Bunun üzerine Aişe dedi ki: \"Allah ona rahmet etsin. O yalan söylemedi, ama yanılıyor. Sadece Allah'ın Resulü, ölen bir Yahudi hakkında: 'Ölen kişi azap görür ve ailesi onun için ağlıyor.' demiştir.\""
    },
    {
      "id": 41,
      "narrator": "Jabir bin Abdullah narrated:",
      "text": "Cabir bin Abdullah şöyle nakletti: \"Peygamber, Abdurrahman bin Avf'ı elinden tutarak oğlu İbrahim'in yanına gitti. Onu son nefeslerini verirken buldu, onu kucağına aldı ve ağladı. Abdurrahman ona: 'Sen ağlıyor musun? Sen (takipçilerine) ağlamayı yasaklamadın mı?' dedi. O da: 'Hayır. Ama ben iki ahmakça, edebe aykırı sesi yasakladım: Bir felaket sırasında yüzünü tırmalayıp elbiselerini yırtan ses ve Şeytan'ın çığlığı.' dedi.\" Hadiste daha fazlası vardır."
    },
    {
      "id": 42,
      "narrator": "Abdullah bin Abi Bakr - and he is Ibn Muhammad bin Amr bin Hazm - narrated from his father, that:",
      "text": "Abdullah bin Ebu Bekir - o, Muhammed bin Amr bin Hazm'dır - babasından nakletti ki: Amra ona, Aişe'ye İbn Ömer'in, ölen kişinin (üzerine ağlayanların) ağlaması nedeniyle azap göreceğini söylediği hatırlatıldığında, Aişe şöyle dedi: 'Allah, Ebu Abdurrahman'ı affetsin. O yalan söylemedi, ama anlamada yanılıyor. Aksine, Allah'ın Resulü, ağlanan bir Yahudi kadının yanından geçti ve şöyle dedi: 'Onlar onun için ağlıyorlar ve o, mezarında azap görüyor.'\""
    },
    {
      "id": 43,
      "narrator": "Salim narrated that:",
      "text": "Salim, babasının şöyle dediğini nakletti: \"Peygamberi, Ebu Bekir'i ve Ömer'i cenazenin önünde yürürken gördüm.\""
    },
    {
      "id": 44,
      "narrator": "Salim bin Abdullah narrated that his father said:",
      "text": "Salim bin Abdullah, babasının şöyle dediğini nakletti: \"Peygamberi, Ebu Bekir'i ve Ömer'i cenazenin önünde yürürken gördüm.\""
    },
    {
      "id": 45,
      "narrator": "Az-Zuhri said:",
      "text": "Az-Zuhri dedi ki: \"Peygamber, Ebu Bekir ve Ömer cenazenin önünde yürürdü.\" Az-Zuhri dedi ki: \"Salim bana, babasının cenazenin önünde yürüdüğünü bildirdi.\""
    },
    {
      "id": 46,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Allah'ın Resulü cenazenin önünde yürürdü, tıpkı Ebu Bekir, Ömer ve Osman gibi.\""
    },
    {
      "id": 47,
      "narrator": "Yahya, the Imam of Banu Taimillah, narrated from Abu Majid :",
      "text": "Yahya, Banu Taimillah'ın imamı, Ebu Mecd'den rivayet etti: Abdullah bin Mes'ud'dan, o da şöyle dedi: \"Biz Allah'ın Resulüne cenazenin arkasında yürümeyi sorduk. O şöyle dedi: 'Koşmaktan daha az. Eğer o iyi biriyse, onu iyiliğe yönlendiriyorsunuz, eğer kötü biriyse, o sadece ateşin bir sakini olarak alınıyor.' Cenaze takip edilmelidir. Onu önde götüren, onu takip edenlerin sevabını almaz.'\""
    },
    {
      "id": 48,
      "narrator": "Thawban narrated:",
      "text": "Sevban rivayet etti: \"Peygamberle (cenazeyi takip ederek) bir cenazeye gittik. İnsanların bindiğini görünce şöyle dedi: 'Utanç duymuyor musunuz? Gerçekten Allah'ın melekleri ayakta, siz ise hayvanlarınızın sırtındasınız.'\""
    },
    {
      "id": 49,
      "narrator": "Jabir bin Samurah narrated:",
      "text": "Cabir bin Semure rivayet etti: \"Peygamberle (İbn Ad-Dahbah'ın cenazesini takip ederek) birlikteydik ve o hızlı yürüyen bir at üzerindeydi, biz de etrafında idik ve o trotte gidiyordu.\""
    },
    {
      "id": 50,
      "narrator": "Jabir bin Samurah narrated:",
      "text": "Cabir bin Semure rivayet etti: \"Peygamber, İbn Ad-Dahdah'ın cenazesini yürüyerek takip etti ve geri dönerken ata bindi.\""
    },
    {
      "id": 51,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti: Peygamber şöyle dedi: \"Cenazeyi acele ettirin, çünkü eğer o iyi ise, onu iyiliğe yönlendiriyorsunuz, eğer kötü ise, onu boynunuzdan alıyorsunuz.\""
    },
    {
      "id": 52,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Allah'ın Resulü Uhud Günü Hamza'nın yanına geldi, onun üzerine durdu ve parçalanmış olduğunu gördü. Şöyle dedi: 'Eğer Safiyyah üzülmeyecek olsaydı, onu hayvanların yemesi için bırakırdım, kıyamet günü onların karınlarından toplanana kadar.' Sonra onun için bir namira istedi. Başının üzerine serildiğinde, ayakları açıkta kalıyordu; ayaklarının üzerine serildiğinde, başı açıkta kalıyordu.\" Dedi ki: \"Birçok ölü vardı ve az kumaş.\" Dedi ki: \"Bir, iki ve üç adam bir kumaşla örtüldü ve bir mezara gömüldü.\" Dedi ki: \"Böylece Allah'ın Resulü, hangisinin en çok Kur'an bildiğini soruyordu ki, onu kıbleden yana koyabilsin.\" Dedi ki: \"Böylece Allah'ın Resulü onları gömdü ve onlar için cenaze namazı kılmadı.\""
    },
    {
      "id": 53,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Allah'ın Resulü hastaları ziyaret eder, cenazelere katılır, eşek biner, bir kölenin davetini kabul ederdi ve Banu Kuraizah Günü, liften yapılmış bir ip ile ağızlığı olan bir eşekteydi ve liften yapılmış bir yükseklikle oturuyordu.\""
    },
    {
      "id": 54,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Allah'ın Resulü vefat ettiğinde, onu nereye gömecekleri konusunda anlaşamadılar. Bunun üzerine Ebu Bekir şöyle dedi: 'Ben Allah'ın Resulü'nün unutmadan söylediği bir şey duydum, şöyle dedi: \"Allah, bir Peygamberin ruhunu almak istemediği yerden almaz.\"' Böylece onu yatağının olduğu yere gömdüler.\""
    },
    {
      "id": 55,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer rivayet etti: Allah'ın Resulü şöyle dedi: \"Ölüleriniz hakkında iyi şeyler söyleyin, onların kötülüklerinden bahsetmekten kaçının.\""
    },
    {
      "id": 56,
      "narrator": "Ubadah bin As-Samit said:",
      "text": "Ubade bin Samit dedi ki: \"Allah'ın Resulü bir cenazeyi takip ettiğinde, (cenaze) Lahd'a konulana kadar oturmazdı. Bir haham yanına geldi ve şöyle dedi: 'Bizim yaptığımız budur, ey Muhammed.'\" O da şöyle dedi: \"Bunun üzerine Allah'ın Resulü oturdu ve 'Onlardan farklı olun.' dedi.\""
    },
    {
      "id": 57,
      "narrator": "Abu Sinan said:",
      "text": "Ebu Sinan dedi ki: \"Oğlum Sinan'ı gömdüm ve Ebu Talha El-Havlani mezarın kenarında oturuyordu. Çıkmak istediğimde, elimi tuttu ve şöyle dedi: 'Sana bazı iyi haberler vermeyeyim mi, ey Ebu Sinan!' Ben de: 'Elbette.' dedi. O da: 'Ad-Dahhak bin Abdurrahman bin Arzab, Ebu Musa El-Eş'ari'den bana rivayet etti: \"Allah'ın Resulü şöyle dedi: 'Kullardan birinin çocuğu öldüğünde, Allah meleklere der ki: \"Onun amellerinin meyvelerini aldınız mı?\" Onlar cevap verir: \"Evet.\" O da der ki: \"Kulum ne söyledi?\" Onlar cevap verir: \"Seni övdü ve dönüşün yalnızca sana.\" O da der: \"Kulum için cennette bir ev inşa edin ve adını 'övgü evi' koyun.\"'"
    },
    {
      "id": 58,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Peygamber, cenaze namazı kıldığında An-Necashi için dört tekbir aldı.\""
    },
    {
      "id": 59,
      "narrator": "Abdur-Rahman bin Abi Laila said:",
      "text": "Abdurrahman bin Ebi Leyla dedi ki: \"Zaid bin Arkam cenazelerimiz için dört tekbir alırdı. (Bir seferinde) bir cenaze için beş tekbir aldı, biz de ona bunu sorduk ve şöyle dedi: 'Allah'ın Resulü bu tekbirleri alırdı.'\""
    },
    {
      "id": 60,
      "narrator": "Abu Ibrahim Al-Ashhali narrated :",
      "text": "Ebu İbrahim El-Eşhali rivayet etti: babasından, o da şöyle dedi: \"Allah'ın Resulü cenaze namazı kıldığında şöyle derdi: (Allahummaghfir li-hayyina wa mayyittina, wa shahidina wa gha'ibina, wa saghirina wa kabirina, wa dhakarina wa unthana) 'Ey Allah! Bizim yaşayanlarımıza ve ölenlerimize, hazır olanlarımıza ve gıyabında olanlarımıza, gençlerimize ve yaşlılarımıza, erkeklerimize ve kadınlarımıza bağışla.'\""
    },
    {
      "id": 61,
      "narrator": "Awf bin Malik said:",
      "text": "Awf bin Malik dedi ki: \"Ben, Allah'ın Resulü'nün bir cenaze için Salat kıldığını duydum. Duamda şöyle diyordu: (Allahummagfir lahu, war hamhu, waghsilhu bil-baradi (waghsilhu) kama yughsaluth-thawb) 'Ey Allah! Onu bağışla, ona merhamet et ve onu (kar veya buz ile) yıka (ve onu) bir elbise gibi yıka.'\""
    },
    {
      "id": 62,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"Peygamber, bir cenaze (namazı) için Fatihatil-Kitab'ı okudu.\" (Da'if Jiddan)"
    },
    {
      "id": 63,
      "narrator": "Talhah bin Abdullah bin Awf narrated:",
      "text": "Talhah bin Abdullah bin Awf rivayet etti: \"İbn Abbas bir cenaze için Salat kıldı ve Fatihatil-Kitab'ı okudu. Ben de ona bunun hakkında sordum, o da: 'Bu sünnetten' veya 'Sünnetin tamamlayıcılığındandır' dedi.\""
    },
    {
      "id": 64,
      "narrator": "Marthan bin Abdullah Al-Yazani narrated:",
      "text": "Marthan bin Abdullah Al-Yazani rivayet etti: \"Malik bin Hubairah cenaze için Salat kıldığında ve insanlar az olduğunda, onları üç gruba (saflara) ayırırdı, sonra derdi: 'Allah'ın Resulü şöyle dedi: \"Üç safla Salat kılan için, bu kabul edilir.\"'"
    },
    {
      "id": 65,
      "narrator": "Aishah narrated that:",
      "text": "Aişe rivayet etti ki: Peygamber dedi ki: \"Müslümanlardan hiç kimse ölmez ve onun için yüz kişilik bir Müslüman topluluğu Salat kılmaz ve onun için şefaatte bulunmazlar ki, onların şefaatleri kabul edilmez.\" Rivayetinde, Ali bin Hucur dedi ki: \"Yüz veya daha fazlası.\""
    },
    {
      "id": 66,
      "narrator": "Uqbah bin Amir Al-Juhni narrated:",
      "text": "Ukba bin Amir Al-Cuhni rivayet etti: \"Allah'ın Resulü, ölülerimizi gömmek için Salat kılmamızı yasakladığı üç zaman vardır: Güneşin doğuşu görünene kadar; güneşin tepe noktasında olduğu zaman, geçene kadar ve güneşin batmaya başladığı zaman, batana kadar.\""
    },
    {
      "id": 67,
      "narrator": "Al-Mughirah bin Shu'bah narrated that:",
      "text": "El-Mughirah bin Şu'bah rivayet etti ki: Peygamber dedi ki: \"Sürücü cenaze (töreninin) arkasında olmalı, yürüyen istediği yerde olmalı ve çocuk için Salat kılınmalıdır.\""
    },
    {
      "id": 68,
      "narrator": "Jabir narrated that:",
      "text": "Cabir rivayet etti ki: Peygamber dedi ki: \"Çocuk için Salat kılınmaz, miras almaz, ondan miras alınmaz, ta ki doğumda hayatta olduğuna emin oluncaya kadar.\""
    },
    {
      "id": 69,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Allah'ın Resulü, Suhail bin Al-Baida için Mescid'de Salat kıldı.\""
    },
    {
      "id": 70,
      "narrator": "Abu Ghalib narrated:",
      "text": "Ebu Ghalib rivayet etti: \"Ben, Anas bin Malik ile bir adamın cenazesi için Salat kıldım, o da başının hizasında durdu. Sonra Kureyş'ten bir kadının cesedini getirdiler. Dediler ki: 'Ey Ebu Hamza, onun için Salat kıl.' O da onun belinin hizasında durdu. Ala bin Ziyad ona dedi: 'Bu şekilde, onun için durduğun gibi, Allah'ın Resulü'nü cenaze için gördün mü?' O da: 'Evet.' dedi. İşini bitirdikten sonra: 'Bunu hatırla.' dedi.\""
    },
    {
      "id": 71,
      "narrator": "Samurah bin Jundab narrated:",
      "text": "Semure bin Cundab rivayet etti: \"Peygamber bir kadın için Salat kıldı, o da onun ortasında durdu.\""
    },
    {
      "id": 72,
      "narrator": "Abdur-Rahman bin Ka'b bin Malik narrated that:",
      "text": "Abdurrahman bin Ka'b bin Malik rivayet etti ki: Cabir bin Abdullah ona bildirdi ki, Peygamber Uhud'da şehit olan iki adamı bir örtüye koydu, sonra dedi ki: \"Hangisi Kur'an'dan daha fazla ezberlemiş?\" Birine işaret edildiğinde, onu Lahd'e (ilk) koydu ve dedi ki: \"Ben, o insanlar için Kıyamet Günü'nde şahitlik ediyorum.\" Ve onların kanları içinde gömülmelerini emretti, ne Salat kılınmasını ne de yıkanmasını.\""
    },
    {
      "id": 73,
      "narrator": "Ash-Shaibani narrated that:",
      "text": "Eş-Şaibani rivayet etti ki: Eş-Şa'bi dedi ki: \"Peygamberi gören birinden bana ulaştı: O (sav) yalnız bir mezar gördü, yanındaki arkadaşlarını (arkasında) dizdi ve onun için Salat kıldı.\" Ona (Eş-Şa'bi) denildi ki: \"Sana kim bildirdi?\" O da: \"İbn Abbas.\" dedi."
    },
    {
      "id": 74,
      "narrator": "Sa'eedbin Musayyab narrated:",
      "text": "Sa'id bin Musayyab rivayet etti: \"Umm Sa'd, Peygamberin yokluğunda vefat etti. O geldiğinde, onun için Salat kıldı ve üzerinden bir ay geçmişti.\""
    },
    {
      "id": 75,
      "narrator": "Imran bin Husain narrated that :",
      "text": "İmran bin Hüseyin rivayet etti ki: Peygamber dedi ki: \"Gerçekten kardeşiniz En-Necashi vefat etti. O halde onun için Salat kılmak üzere durun.\" O (İmran) dedi: \"Biz durduk ve cenaze için nasıl diziliyorsak öyle dizildik ve onun için cenaze namazı kıldık.\""
    },
    {
      "id": 76,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle buyurdu: \"Kim cenaze namazı kılarsa, ona bir kirat kadar sevap verilir. Kim onu gömülene kadar takip ederse, ona iki kirat kadar sevap verilir; bunlardan biri veya en azı Uhud (dağı) gibi.\" Bu, İbn Ömer'e bildirildi, o da Aişe'ye bu konuda sorması için bir mesaj gönderdi. Aişe: \"Ebu Hureyre doğru söylemiştir.\" dedi. Bunun üzerine İbn Ömer: \"Birçok kiratı kaçırdık.\" dedi."
    },
    {
      "id": 77,
      "narrator": "Abu Muhazzim said:",
      "text": "Ebu Muhazzim dedi ki: \"Ebu Hureyre ile on yıl birlikte oldum ve onun şöyle dediğini duydum: 'Ben Allah'ın Resulü'nün şöyle söylediğini duydum: \"Kim bir cenazeyi takip eder ve onu üç kez taşırsa, o, kendisinden istenen hakkı yerine getirmiştir.\"'"
    },
    {
      "id": 78,
      "narrator": "Amir bin Rabi'ah narrated that:",
      "text": "Amir bin Rabi'ah rivayet etti ki: Allah'ın Resulü şöyle buyurdu: \"Cenaze (alayı) gördüğünüzde, önünüzden geçene kadar ayağa kalkın veya yere konulana kadar.\""
    },
    {
      "id": 79,
      "narrator": "Abu Sa'eed Al-Khudri narrated that:",
      "text": "Ebu Sa'id el-Hudri rivayet etti ki: Allah'ın Resulü şöyle buyurdu: \"Cenaze (alayı) gördüğünüzde, ona saygı gösterin. Kim onu takip ederse, yere konulana kadar oturmasın.\""
    },
    {
      "id": 80,
      "narrator": "Mas'ud bin Al-Hakim narrated that standing for the funeral (procession) until it is put down was mentioned, and 'Ali bin Abi Talib mentioned and 'Ali bin Abi Talib said:",
      "text": "Mas'ud bin el-Hakim, cenaze (alayı) için ayağa kalkmanın, yere konulana kadar beklemenin zikredildiğini, Ali bin Ebi Talib'in de şöyle dediğini aktardı: \"Allah'ın Resulü (ﷺ) ayağa kalktı, sonra (sonra) oturdu.\" (Sahih)"
    },
    {
      "id": 81,
      "narrator": "Ibn Abbas narrated that:",
      "text": "Bu konuda Al-Hasan bin Ali ve İbn Abbas'tan rivayetler vardır."
    },
    {
      "id": 82,
      "narrator": "Ibn Umar narrated:",
      "text": "Ebu Eysa dedi ki: Ali'nin hadisi hasen sahih bir hadistir, bu konuda dört Tabi'in arasında rivayetler vardır. Bu, bazı ilim ehli tarafından uygulanmaktadır. Şafiî dedi ki: \"Bu konuda en doğru olan budur.\" Bu hadis, ilk hadisi neshetmektedir: \"Cenaze (alayı) gördüğünüzde ayağa kalkın.\""
    },
    {
      "id": 83,
      "narrator": "Ja'far bin Muhammad narrated that:",
      "text": "Ahmet dedi ki: \"İsterse ayağa kalkar, isterse kalkmaz.\" Delili, Peygamber'in (ﷺ) ayağa kalktığı, sonra oturduğunun bildirilmiş olmasıdır ve bu, İshak bin İbrahim'in söylediğidir."
    },
    {
      "id": 84,
      "narrator": "Ibn Abbas narrated:",
      "text": "(Ebu Eysa dedi ki:) Ali'nin sözüne gelince: Peygamber (ﷺ) cenaze için ayağa kalktı ve sonra oturdu; demek istiyor ki, Peygamber (ﷺ) cenaze (alayı) gördüğünde ayağa kalkardı, sonra bunu yapmadı, yani cenaze (alayı) gördüğünde artık ayağa kalkmazdı."
    },
    {
      "id": 85,
      "narrator": "Abu Wa'il narrated:",
      "text": "İbn Abbas rivayet etti ki: Peygamber şöyle buyurdu: \"Lahd bizim içindir, çukur ise başkaları içindir.\""
    },
    {
      "id": 86,
      "narrator": "Abu Marthan Al-Ghanawi narrated that:",
      "text": "İbn Ömer rivayet etti: \"Peygamber, cenazeyi mezara koyduğunda\" dedi: Ve Ebu Halid (rivayet edenlerden biri) dedi ki: \"Cenazeyi Lahd'e koyduğunda\" - \"Bir kez şöyle dedi: 'Allah'ın adıyla, O'nun emriyle ve Allah'ın Resulü'nün milleti üzerine.' ve bir kez de şöyle dedi: 'Allah'ın adıyla, O'nun emriyle ve Allah'ın Resulü'nün sünneti üzerine.'\""
    },
    {
      "id": 87,
      "narrator": "(Another chain) from Abu Marthad Al-Ghanawi :",
      "text": "Cafer bin Muhammed rivayet etti ki: Babası şöyle dedi: \"Allah'ın Resulü'nün mezarında Lahd'i yapan Abu Talha'dır. Ve onun altına kadife örtüyü koyan, Allah'ın Resulü'nün azatlısı Şukran'dır.\""
    },
    {
      "id": 88,
      "narrator": "Jabir narrated:",
      "text": "İbn Abbas rivayet etti: \"Peygamber'in mezarına kırmızı kadife örtü konuldu.\""
    },
    {
      "id": 89,
      "narrator": "Ibn Abbas narrated:",
      "text": "Ebu Vail rivayet etti: \"Ali, Ebu'l-Hayyac el-Asadi'ye dedi ki: 'Seni, Peygamber'in bana gönderdiği şeyle gönderiyorum: \"Yükseltilmiş bir mezarı düzeltmeden bırakma, ne de olsa bir resmi silmeden bırakma.\"'"
    },
    {
      "id": 90,
      "narrator": "Sulaiman bin Buraidah narrated from his father that:",
      "text": "Ebu Marthan el-Ghanavi rivayet etti ki: Peygamber şöyle buyurdu: \"Mezarların üzerinde oturmayın ve onlara doğru namaz kılmayın.\""
    },
    {
      "id": 91,
      "narrator": "Abdullah bin Abi Mulaikah said:",
      "text": "Abdullah bin Abi Mulaikah dedi ki: \"Abdur-Rahman bin Abi Bakr Al-Hubşi'de vefat etti.\" Dedi ki: \"Onu orada gömülmek üzere Mekk'e götürdüler. Aişe oraya vardığında Abdur-Rahman bin Abi Bakr'ın mezarına gitti ve dedi ki: 'Biz, Jadhimah'ın iki içki arkadaşı gibi o kadar uzun süreydik ki, 'Asla ayrılmayacaklar' derlerdi. Ayrıldığımızda ise, ben ve Malik - birlikteliğin uzunluğundan dolayı - asla bir gece bile birlikte geçirmemişiz gibi oldu.\""
    },
    {
      "id": 92,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Şüphesiz ki Allah'ın Resulü, mezarları ziyaret eden kadınlara lanet etti.\""
    },
    {
      "id": 93,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"Peygamber gece bir mezara girdi, onun için bir meşale yakıldı. O, (cenazeyi) Kıble yönünden aldı ve dedi ki: 'Allah sana rahmet etsin, sen sık sık (Allah'ı) Kur'an okuyarak anıyordun.' Ve dedi ki: 'Allahu Ekber' dört kez.\""
    },
    {
      "id": 94,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Bir cenaze, Allah'ın Resulü'nün yanından geçti ve onun hakkında güzel sözler söylediler. Bunun üzerine Allah'ın Resulü dedi ki: 'Kabul edildi.' Sonra dedi ki: 'Siz yeryüzünde Allah'ın şahitlerisiniz.'\""
    },
    {
      "id": 95,
      "narrator": "Abu Al-Aswad Ad-Dill narrated:",
      "text": "Ebu El-Asvad Ad-Dill rivayet etti: \"Ben Medine'ye vardım ve Ömer bin Hattab ile otururken bir cenaze geçti, onun hakkında güzel sözler söylüyorlardı. Ömer dedi ki: 'Kabul edildi.' Ben Ömer'e dedim: 'Ne kabul edildi?' O dedi ki: 'Ben Allah'ın Resulü'nün dediği gibi dedim: \"Üzerinde üç kişinin şahitlik ettiği bir Müslüman yoktur ki, o cennete girmesin.\" Dedi ki: \"İki (şahit) de.\" Dedi ki: 'Biz Allah'ın Resulü'ne bir kişi hakkında sormadık.'\""
    },
    {
      "id": 96,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"Üç çocuğunu kaybeden herhangi bir Müslüman, ateşten etkilenmeyecek, yalnızca yeminini yerine getiren şey dışında.\""
    },
    {
      "id": 97,
      "narrator": "Abdullah bin Mas'ud narrated that:",
      "text": "Abdullah bin Mes'ud rivayet etti ki: Allah'ın Resulü dedi ki: \"Eğer üç çocuğu (ölümden) önce vefat eden biri varsa ve bunlar ergenlik çağına ulaşmadıysa, onlar onun için ateşe karşı iyi korunmuş bir kale olacak.\""
    },
    {
      "id": 98,
      "narrator": "Abdurabbih bin Bariq Al-Hanafi said:",
      "text": "Abdurabbih bin Bariq El-Hanefi dedi ki: \"Ben dedem, annemin babası Simak bin El-Valid El-Hanadi'den duyduğuma göre, o da İbn Abbas'tan duydu ki, o da Allah'ın Resulü'nün dediğini işitmiş: 'Benim ümmetimden iki öncüsü (ölümde) olan kimse, Allah onları cennete alacaktır.' Aişe ona dedi: 'Senin ümmetinden bir öncüsü olan kimse için ne olacak?' O (sav) dedi: 'Ve kimde bir öncü varsa, ey Muwaffaqqah!' O da dedi: 'Senin ümmetinden bir öncüsü olmayan kimse için ne olacak?' O dedi: 'Ben ümmetim için bir öncüyüm: benim gibi birinin kaybı için asla acı çekmeyeceksin.'\""
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"Şehitler beştir: Veba, mide hastalığı, boğulma, ezilme ve Allah yolunda şehit olan.\""
    },
    {
      "id": 100,
      "narrator": "Abu Ishaq As-Sabi'i said:",
      "text": "Ebu İshak Es-Sabi'i dedi ki: \"Süleyman bin Surad, Halid bin Urfutah'a - ya da Halid Süleyman'a dedi - 'Allah'ın Resulü'nün: \"Midesiyle öldürülen kimse, kabirde cezalandırılmayacaktır\" dediğini işittin mi?' Onlardan biri diğerine dedi: 'Evet.'\""
    },
    {
      "id": 101,
      "narrator": "Usamah bin Zaid narrated that:",
      "text": "Usame bin Zaid rivayet etti ki: Peygamber vebayı anarak dedi ki: \"Bu, İsrailoğulları'ndan bir grup üzerine gönderilmiş sürekli bir azap veya ceza. Eğer bir beldede meydana gelirse ve siz oradaysanız, orayı terk etmeyin. Eğer bir beldede meydana gelirse ve siz orada değilseniz, oraya girmeyin.\""
    },
    {
      "id": 102,
      "narrator": "Ubadah bin As-Samit narrated that:",
      "text": "Ubade bin Es-Samit rivayet etti ki: Peygamber dedi ki: \"Kim Allah ile buluşmayı severse, Allah da onunla buluşmayı sever. Kim Allah ile buluşmayı sevmezse, Allah da onunla buluşmayı sevmez.\""
    },
    {
      "id": 103,
      "narrator": "Sa'd bin Hisham narrated that:",
      "text": "Sa'd bin Hişam rivayet etti ki: Aişe, Allah'ın Resulü'nün dediğini anımsattı: \"Kim Allah ile buluşmayı severse, Allah da onunla buluşmayı sever. Kim Allah ile buluşmayı sevmezse, Allah da onunla buluşmayı sevmez.\" Aişe dedi: \"Ey Allah'ın Resulü! Hepimiz ölümü sevmiyoruz.\" O dedi: \"Öyle değil. Ama mümin, Allah'ın rahmetinin, rızasının ve cennetinin müjdesini aldığında, Allah ile buluşmayı sever ve Allah da onunla buluşmayı sever. Oysa kâfir, Allah'ın azabının ve gazabının haberini aldığında, Allah ile buluşmayı sevmez ve Allah da onunla buluşmayı sevmez.\""
    },
    {
      "id": 104,
      "narrator": "Jabir bin Samurah narrated:",
      "text": "Cabir bin Semurah rivayet etti: \"Bir adam intihar etti, bu yüzden Peygamber onun için namaz kılmadı.\""
    },
    {
      "id": 105,
      "narrator": "Abdullah bin Abi Qatadah narrated from his father that:",
      "text": "Abdullah bin Abi Katade, babasından rivayet etti ki: Peygamber'e bir (cenaze) adam getirildi, onun için namaz kılmak üzere. Peygamber dedi ki: \"Arkadaşınız için dua edin; çünkü onun üzerinde bir borç vardı.\" Ebu Katade dedi: \"O benim üzerime olsun.\" Bunun üzerine Allah'ın Resulü dedi ki: \"Ödenmesi mi?\" (O dedi: \"Ödenmesi.\") Böylece onun için namaz kıldı."
    },
    {
      "id": 106,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Ölü bir adam, üzerine bir borç olduğu halde Allah'ın Resulüne getirilirdi. O da derdi ki: 'Borçlarını ödeyecek bir şey bıraktı mı?' Eğer ona bir şey bıraktığı söylenirse, onun için (cenaze namazı) kılardı. Aksi takdirde Müslümanlara: 'Arkadaşınız için dua edin.' derdi. Sonra Allah ona zaferler verdiğinde, ayağa kalkar ve derdi ki: 'Müminler konusunda kendilerinden daha fazla hak sahibiyim. Kim müminlerden ölür ve borç bırakırsa, onu ben ödemekle yükümlüyüm. Kim de mal bırakırsa, o mal mirasçılarına aittir.'\""
    },
    {
      "id": 107,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Ölü gömüldüğünde - ya da o, sizden biri dedi - ona iki melek gelir, biri siyah ve mavi gözlüdür. Bunlardan biri Al-Munkar, diğeri An-Nakir olarak adlandırılır. Onlar derler ki: 'Bu adam hakkında ne diyordun?' O da ölümünden önce söylediği gibi der: 'O, Allah'ın kuludur ve O'nun Resulüdür. Ben şahitlik ederim ki, Allah'tan başka ibadet edilmeye layık olan yoktur ve Muhammed O'nun kuludur ve O'nun Resulüdür.' Onlar da derler ki: 'Bunu söyleyeceğini biliyorduk.' Sonra onun mezarı yetmişe yetmiş arşın genişletilir, ardından ona aydınlatılır. Sonra ona denir ki: 'Uyu.' O da der: 'Ailemle geri dönebilir miyim, onlara bildireyim?' Onlar derler: 'Yeni evlenmiş biri gibi uyu, onu sadece ailesinin en sevgilisi uyandırır.' Ta ki Allah onu uykusundan diriltinceye kadar.\" Eğer o bir münafık ise, der: 'İnsanların bir şey söylediğini duydum, ben de aynı şeyi söyledim; bilmiyorum.' Onlar da derler: 'Bunu söyleyeceğini biliyorduk.' Böylece toprağa denir: 'Onu sıkıştır.' O da etrafında sıkışır, kaburgalarını birbirine sıkar. Bu şekilde ceza almaya devam eder ta ki Allah onu uykusundan diriltinceye kadar.\""
    },
    {
      "id": 108,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Bir kişi öldüğünde, ona yeri gösterilir. Eğer o cennet ehli ise; cennet ehli arasındaki yeri gösterilir, eğer cehennem ehli ise; cehennem ehli arasındaki yeri gösterilir. Sonra ona denir: 'Bu, Kıyamet Günü Allah seni diriltinceye kadar yerin.'\""
    },
    {
      "id": 109,
      "narrator": "Abdullah narrated that:",
      "text": "Abdullah rivayet etti ki: Peygamber şöyle dedi: \"Bir kimse bir kimseyi bir sıkıntıda teselli ederse, ona da aynı sevap verilir.\""
    },
    {
      "id": 110,
      "narrator": "Abdullah bin Amr narrated that:",
      "text": "Abdullah bin Amr rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Cuma günü veya Cuma gecesinde hiçbir Müslüman ölmez ki, Allah onu mezar fitnelerinden korumasın.\""
    },
    {
      "id": 111,
      "narrator": "Ali bin Abi Talib narrated that:",
      "text": "Ali bin Ebu Talib rivayet etti ki: Allah'ın Resulü ona şöyle dedi: \"Ey Ali! Üç şeyin geciktirilmemesi gerekir: Vakti geldiğinde namaz, cenaze geldiğinde cenaze namazı ve (evlilik) uyumlu birisi bulunduğunda bekar kadın için.\""
    },
    {
      "id": 112,
      "narrator": "Abu Barzah narrated that :",
      "text": "Ebu Barzah rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Bir yaslı anneyi teselli eden kimse, cennette bir Burd ile giydirilir.\""
    },
    {
      "id": 113,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Allah'ın Resulü, ölü üzerine 'Allahu Ekber' dedi, ilk tekbirde ellerini kaldırdı ve sağ elini sol elinin üzerine koydu.\""
    },
    {
      "id": 114,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Müminin ruhu, borcu ödenene kadar askıya alınır.\""
    },
    {
      "id": 115,
      "narrator": "(Another chain) Abu Hurairah narrated that:",
      "text": "(Başka bir isnad) Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Müminin ruhu, borcu ödenene kadar askıya alınır.\""
    }
  ]
}