{
  "language": "tr",
  "metadata": {
    "length": 67,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Ayyub narrated that :",
      "text": "Ebu Eyyub rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Dört şey, Resullerin sünnetlerindendir: Hayat, atar kullanmak, siwak ve evlenmek.\""
    },
    {
      "id": 2,
      "narrator": "Abdullah bin Mas'ud narrated:",
      "text": "Abdullah bin Mes'ud rivayet etti: \"Biz, hiçbir şeyimiz olmayan gençler olarak Allah'ın Resulü ile birlikte gittik. O dedi ki: 'Ey gençler! Evlenmelisiniz, çünkü bu, bakışları alçaltmaya ve iffetleri korumaya yardımcı olur. İçinizden evlenmeye gücü yetmeyen, o zaman oruç tutsun; çünkü oruç, cinsel arzularını azaltır.'\""
    },
    {
      "id": 3,
      "narrator": "Qatadah narrated from Al-Hasan, from Samurah that:",
      "text": "Katade, Hasan'dan, Samura'dan rivayet etti ki: Peygamber, bekarlığı yasakladı."
    },
    {
      "id": 4,
      "narrator": "Sa'eed bin Al-Musayyab narrated from Sa'b bin Abi Waqqas:",
      "text": "Sa'id bin el-Musayyib, Sa'b bin Ebi Vakkas'tan rivayet etti: \"Allah'ın Resulü, Uthman bin Ma'zun'un (bekarlık hakkında sorduğunda) bunu reddetti ve eğer ona izin verseydi, biz kendimizi hadım ederdik.\""
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Dininden ve ahlakından hoşlandığınız biri, sizden birine talip olursa, ona evlenin. Eğer bunu yapmazsanız, yeryüzünde fitne ve bolca fesat olacaktır.\""
    },
    {
      "id": 6,
      "narrator": "Abu Hatim Al-Muzani narrated that:",
      "text": "Ebu Hatim el-Müzani rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Dininden ve ahlakından hoşlandığınız biri size geldiğinde, onu evlendirin. Eğer bunu yapmazsanız, yeryüzünde fitne ve fesat olacaktır. Eğer bunu yapmazsanız, yeryüzünde fitne ve fesat olacaktır.\" Onlar dediler: \"Ey Allah'ın Resulü! Eğer onunla ilgili bir şey varsa?\" O dedi: \"Dininden ve ahlakından hoşlandığınız biri size geldiğinde, onu evlendirin.\" (Ve bunu üç kez söyledi.)"
    },
    {
      "id": 7,
      "narrator": "Jabir narrated that:",
      "text": "Cabir rivayet etti ki: Peygamber şöyle dedi: \"Kadın, dini, malı ve güzelliği için evlenir; o halde dini olanı seçin, elleriniz topraklı olsun.\""
    },
    {
      "id": 8,
      "narrator": "Bakr bin Abdullah Al-Muzani narrated that :",
      "text": "Bakr bin Abdullah el-Müzani rivayet etti ki: El-Mughirah bin Şu'bah bir kadına talip oldu, o zaman Peygamber şöyle dedi: \"Ona bak, çünkü bu, aranızdaki işleri daha iyi hale getirme ihtimalini artırır.\""
    },
    {
      "id": 9,
      "narrator": "Abu Al-Balj narrated from Muhammad bin Hatib Al-Jumahi who said that:",
      "text": "Ebu'l-Belc, Muhammed bin Hatib el-Cumahi'den rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Helal ile haram arasındaki ayrım, davul ve sestir.\""
    },
    {
      "id": 10,
      "narrator": "Aishah narrated that:",
      "text": "Aişe rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Bu evliliği ilan edin, camide yapın ve bunun için davul çalın.\""
    },
    {
      "id": 11,
      "narrator": "Ar-Rubai bint Muawwidh said:",
      "text": "Ar-Rubai bint Muavvid dedi ki: \"Evliliğimin consummation'ından sonraki sabah, Peygamber geldi ve benim yatağımda, sizlerin oturduğu kadar uzakta oturdu, ve küçük kızlarımız davul çalmaya ve Badr savaşında öldürülen babam için ağıtlar okumaya başladılar. İçlerinden biri dedi: 'Aramızda, yarın ne olacağını bilen bir Peygamber var.' Bunun üzerine Peygamber dedi: 'Bunu söylemeyi bırakın ve daha önce söylediklerinizi söylemeye devam edin.'\""
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Yeni evlenenler için dua ederken, Peygamber şöyle derdi: (Barak Allahu laka wa baraka alaik, wa jama'a bainakuma fi khair.) \"Allah sizi mübarek kılsın ve üzerinize bereket indirsin, aranızda hayır getirsin.\""
    },
    {
      "id": 13,
      "narrator": "Ibn Abbas narrated that:",
      "text": "İbn Abbas rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Eğer sizden biri, eşine cinsel ilişki sırasında: (Bismillah, Allahumma jannibnash-Shaitana wa jannibish-Shaitana ma razaqtana) 'Allah'ın adıyla, Allah'ım! Beni Şeytandan koru ve bize verdiğin şeylerden Şeytanı uzak tut' derse - o zaman Allah, onlara bir çocuk vermeyi takdir ederse, Şeytan ona zarar veremez.\""
    },
    {
      "id": 14,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Allah'ın Resulü, beni Şevval ayında evlendirdi ve Şevval ayında benimle birlikte yaşamaya başladı.\""
    },
    {
      "id": 15,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: Allah'ın Resulü, Abdurrahman bin Avf'tan safran izleri gördü, o da dedi: 'Bu nedir?' O da: 'Bir kadını, bir hurma çekirdeği kadar altın karşılığında evlendirdim.' O da: 'Allah seni mübarek kılsın. Bir şölen yap, hatta sadece bir koyunla bile.'\""
    },
    {
      "id": 16,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Peygamber, Safiyye bint Huyayy için bir ziyafet düzenledi, yanında sawiq ve hurma vardı.\""
    },
    {
      "id": 17,
      "narrator": "(Another chain similar to the narration as no. 1095) :",
      "text": "(1095 numaralı rivayete benzer başka bir isnad): Diğerleri bu Hadisi İbn Uyeyne'den, Zühri'den, Enes'ten rivayet ettiler ve \"Vail'den, oğlu Nauf'tan\" kısmını zikretmediler."
    },
    {
      "id": 18,
      "narrator": "Ibn Mas'ud narrated that :",
      "text": "İbn Mes'ud rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Birinci gün yemek vermek vaciptir, ikinci gün yemek vermek sünnettir, üçüncü gün yemek vermek ise duyulması gereken bir şeydir. Kim duyulmak isterse, Allah onu duyurur.\""
    },
    {
      "id": 19,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Sana davet edildiğinde daveti kabul et.\""
    },
    {
      "id": 20,
      "narrator": "Abu Mas'ud narrated:",
      "text": "Ebu Mes'ud rivayet etti: \"Abu Şu'aib adında bir adam, kasap olan bir kölesine geldi ve dedi ki: 'Bana beş kişiye yetecek kadar yemek hazırla, çünkü Allah'ın Resulü'nün yüzünde açlık gördüm.' Bunun üzerine o yemek hazırladı. Sonra Peygamber'e, onu ve yanında oturanları davet eden bir mesaj gönderdi. Peygamber kalktığında, davet edildiğimizde bizimle olmayan bir adam onu takip etti. Allah'ın Resulü kapıya geldiğinde ev sahibine şöyle dedi: 'Davet edildiğimizde bizimle olmayan bir adam bizi takip etti, eğer izin verirseniz içeri girebilir.' O da: 'İzin verdik, içeri girebilir.' dedi.\""
    },
    {
      "id": 21,
      "narrator": "Jabir bin Abdullah narrated:",
      "text": "Cabir bin Abdullah rivayet etti: \"Bir kadınla evlendim ve Peygamber'e gittim, o da: 'Ey Cabir! Evlenmiş misin?' dedi. Ben de: 'Evet.' dedim. O: 'Bakire mi, dul mu?' dedi. Ben: 'Dul.' dedim. O: 'Neden genç bir kızla evlenmedin, onunla oynayıp o da seninle oynasın?' dedi. Ben: 'Ey Allah'ın Resulü! Abdullah (babası) vefat etti ve geride yedi - ya da dokuz - kız bıraktı, bu yüzden onlara bakacak birini getirdim.' (O da:) 'Bunun için benim için dua etti.'\""
    },
    {
      "id": 22,
      "narrator": "Abu Musa narrated that :",
      "text": "Ebu Musa rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Veli olmadan evlilik yoktur.\""
    },
    {
      "id": 23,
      "narrator": "Aishah narrated that:",
      "text": "Aişe rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Velisinin izni olmadan evlenen kadınların evliliği geçersizdir, evliliği geçersizdir, evliliği geçersizdir. Eğer onunla birlikte olursa, o zaman mehir, onun özel bölgesinden faydalandığına karşılık olarak ona aittir. Eğer aralarında anlaşmazlık olursa, velisi olmayan için sultan velidir.\""
    },
    {
      "id": 24,
      "narrator": "Ibn Abbas narrated that :",
      "text": "İbn Abbas rivayet etti ki: Peygamber şöyle dedi: \"Zina edenler, kendilerini delilsiz evlendirenlerdir.\""
    },
    {
      "id": 25,
      "narrator": "(Another chain) from Sa'eed bin Abi Arubah, with similar (narration), :",
      "text": "(Başka bir isnad) Sa'id bin Ebi Arubah'tan, benzer (rivayet): Ve bunu merfu olarak rivayet etmedi, bu daha doğrudur."
    },
    {
      "id": 26,
      "narrator": "Abdullah bin Mas'ud narrated:",
      "text": "Abdullah bin Mes'ud rivayet etti: \"Allah'ın Resulü bize Salat için Tashahhud ve Al-Hac için Tashahhud'u öğretti.\" Dedi ki: \"Salat için Tashahhud şudur: (At-Tahiyyatulilah, was-walawtu wat-tayyibatu. As-Salamu alaika ayyuhan-Nabiyyu wa rahmatullilahi wa barakatuhu, As-Salamu alina wa ala ibadillahis-salihin. Ashahadu an la ilaha illallah, wa ashhadu anna Muhammadan abduha wa Raduluh.) 'Tüm selamlar, dualar ve temiz sözler Allah'a aittir. Ey Peygamber, üzerine selam olsun, Allah'ın rahmeti ve bereketi senin üzerine olsun. Bizim üzerimize ve Allah'ın salih kullarına selam olsun. Ben şahitlik ederim ki, Allah'tan başka ilah yoktur. Ve şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir.' Ve Al-Hac için Tashahhud şudur: 'Şüphesiz, tüm hamd Allah'a aittir, O'ndan yardım dileriz, O'ndan bağışlanma dileriz ve nefislerimizin şerrinden ve amellerimizin kötülüğünden Allah'a sığınırız. (İnnal-Hamdlillahi nasta'inuhu, wa nastaghfirhu, wa na'udhu billahi min sharuri anfusina, wa sayy'ita a'malina, man yahdihi, sala mudilla lahu, wa manyudlil, fala Hadiya lahu, wa ashadu an la ilaha illallah wa ashadu anna Muhammadan abduhu wa Rasuluh) 'Kimi Allah hidayet ederse, onu saptıracak yoktur; kimi de saptırırsa, ona da hidayet edecek yoktur. Ben şahitlik ederim ki, Allah'tan başka ilah yoktur ve şahitlik ederim ki, Muhammed O'nun kulu ve elçisidir.'\""
    },
    {
      "id": 27,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Dedi ki: \"Ve üç Ayet okudu.\""
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Tashahhud içermeyen her hutbe, kesik bir el gibidir.\""
    },
    {
      "id": 29,
      "narrator": "Ibn Abbas narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Peygamber şöyle dedi: \"Dul bir kadın, danışılmadan evlendirilmemelidir; bakire bir kadın ise izni alınmadan evlendirilmemelidir ve susması onun iznidir.\""
    },
    {
      "id": 30,
      "narrator": "Abu Hurairah narrated that:",
      "text": "İbn Abbas rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Dul, kendisi üzerinde velisinden daha fazla hakka sahiptir; bakire ise kendisi için izin vermelidir ve susması onun iznidir.\""
    },
    {
      "id": 31,
      "narrator": "Samurah bin Jundab narrated that:",
      "text": "Samurah bin Cundab rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Herhangi bir kadın iki velisi tarafından evlendirilirse, durumu ilk velisine göredir; ve bir şeyini iki erkeğe satan kimse, o şeyin ilk alıcısına aittir.\""
    },
    {
      "id": 32,
      "narrator": "Jabir bin Abdullah narrated that:",
      "text": "Cabir bin Abdullah rivayet etti ki: Peygamber şöyle dedi: \"Herhangi bir köle, sahibinin izni olmadan evlenirse, o bir fahişedir.\""
    },
    {
      "id": 33,
      "narrator": "(Another chain) Jabir bin Abdullah narrated that:",
      "text": "(Başka bir isnad) Cabir bin Abdullah rivayet etti ki: Abdullah, Peygamber'in şöyle dediğini aktardı: \"Herhangi bir köle, sahibinin izni olmadan evlenirse, o bir fahişedir.\""
    },
    {
      "id": 34,
      "narrator": "Abdullah bin Amr bin Rabi'ah narrated from his father:",
      "text": "Abdullah bin Amr bin Rabi'ah, babasından rivayet etti: \"Banu Fazarah'dan bir kadın, (mehir olarak) iki terlik karşılığında evlendirildi. Bunun üzerine Allah'ın Resulü ona şöyle dedi: 'Kendini ve malını iki terlik karşılığında takas etmeyi kabul ediyor musun?' O da: 'Evet.' dedi.\" Resulullah: \"Bunu caiz kıldı.\""
    },
    {
      "id": 35,
      "narrator": "Sahl bin Sa'd As-Sa'idi narrated that:",
      "text": "Sahl bin Sa'd es-Sa'idi rivayet etti ki: Bir kadın Allah'ın Resulü'ne geldi ve: \"Kendimi sana (evlilik için) sunuyorum.\" dedi. Uzun bir süre orada durdu. Sonra bir adam: \"Ey Allah'ın Resulü! Eğer ona ihtiyacın yoksa, onu bana evlendir.\" dedi. Resulullah: \"Ona verecek bir şeyin var mı?\" dedi. Adam: \"Bundan başka bir şeyim yok.\" dedi. Resulullah: \"Eğer ona izarını verirsen, o zaman senin izarın kalmayacak, o yüzden bir şey ara.\" dedi. Adam: \"Hiçbir şey bulamadım.\" dedi. Resulullah: \"Bir şey ara, hatta sadece bir demir halka bile olsa.\" dedi. Adam: \"Araştırdım ama hiçbir şey bulamadım.\" dedi. Resulullah: \"Kur'an'dan ezberlediğin bir şey var mı?\" dedi. Adam: \"Evet. Bu sure ve o sure.\" dedi ve sureleri saydı. Resulullah: \"Seni, ezberlediğin Kur'an ile ona evlendiriyorum.\" dedi."
    },
    {
      "id": 36,
      "narrator": "Abu Al-Ajfa (As-Salami) said:",
      "text": "Ebu'l-Ajfa (es-Salimi) dedi ki: \"Ömer bin Hattab şöyle dedi: 'Kadınların mehirlerinde aşırıya kaçmayın. Eğer bu dünyada şerefli veya Allah katında takva olsaydı, Allah'ın Resulü sizlerden önce bunu yapardı. Allah'ın Resulü'nün kadınlarından herhangi birini evlendirdiğini veya kızlarından herhangi birini evlendirdiğini, on iki ukiyeden daha fazla bir mehir ile yaptığını bilmiyorum.'\""
    },
    {
      "id": 37,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Allah'ın Resulü Safiyye'yi azat etti ve onun azat edilmesini mehir yaptı.\""
    },
    {
      "id": 38,
      "narrator": "Abu Burdah bin Abi Musa narrated from his father that the Messenger of Allah said:",
      "text": "Ebu Burda bin Ebu Musa, babasından rivayet etti ki Allah'ın Resulü şöyle dedi: \"Üç kişi iki kat ödül alacak: Allah'ın haklarını ve sahiplerinin haklarını yerine getiren bir köle, o iki kat ödül alacak. Güzel bir cariyesi olan bir adam, ona güzel ahlakı öğretir, sonra onu azat eder, ardından Allah'ın rızasını gözeterek onunla evlenirse; o da iki kat ödül alacak. Önceki bir Kitaba inanan bir adam, ona başka bir Kitap geldiğinde ona inanırsa; o da iki kat ödül alacak.\""
    },
    {
      "id": 39,
      "narrator": "Amr bin Shu'aib narrated from his father, from his grandfather that:",
      "text": "Amr bin Şu'aib, babasından, dedesinden rivayet etti ki: Peygamber şöyle dedi: \"Herhangi bir adam bir kadınla evlenip ona girdiğinde, onun kızıyla evlenmesi helal değildir. Eğer ona girmediyse, o zaman onun kızıyla evlenebilir. Ve herhangi bir adam bir kadınla evlenip ona girdiğinde veya girmediğinde, onun annesiyle evlenmesi helal değildir.\""
    },
    {
      "id": 40,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Rifa'ah el-Kurzi'nin eşi, Allah'ın Resulü'ne geldi ve: 'Rifa'ah ile birlikteydim ve o beni kesin olarak boşadı. Sonra Abdurrahman bin Az-Zubair ile evlendim, ama o sadece bir giysi kenarı kadar.' dedi. Bunun üzerine Resulullah: 'Belki Rifa'ah'a dönmemi istiyorsun? Hayır, onun tatlılığını tadıncaya kadar, o da senin tatlılığını tadıncaya kadar değil.' dedi.\""
    },
    {
      "id": 41,
      "narrator": "Jabir bin Abdullah and Ali narrated:",
      "text": "Cabir bin Abdullah ve Ali rivayet etti: \"Allah'ın Resulü, Muhill'e ve Muhallal için yapılan kişiye lanet etti.\""
    },
    {
      "id": 42,
      "narrator": "Abdullah bin Mas'ud narrated:",
      "text": "Abdullah bin Mes'ud rivayet etti: \"Allah'ın Resulü, Muhill'e ve Muhallal için yapılan kişiye lanet etti.\""
    },
    {
      "id": 43,
      "narrator": "Ali bin Abi Talib narrated:",
      "text": "Ali bin Ebu Talib rivayet etti: \"Peygamber, kadınlarla mut'a evliliğini ve evcil eşek etini Khaibar (seferinde) yasakladı.\""
    },
    {
      "id": 44,
      "narrator": "Muhammad bin Ka'b narrated that:",
      "text": "Muhammed bin Ka'b rivayet etti ki: İbn Abbas şöyle dedi: \"Mut'a, sadece İslam'ın başlarında vardı. Bir adam, tanımadığı bir yere geldiğinde, orada kalacağı süre boyunca bir kadınla evlenirdi. Bu nedenle onun mut'ası geçerliydi ve durumu iyiydi ta ki şu ayet inene kadar: 'Ancak eşleri veya sağ ellerinin sahip olduğu (cariyeleri) dışında.' O zaman diğer tüm özel bölgeler haram oldu.\""
    },
    {
      "id": 45,
      "narrator": "Imran bin Husain narrated that :",
      "text": "İmran bin Hüsayn rivayet etti ki: Peygamber şöyle dedi: \"İslam'da ne jalab, ne janab, ne de şighar vardır. Ve herhangi bir malı zorla alan kimse, bizden değildir.\""
    },
    {
      "id": 46,
      "narrator": "Ibn Umar narrated:",
      "text": "İbn Ömer rivayet etti: \"Peygamber, Şighar'ı yasakladı.\""
    },
    {
      "id": 47,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"Peygamber, bir kadının babasının halası veya annesinin halası ile evlenmesini yasakladı.\""
    },
    {
      "id": 48,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Allah'ın Elçisi, bir kadının babasının halası ile, babasının halasının kardeşinin kızı ile, bir kadının annesinin halası ile, annesinin halasının kız kardeşinin kızı ile evlenmesini yasakladı; küçük olanın büyük olanla, büyük olanın da küçük olanla evlenmesini yasakladı.\""
    },
    {
      "id": 49,
      "narrator": "Uqbah bin Amir Al-Juhani narrated that:",
      "text": "Ukbe bin Amir el-Cuheni rivayet etti: \"Allah'ın Elçisi şöyle dedi: 'Gerçekten, en çok yerine getirilmesi gereken şartlar, aranızda cinsel ilişkiyi helal kılanlardır.'\""
    },
    {
      "id": 50,
      "narrator": "Ibn Umar narrated:",
      "text": "İbn Ömer rivayet etti: \"Ghilân bin Selâme et-Tehâfî İslam'ı kabul etti ve cahiliye döneminde on eşi vardı; o da İslam'ı kabul etti. Bunun üzerine Peygamber ona dört eş seçmesini emretti.\""
    },
    {
      "id": 51,
      "narrator": "Abu Wahb Al-Jaishani narrated that:",
      "text": "Ebu Vahb el-Ceyşânî rivayet etti: \"İbn Fairuz ed-Dailamî'nin babasından duyduğuna göre: 'Peygamber'e gittim ve dedim ki: 'Ey Allah'ın Elçisi! İslam'ı kabul ettim ve iki kız kardeşim (eş olarak) var.' Bunun üzerine Allah'ın Elçisi şöyle dedi: 'İstediğini seç.'\""
    },
    {
      "id": 52,
      "narrator": "[Abu Wahb Al-Jaishani narrated from Ad-Dhahhak bin Fairuz Ad-Dailami from his father:",
      "text": "[Ebu Vahb el-Ceyşânî, İbn Fairuz ed-Dailamî'den babasından rivayet etti: \"Dedim ki: 'Ey Allah'ın Elçisi! İslam'ı kabul ettim ve iki kız kardeşim (eş olarak) var.' Bunun üzerine Allah'ın Elçisi şöyle dedi: 'İstediğini seç.'\"]"
    },
    {
      "id": 53,
      "narrator": "Ruwaifi bin Thabit narrated that :",
      "text": "Ruveyfi bin Thabit rivayet etti: \"Peygamber şöyle dedi: 'Kim Allah'a ve Ahiret Günü'ne inanıyorsa, başkasının çocuğuna su vermemelidir.'\""
    },
    {
      "id": 54,
      "narrator": "Abu Sa'eed Al-Khudri narrated:",
      "text": "Ebu Sa'id el-Hudrî rivayet etti: \"Awtas günü bazı esirler aldık ve onların arasında kocaları vardı. Bunu Allah'ın Elçisi'ne ilettiler, bunun üzerine şu ayet indirildi: 'Ve evli kadınlar, sağ ellerinizin sahip olduğu hariç.'\""
    },
    {
      "id": 55,
      "narrator": "Abu Mas'ud Al-Ansari narrated:",
      "text": "Ebu Mes'ud el-Ensârî rivayet etti: \"Allah'ın Elçisi, bir köpeğin fiyatını, bir zinakârın mehirini ve falcıya yapılan ödemeyi yasakladı.\""
    },
    {
      "id": 56,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti: \"Allah'ın Elçisi şöyle dedi: 'Bir adam, kardeşinin satışını geçemez, kardeşinin teklif ettiği kişiye de teklif edemez.'\""
    },
    {
      "id": 57,
      "narrator": "Abu Bakr bin Al-Jahm narrated:",
      "text": "Ebu Bekir bin el-Cahm rivayet etti: \"Ebu Salamah bin Abdurrahman ile birlikte Fatıma bint Kays'ı ziyaret ettik. O bize kocasının onu üç kez boşadığını ve ona ne bir yer ne de bir mal bıraktığını anlattı. Şöyle dedi: 'O, amcasının oğlu ile bana on akfiz bıraktı: beşi arpa, beşi buğdaydı.' Dedi ki: 'Ben Allah'ın Elçisi'ne gittim ve bunu ona ilettim.' Dedi ki: 'O, 'Doğru söylüyor' dedi.\" (Dedi ki:) 'O, bana İddetimi Ümmü Şarik'in evinde tamamlamamı emretti. Ama sonra Allah'ın Elçisi bana şöyle dedi: 'Ümmü Şarik'in evi muhacirler tarafından ziyaret ediliyor, bu yüzden İddetini İbn Ümmü Mektum'un evinde geçir, orada elbiseni çıkarabilirsin ve seni görmeyecek. İddetin tamamlandığında ve birisi sana teklif ettiğinde, bana gel.' 'İddetim tamamlandığında, Ebu Cehm ve Muaviye bana teklif etti.' Dedi ki: 'Ben Allah'ın Elçisi'ne gittim ve bunu ona ilettim, o da şöyle dedi: 'Muaviye, malı olmayan bir adamdır, Ebu Cehm ise kadınlara karşı sert bir adamdır.' Dedi ki: 'Sonra Usame bin Zeyd bana teklif etti ve benimle evlendi. Allah, beni Usame ile mübarek kıldı.'\""
    },
    {
      "id": 58,
      "narrator": "Jabir narrated:",
      "text": "Cabir rivayet etti: \"Dedik ki: 'Ey Allah'ın Elçisi! Biz Azl uyguluyoruz, ama Yahudiler bunun küçük çocuk öldürme olduğunu iddia ediyor.' Bunun üzerine o şöyle dedi: 'Yahudiler yalan söylüyor. Allah bir şeyi yaratmak istediğinde, onu engelleyecek hiçbir şey yoktur.'\""
    },
    {
      "id": 59,
      "narrator": "Jabir bin Abdullah narrated:",
      "text": "Cabir bin Abdullah rivayet etti: \"Kur'an indirilirken biz Azl uyguluyorduk.\""
    },
    {
      "id": 60,
      "narrator": "Abu Sa'eed narrated:",
      "text": "Ebu Sa'id rivayet etti: \"Azl, Allah'ın Elçisi'nin önünde zikredildi ve o şöyle dedi: 'Sizden biri neden bunu yapsın?'\""
    },
    {
      "id": 61,
      "narrator": "Abu Qilabah narrated from Anas bin Malik, :",
      "text": "Ebu Kılabe, Enes bin Malik'ten rivayet etmiştir: \"Eğer istersem 'Allah'ın Resulü şöyle dedi' diyebilirim\" dedi, \"Ancak o şöyle dedi: Bir adam, bir bakire ile evlendiğinde, eğer zaten bir eşi varsa, onunla yedi (gece) kalması sünnettir. Ve eğer bir dul ile evlendiğinde, eğer zaten bir eşi varsa, onunla üç (gece) kalması sünnettir.\""
    },
    {
      "id": 62,
      "narrator": "Aishah narrated that:",
      "text": "Aişe, Peygamber'in eşleri arasında zamanını eşit olarak paylaştığını ve şöyle dediğini rivayet etmiştir: \"Ya Rabbi! Bu, benim kontrolümde olan şeyler üzerindeki taksimimdir, o yüzden benim kontrolümde olmayan şeyler için beni cezalandırma.\""
    },
    {
      "id": 63,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle dediğini rivayet etmiştir: \"Bir adamın iki eşi varsa ve onlara adaletle muamele etmiyorsa, Kıyamet Günü bir tarafı sarkmış olarak gelir.\""
    },
    {
      "id": 64,
      "narrator": "Amr bin Shu'aib narrated from his father, from his grandfather:",
      "text": "Amr bin Şu'ayb, babasından, o da dedesinden rivayet etmiştir: \"Allah'ın Resulü, kızı Zeyneb'i Ebu'l-As bin Rabi'ye yeni bir mehir ve yeni bir düğün ile geri verdi.\""
    },
    {
      "id": 65,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etmiştir: \"Peygamber, kızı Zeyneb'i ilk evliliğinde altı yıl sonra Ebu'l-As bin Rabi'ye geri verdi, ancak evliliği yenilemedi.\""
    },
    {
      "id": 66,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etmiştir: \"Bir adam, Peygamber döneminde Müslüman oldu, sonra eşi de Müslüman oldu, bu yüzden o şöyle dedi: 'Ey Allah'ın Resulü! O benimle birlikte İslam'ı kabul etti, onu bana geri ver.' Bunun üzerine Peygamber onu ona geri verdi.\""
    },
    {
      "id": 67,
      "narrator": "Alqamah narrated that :",
      "text": "Alqamah, İbn Mes'ud'a, bir adamın bir kadınla evlendiğini ve onun için mehir şartı koymadığını, ve o adamın vefat etmeden önce ona girmediğini sordu. İbn Mes'ud şöyle dedi: \"O kadın, diğer kadınlar gibi, ne daha az ne de daha fazla mehir alır, iddet beklemesi gerekir ve miras hakkı vardır.\" Bunun üzerine Ma'qil bin Sinan el-Eşca'i ayağa kalktı ve şöyle dedi: \"Allah'ın Resulü, senin verdiğin hükümle aynı şekilde, bizim kadınlarımızdan Birva bint Vaşık hakkında hüküm vermiştir.\" İbn Mes'ud bundan memnun oldu."
    }
  ]
}