{
  "language": "tr",
  "metadata": {
    "length": 29,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ali (bin Abi Talib) narrated that The Messenger of Allah said:",
      "text": "Ali (bin Ebi Talib) rivayet etti ki, Allah'ın Resulü şöyle dedi: “Şüphesiz Allah, süt emme yoluyla haram kıldığı şeyleri, soy yoluyla da haram kılmıştır.”"
    },
    {
      "id": 2,
      "narrator": "Aishah narrated that the Messenger of Allah said:",
      "text": "Aişe rivayet etti ki, Allah'ın Resulü şöyle dedi: “Şüphesiz Allah, süt emme yoluyla haram kıldığı şeyleri, doğum yoluyla da haram kılmıştır.”"
    },
    {
      "id": 3,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: “Süt emme yoluyla amcam geldi ve (girmesi için) izin istedi ama ben onu, Allah'ın Resulü'ne sormadan içeri almadım. Bunun üzerine Allah'ın Resulü şöyle dedi: ‘Onu içeri al, çünkü o senin amcandır.’” Aişe dedi ki: “O sadece beni emziren kadındır; o adam beni emzirmedi.” Bunun üzerine o şöyle dedi: “Şüphesiz o senin amcandır, o yüzden onu içeri al.”"
    },
    {
      "id": 4,
      "narrator": "Amr bin Ash-Shariq narrated that Ibn Abbas was asked about the case in which a man had two slave girls, one of them suckled a girl and the other suckled a boy, is it lawful for the boy to marry the girl? She said:",
      "text": "Amr bin Ash-Shariq rivayet etti ki, İbn Abbas'a bir adamın iki cariyesi olduğu, bunlardan birinin bir kızı emzirdiği, diğerinin ise bir erkeği emzirdiği soruldu. Kızın erkeği alması caiz midir? O şöyle dedi: “Hayır, meni aynıdır.”"
    },
    {
      "id": 5,
      "narrator": "Abdullah bin Az-Zubair narrated from Aishah from the Prophet who said:",
      "text": "Abdullah bin Az-Zubair, Aişe'den, Peygamber'in şöyle dediğini rivayet etti: “Bir yudum veya iki yudum haram kılmaz.”"
    },
    {
      "id": 6,
      "narrator": "Abdullah bin Abi Mulaikah narrated:",
      "text": "Abdullah bin Ebi Mulaikah rivayet etti: “Ubaid bin Ebi Meryem, bana Ukbe bin Harith'ten rivayet etti.” O (Abdullah bin Ebi Mulaikah) dedi ki: “Ben bunu Ukbe bin Harith'ten duydum ama bana göre Ubaid'in rivayeti daha iyi korunmuştur; o şöyle dedi: (Ukbe bin Harith rivayet etti:) ‘Ben bir kadınla evlendim, sonra yanımıza bir siyah kadın geldi ve dedi ki: ‘Ben ikinizi emzirdim.’ Ben de Peygamber'e gittim ve dedim: ‘Ben falan filan ile evlendim, sonra yanımıza bir siyah kadın geldi ve dedi ki: “Ben ikinizi emzirdim” ama o yalancıdır.’” O şöyle dedi: “Sonra o (s.a.v) benden yüzünü çevirdi.” O dedi ki: “Ben de ona dönmek için etrafımdan dolaştım (ve o (s.a.v) benden yüzünü çevirdi) ben de dedim: ‘O yalancıdır.’ O şöyle dedi: ‘O seni emzirdiğini iddia ederken onunla nasıl kalabilirsin? Onu bırak.’”"
    },
    {
      "id": 7,
      "narrator": "Umm Salamah narrated that The Messenger of Allah said:",
      "text": "Ümmü Seleme rivayet etti ki, Allah'ın Resulü şöyle dedi: “Süt emme yoluyla haram kılınan şeyler, sadece emzirme sırasında bağırsaklara giren şeylerdir, sütten kesilmeden önce.”"
    },
    {
      "id": 8,
      "narrator": "Hajjaj bin Hajjaj Al-Aslami narrated that\nHis father asked the Prophet:",
      "text": "Haccac bin Haccac El-Eslemî rivayet etti ki, babası Peygamber'e sordu: “Ey Allah'ın Resulü! Süt akrabalığı sorumluluğunu benden ne kaldırır?” O da şöyle dedi: “Bir Ghurrah: bir erkek köle veya bir dişi köle.”"
    },
    {
      "id": 9,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: “Barfah'ın kocası bir köleydi, bu yüzden Allah'ın Resulü ona seçim hakkı tanıdı ve o kendisini seçti, eğer o özgür bir adam olsaydı, seçme hakkı olmazdı.”"
    },
    {
      "id": 10,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: “Barfah'ın kocası özgür bir adamdı, bu yüzden Allah'ın Resulü ona seçim hakkı tanıdı.”"
    },
    {
      "id": 11,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: “Barfah'ın kocası Banu El-Mughirah'a ait bir siyah köleydi. Barirah'ın özgürleştiği gün. Vallahi! Onu Medine sokaklarında onun arkasında görebiliyorum. Gerçekten, onunla birlikte kalması için onu seçmesi için gözyaşları sakalından süzülüyordu ama o bunu yapmadı.”"
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah narrated that The Messenger of Allah said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Resulü şöyle dedi: “Çocuk yatak içindir, zina edenin ise taş vardır.”"
    },
    {
      "id": 13,
      "narrator": "Jabir (bin Abdullah) narrated:",
      "text": "Cabir (bin Abdullah) rivayet etti: “Peygamber bir kadını gördü, sonra Zeynep'e gidip ihtiyacını karşıladı ve ayrıldı. Dedi ki: ‘Şüphesiz, kadın girdiğinde Şeytan suretinde girer. Sizden biri bir kadını gördüğünde ona hayran kalırsa, o zaman karısına gitsin, çünkü onunla (karısıyla) onunla olan aynıdır.’”"
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah narrated that The Prophet said:",
      "text": "Ebu Hureyre rivayet etti ki, Peygamber şöyle dedi: “Eğer birine secde etmesini emredecek olsaydım, karısına kocasına secde etmesini emrederdim.”"
    },
    {
      "id": 15,
      "narrator": "Talq bin Ali narrated that The Messenger of Allah said:",
      "text": "Talq bin Ali rivayet etti ki, Allah'ın Resulü şöyle dedi: “Bir adam karısını ihtiyacını karşılaması için çağırdığında, o gelsin, hatta o ocaktaysa bile.”"
    },
    {
      "id": 16,
      "narrator": "Umm Salamah narrated that The Messenger of Allah said:",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Kocası kendisinden razı olarak ölen kadın, cennete girer.”"
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah narrated that The Messenger of Allah said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “İman bakımından en mükemmel mümin, en iyi ahlaka sahip olanıdır. Sizin en hayırlınız, kadınlarınıza en iyi davrananınızdır.”"
    },
    {
      "id": 18,
      "narrator": "Sulaiman bin Amr bin Al-Ahwas said:",
      "text": "Süleyman bin Amr bin el-Ahvas şöyle dedi: “Babam, Allah'ın Elçisi ile veda Haccı'na katıldığını bana nakletti. Sonra Allah'a şükretti ve O'nu övdü, hatırlattı ve nasihat etti. Rivayetinde bir hikaye anlattı ve (Peygamber) şöyle dedi: “Kadınlara iyi davranmanızı emrediyorum, çünkü onlar sizinle birlikte esir gibidirler ve onlara karşı elinizdeki güç, ancak açık bir fuhuş (kötü davranış) ile sınırlıdır. Eğer bunu yaparlarsa, o zaman yataklarını terk edin ve onlara zarar vermeyecek şekilde vurun. Eğer size itaat ederlerse, onlara karşı bir sebebiniz yoktur. Şüphesiz, kadınlarınız üzerinde haklarınız vardır ve kadınlarınızın da sizler üzerinde hakları vardır. Kadınlarınız üzerindeki haklarınız, onların sizin yataklarınıza (eşyalarınıza) istemediğiniz birini sokmamaları ve istemediğiniz birini evinize almamalarıdır. Onların sizler üzerindeki hakları ise, onlara iyi giydirmeniz ve iyi beslemenizdir.”"
    },
    {
      "id": 19,
      "narrator": "Ali bin Talq narrated that A Bedouin came to the Prophet and said:",
      "text": "Ali bin Talq, bir bedevinin Peygamber'e geldiğini ve şöyle dediğini nakletti: “Ey Allah'ın Elçisi! İçimizden bir adam çölde bulunursa ve ondan küçük bir koku gelirse (ne yapmalı), su da azsa?” Bunun üzerine Allah'ın Elçisi şöyle dedi: “Eğer biriniz gaz çıkarırsa, abdest alsın ve kadınlarına arka tarafından yaklaşmasın, çünkü Allah gerçeğe karşı utanmaz.”"
    },
    {
      "id": 20,
      "narrator": "Ibn Abbas narrated that The Messenger of Allah said:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Allah, bir erkeğin erkeğe veya kadına arka tarafından girmesine bakmaz.”"
    },
    {
      "id": 21,
      "narrator": "Ali narrated that The Messenger of Allah said:",
      "text": "Ali, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Eğer biriniz gaz çıkarırsa, abdest alsın ve kadınlarına arka tarafından yaklaşmasın.”"
    },
    {
      "id": 22,
      "narrator": "Maimunah bin Sa’d who was a servant for the Prophet, narrated that The Messenger of Allah said:",
      "text": "Maimune bint Sa’d, Peygamber'in hizmetçisi olarak, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Kendisi dışındaki aile bireyleri için süslenerek başkalarını etkilemeye çalışan kadının örneği, Kıyamet Günü'nde karanlıktır: Onun için hiçbir ışık yoktur.”"
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah narrated that The Messenger of Allah said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Allah kıskanır ve mümin de kıskanır. Allah'ın kıskanması, bir müminin O'nun haram kıldığı bir şeyi yapmasıyla gerçekleşir.”"
    },
    {
      "id": 24,
      "narrator": "Abu Sa’eed Al-Khudri narrated that The Messenger of Allah said:",
      "text": "Ebu Said el-Hudri, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Allah'a ve Ahiret Günü'ne inanan bir kadının, babası, kardeşi, kocası, oğlu veya ona mahrem olan biri olmadan üç gün veya daha fazla bir yolculuğa çıkması helal değildir.”"
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah narrated that The Messenger of Allah said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Bir kadın, mahremi olmayan biriyle bir günlük mesafeye seyahat etmemelidir.”"
    },
    {
      "id": 26,
      "narrator": "Uqbah bin Amir narrated that The Messenger of Allah said:",
      "text": "Ukbe bin Amir, Allah'ın Elçisi'nin şöyle söylediğini nakletti: “Kadınlara girmekte dikkatli olun.” Bunun üzerine Ensar'dan bir adam: “Ey Allah'ın Elçisi! Hamu hakkında ne dersin?” dedi. O da: “Hamu, ölümdür.” dedi."
    },
    {
      "id": 27,
      "narrator": "Jabir narrated that The Prophet said:",
      "text": "Cabir, Peygamber'in şöyle söylediğini nakletti: “Al-Mughibar'a (kocaları olmayan kadınlara) girmeyin, çünkü şeytan sizden birinin içinden kan gibi akar.” Biz: “Ya sen?” dedik. O da: “Ben de, ama Allah bana onun üzerinde yardım etti, bu yüzden ben güven içindeyim.” dedi."
    },
    {
      "id": 28,
      "narrator": "Abdullah narrated that The Prophet said:",
      "text": "Abdullah, Peygamber'in şöyle söylediğini nakletti: “Kadın, avrettir; bu yüzden dışarı çıktığında, şeytan onu baştan çıkarmaya çalışır.”"
    },
    {
      "id": 29,
      "narrator": "Mu’adh bin Jabal narrated that The Prophet said:",
      "text": "Muaz bin Cebel, Peygamber'in şöyle söylediğini nakletti: “Dünyada kocasını rahatsız eden hiçbir kadın yoktur ki, Al-Huril-Ain'den eşi: ‘Ona rahatsızlık verme, Allah seni helak etsin, o sadece seninle bir misafir gibidir, yakında bizler için senden ayrılacaktır.’ demesin.”"
    }
  ]
}