{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Yunus bin Jubair said:",
      "text": "Yunus bin Jubair dedi ki: \"Ben İbn Ömer'e, karısını adetliyken boşayan bir adam hakkında sordum. O da dedi ki: 'Abdullah bin Ömer'i bilmiyor musun?' Gerçekten de o, karısını adetliyken boşadı, bunun üzerine Ömer, Peygamber'e sordu ve O da ona karısını geri almasını emretti.\" O dedi ki: \"Ben de: O boşama sayılır mı? dedim. O da: O boşama sayılır mı? dedi. O da: 'Başka ne düşünürdün, eğer o çaresiz ve akılsızsa?'\""
    },
    {
      "id": 2,
      "narrator": "Salim narrated that:",
      "text": "Salim rivayet etti ki: Babası, karısını adetliyken boşadı, bunun üzerine Ömer, Peygamber'e sordu ve O da: \"Ona karısını geri almasını söyle, sonra onu temizken veya hamileyken boşasın.\" dedi."
    },
    {
      "id": 3,
      "narrator": "Abdullah bin Yazid bin Rukanah narrated from his father, from his grandfather who said:",
      "text": "Abdullah bin Yazid bin Rukanah, babasından, dedesinden rivayet etti ki: 'Ey Allah'ın Resulü! Ben karımı kesin olarak boşadım.' Bunun üzerine O: 'Bununla neyi kastettin?' dedi. Ben de: 'Bir (boşama).' dedim. O: '(Allah'a yemin eder misin?)' dedi. Ben de: 'Allah'a yemin ederim.' dedim. O: 'O zaman, kastettiğin gibidir.'\""
    },
    {
      "id": 4,
      "narrator": "Hammad bin Yazid said:",
      "text": "Hammad bin Yazid dedi ki: \"Ben Ebu Eyyub'a: 'Sen, 'Senin durumun sana kalmış' diyen birini biliyor musun? Al-Hasan dışında üç sayılır mı?' dedim. O da: 'Hayır, Al-Hasan dışında yok.' dedi. Sonra: 'Ey Allah'ım, beni bağışla - sadece bana Kâtade'den, Banu Samurah'ın azatlısı Kethir'den, Ebu Selame'den, Ebu Hureyre'den rivayet edilenleri saymıyorum, ki Peygamber: 'Üç' dedi.' Ebu Eyyub dedi ki: 'O zaman Kethir'i buldum, Banu Samurah'ın azatlısı ve ona bunu sordum, ama o bunun farkında değildi. Bunun üzerine Kâtade'ye döndüm ve ona bunu bildirdim, o da: 'Unutmuş.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: \"Allah'ın Resulü bize bir seçim verdi, biz de onu seçtik. O zaman bu bir boşama mıydı?\""
    },
    {
      "id": 6,
      "narrator": "Fatimah bint Qais said:",
      "text": "Fatıma bint Kays dedi ki: \"Kocam, Peygamber zamanında beni üç kez boşadı. Bunun üzerine Allah'ın Resulü: 'Senin için ne barınma ne de nafaka vardır.' dedi.\" El-Mughirah (rivayet edenlerden biri) dedi ki: \"Bunu İbrahim'e anlattım, o da: Ömer dedi ki: 'Biz, Allah'ın Kitabı ve Peygamberimizin Sünneti'ni bir kadının sözü için terk etmeyiz ve onun hatırlayıp hatırlamadığını da bilmeyiz.' Ve Ömer, ona (boşanan kadına) barınma ve nafaka verirdi.\""
    },
    {
      "id": 7,
      "narrator": "Amr bin Shu'aib narrated from his grandfather, from his father, that:",
      "text": "Amr bin Şu'ayb, dedesinden, babasından rivayet etti ki: Allah'ın Resulü dedi ki: \"Ademoğlunun kontrol edemediği şeyler üzerinde bir adak yoktur, ve sahip olmadığı biri için azat etme yoktur, ve kontrol edemediği şeyler hakkında boşama yoktur.\""
    },
    {
      "id": 8,
      "narrator": "Muzahir bin Aslam narrated that Al-Qasim narrated from Aishah that:",
      "text": "Muzahir bin Aslam rivayet etti ki: Al-Kasım, Aişe'den rivayet etti ki: Allah'ın Resulü dedi ki: \"Bir cariyenin boşanması iki boşamadır ve iddeti iki adet dönemidir.\""
    },
    {
      "id": 9,
      "narrator": "Abu Hurairah narraed that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"Allah, benim ümmetime madenlerinde olan şeyleri, konuşulmadığı veya uygulanmadığı sürece helal kılmıştır.\""
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"Üç şey ciddidir, ciddiyetle yapıldığında ve şaka ile yapıldığında da ciddidir: Evlilik, boşama ve geri dönme.\""
    },
    {
      "id": 11,
      "narrator": "AR-Rubayyi bint Mu'awwidh bin Al-Afra narrated:",
      "text": "Ar-Rubayyi bint Mu'awwidh bin Al-Afra rivayet etti: Peygamber zamanında bir khul aldım. Bunun üzerine Peygamber ona -ya da: ona emredildi- bir adet dönemini gözlemlemesini emretti.\""
    },
    {
      "id": 12,
      "narrator": "Ibn Abbas narrated that :",
      "text": "İbn Abbas rivayet etti ki: Thabit bin Kays'ın eşi, Peygamber zamanında kocasından bir khul aldı. Bunun üzerine Peygamber ona bir adet dönemini gözlemlemesini emretti."
    },
    {
      "id": 13,
      "narrator": "Thawban narrated that:",
      "text": "Thawban rivayet etti ki: Peygamber dedi ki: \"Khul isteyen kadınlar münafıklardır.\""
    },
    {
      "id": 14,
      "narrator": "Thawban narrated that :",
      "text": "Thawban rivayet etti ki: Allah'ın Resulü dedi ki: \"Kocasından bir zarar (sebep) olmaksızın khul isteyen kadın için cennet kokusu haramdır.\""
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"Gerçekten kadın, bir kaburgaya benzer; eğer onu düzeltmeye çalışırsan kırarsın, eğer onu bırakırsan, ondan aldığın zevk eğrilikle olur.\""
    },
    {
      "id": 16,
      "narrator": "Ibn Umar narrated:",
      "text": "İbn Ömer rivayet etti: \"Sevdiğim bir eşim vardı, ama babam ondan hoşlanmıyordu, bu yüzden boşanmamı emretti ama ben reddettim. Bunu Peygamber'e söyledim ve o dedi ki: 'Ey Abdullah bin Ömer! Eşini boşadın.'\""
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti: Peygamber şöyle dedi: \"Hiçbir kadın, din kardeşinin boşanmasını istememelidir ki, onun hazinesindeki şeyi dökebilsin.\""
    },
    {
      "id": 18,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Elçisi şöyle dedi: \"Her boşanma geçerlidir, ancak ma'tuh (boşanmış) kişinin boşanması, sebebi aşılmışsa geçerli değildir.\" (Da'if Jiddan)"
    },
    {
      "id": 19,
      "narrator": "Hisham bin Urwah narrated from his father, from Aishah that she said:",
      "text": "Hişam bin Urve, babasından, Aişe'den rivayet etti ki, Aişe şöyle dedi: \"İnsanlar öyleydi ki, bir adam boşanmak istediğinde eşini boşar, eşi de iddeti süresince onun eşi olarak kalırdı ve yüzlerce kez boşayabilirdi, hatta bir adam eşine şöyle diyebilirdi: 'Allah'a yemin ederim ki, seni ne kesin olarak boşayacağım ne de sana asla bir yer vereceğim!' O da şöyle derdi: 'Bu nasıl olur?' O da derdi: 'Seni boşayacağım ve iddetin sona ermek üzere olduğunda seni geri alacağım.' Bunun üzerine bir kadın Aişe'ye gidip bunu bildirdi ve Aişe sessiz kaldı, ta ki Peygamber gelene kadar. Ona durumu anlattı ve Peygamber sessiz kaldı, ta ki Kur'an nazil olana kadar: 'Boşanma iki kezdir, ondan sonra ya makul bir şekilde tut ya da iyilikle salıver.' Aişe dedi ki: 'Böylece insanlar gelecekte boşanma konusunda devam edebileceklerdi, (kimlerin boşandığını ve kimlerin boşanmadığını bilerek.'\""
    },
    {
      "id": 20,
      "narrator": "Al-Aswad narrated from Abu As-Sanabil bin Ba'kak who said:",
      "text": "El-Esved, Ebu Es-Sanabil bin Ba'kak'tan rivayet etti ki, o şöyle dedi: \"Subai'ah, kocası öldükten yirmi üç veya yirmi beş gün sonra doğum yaptı. Doğumdan sonra (loğusalık kanaması bittiğinde) evlenmek için süslenmişti, ama bu yüzden kınandı, bu Peygamber'e bildirildi ve o dedi ki: 'Eğer bunu yaptıysa, zamanı gelmiştir.'\""
    },
    {
      "id": 21,
      "narrator": "Sulaiman bin Yasir narrated that :",
      "text": "Süleyman bin Yasir rivayet etti ki: Ebu Hureyre, İbn Abbas ve Ebu Salamah bin Abdurrahman, kocası öldükten sonra doğum yapan hamile kadınları anmışlardı. İbn Abbas dedi ki: \"O, iki iddet süresi sona erene kadar bekler.\" Ebu Salamah dedi ki: \"Hayır, doğum yaptığında evlenmesine izin verilir.\" Ebu Hureyre dedi ki: \"Ben yeğenimle birlikteyim,\" yani Ebu Salamah. Bunun üzerine Peygamber'in eşi Ümmü Salamah'a bir mesaj gönderdi. O da dedi ki: \"Subai'ah el-Eslemiyye, kocası öldükten kısa bir süre sonra doğum yaptı, bu yüzden Allah'ın Elçisi'nden hüküm istedi ve o, evlenmesini emretti.\""
    },
    {
      "id": 22,
      "narrator": "Humaid bin Nafi narrated that :",
      "text": "Humaid bin Nafi rivayet etti ki: Zeynep bint Ebi Salamah dedi ki: \"Ben, Peygamber'in eşi Ümmü Habibe'nin yanına girdim, babası Süfyan bin Harb öldüğünde. O, sarı safran veya başka bir şey içeren bir parfüm istedi, bir kız onu ona sürdü ve yanaklarına da sürdü. Sonra dedi ki: 'Allah'a yemin ederim ki, parfüme ihtiyacım yok, sadece Allah'ın Elçisi'nin şöyle dediğini duydum: 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında ölüler için üç günden fazla yas tutması helal değildir (kocası için ise) dört ay on gündür.'\""
    },
    {
      "id": 23,
      "narrator": "Humaid bin Nafi narrated that :",
      "text": "Humaid bin Nafi rivayet etti ki: Zeynep dedi ki: \"Ben Zeynep bint Cahş'ın yanına girdim, kardeşi öldüğünde. O, parfüm istedi ve sürdü, sonra dedi ki: 'Allah'a yemin ederim ki, parfüme ihtiyacım yok, sadece Allah'ın Elçisi'nin şöyle dediğini duydum: 'Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında ölüler için üç geceden fazla yas tutması helal değildir (kocası için ise) dört ay on gündür.'\""
    },
    {
      "id": 24,
      "narrator": "Humaid bin Nafi narrated that :",
      "text": "Humaid bin Nafi rivayet etti ki: Zeynep dedi ki: \"Ve annem Ümmü Salamah'ın şöyle dediğini duydum: 'Bir kadın Allah'ın Elçisi'ne geldi ve dedi ki: 'Ey Allah'ın Elçisi! Kızımın kocası öldü ve o göz rahatsızlığı çekiyor, kohl kullanabilir mi?' Allah'ın Elçisi dedi ki: 'Hayır.' İki veya üç kez. Her seferinde (sorduğunda) o 'hayır' dedi. Sonra dedi ki: 'Bu sadece dört ay on gündür. Cahiliye döneminde biriniz bir yıl geçince bir avuç deveyi dışkısını atardı.'\""
    },
    {
      "id": 25,
      "narrator": "Salamah bin Sakhr Al-Bayadi narrated:",
      "text": "Salamah bin Sakhr el-Bayadi rivayet etti: Peygamber, Zihar söyleyip kefaret vermeden önce cinsel ilişkiye giren kişi hakkında şöyle dedi: \"Bir kefaret.\""
    },
    {
      "id": 26,
      "narrator": "Ibn Abbas narrated that:",
      "text": "İbn Abbas rivayet etti ki: Bir adam Peygamber'e geldi ve eşine Zihar söyledi, sonra onunla cinsel ilişkiye girdi. O dedi ki: 'Ey Allah'ın Elçisi! Eşime Zihar söyledim, sonra kefaret vermeden onunla cinsel ilişkiye girdim.' O (sav) dedi ki: \"Bunu yapmana ne sebep oldu, Allah sana merhamet etsin?' O dedi ki: 'Onun bileziklerini ay ışığında gördüm.' O dedi ki: 'O zaman ona yaklaşma, Allah'ın emrettiğini yapmadan.'\""
    },
    {
      "id": 27,
      "narrator": "Abu Salamah and Muhammad bin Abdur-Rahman (bin Thawban) narrated that :",
      "text": "Ebu Salamah ve Muhammed bin Abdurrahman (bin Thawban) rivayet etti ki: Salman bin Sakhr el-Ensari - Banu Bayadah'tan - dedi ki: \"Eşim, bana annemin sırtı gibiydi, Ramazan geçene kadar. Ramazanın yarısı geçtikten sonra, gece eşimle cinsel ilişkiye girdim. Bunun üzerine Allah'ın Elçisi'ne gidip bunu ona bildirdim. Allah'ın Elçisi ona dedi ki: 'Bir köle azat et.' O dedi ki: 'Bende yok.' O dedi ki: 'O zaman iki ardışık ay oruç tut.' O dedi ki: 'Bunu yapamam.' O dedi ki: 'Altmış muhtaç kişiyi doyur.' O dedi ki: 'Bunu yapamam.' Bunun üzerine Allah'ın Elçisi Farwah bin Amr'a dedi: 'Ona o Araq'ı ver - bu, altmış muhtaç kişiyi doyuracak on beş veya on altı Sa' tutan büyük bir sepet.'\""
    },
    {
      "id": 28,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Allah'ın Elçisi, eşlerinden birine İla yemin etti ve helal olanı haram kıldı ve yeminine kefaret verdi.\""
    },
    {
      "id": 29,
      "narrator": "Sa'eed bin Jubair narrated:",
      "text": "Sa'id bin Cubeyr rivayet etti: \"Li'an davasına karışanlar hakkında ve ayrılmaları gerekip gerekmediği konusunda Mus'ab bin Zübeyir'in yönetimi sırasında bana soruldu. Ne söyleyeceğimi bilmiyordum. Abdullah bin Ömer'in evine gittim ve içeri girmesi için izin istedim. Uyuduğu söylendi, ama konuştuğumu duydu ve dedi ki: 'İbn Cubeyr mi? Gir. Ancak bir ihtiyacın olduğu için geldin.' Dedi ki: 'Böylece içeri girdim ve onu binek eşyası üzerinde yatarken buldum. Dedim ki: 'Ey Ebu Abdurrahman! Li'an davasına karışanlar ayrılır mı?' O dedi ki: 'Allah ne yücedir! Evet. Bu konuda ilk soru soran, falan filan oğlu falan filandı. O, Peygamber'e geldi ve dedi ki: 'Ey Allah'ın Elçisi! İçimizden biri eşini zina yaparken görse ne yapmalı? Eğer bir şey söylese, sözü korkunç bir mesele olur, eğer susarsa, bu mesele hakkında susması korkunç olur.' O dedi ki: 'Peygamber sessiz kaldı ve ona cevap vermedi. Daha sonra o, Peygamber'e geldi ve dedi ki: 'Sana bunu soran kişi buna maruz kaldı.' Bunun üzerine Allah, Nur Suresi'nden bu ayetleri indirdi. Ve eşlerini suçlayan ve kendilerinden başka tanıkları olmayanlar - ayetlerin sonuna kadar. Sonra adamı çağırdı ve ona ayetleri okudu ve onu öğütledi, hatırlattı ve ona dedi ki: 'Gerçekten, dünyanın cezası, ahiretin cezasından daha azdır.' O dedi ki: 'Hayır! Seni hak ile gönderen Allah'a yemin ederim ki, ona yalan söylemedim.' Sonra aynı şeyi kadınla yaptı, onu öğütledi ve hatırlattı ve ona dedi ki: 'Gerçekten, dünyanın cezası, ahiretin cezasından daha azdır.' O dedi ki: 'Hayır! Seni hak ile gönderen Allah'a yemin ederim ki, o doğruyu söylemiyor.' O dedi ki: 'Böylece erkeği başlattı: Dört kez, Allah'a yemin ederim ki, o doğru olanlardan biridir, beşinci kez de Allah'ın laneti üzerine olsun, eğer o yalancılardan biri ise. Sonra aynı şeyi kadınla yaptı: Dört kez Allah'a yemin etti, o yalancılardan biridir, beşinci kez de Allah'ın gazabı üzerine olsun, eğer o doğru olanlardan biri ise. Sonra onları ayırdı.'\""
    },
    {
      "id": 30,
      "narrator": "Ibn Umar narrated:",
      "text": "İbn Ömer rivayet etti: \"Bir adam eşine Li'an söyledi ve Peygamber ikisini ayırdı ve çocuğun annesine ait olduğuna karar verdi.\""
    },
    {
      "id": 31,
      "narrator": "Zainab bint Ka'b bin Ujrah narrated that :",
      "text": "Zeynep bint Ka'b bin Ucra, Al-Furay'ah bint Malik bin Sinan'ın - Ebu Sa'id el-Hudri'nin kız kardeşi - ona, Allah'ın Resulü'ne gidip Banu Hudra'daki ailesine dönebilir mi diye sorduğunu bildirdiğini nakletti. Kocası, kaçan kölelerini aramak için dışarı çıkmıştı ve Turaf el-Kadum'dayken onlara yetişti ve öldürüldü. O şöyle dedi: \"Ben de Allah'ın Resulü'ne, kocamın bana sahip olduğu bir ev bırakmadığı ve hiçbir nafaka bırakmadığı için aileme dönebilir miyim diye sordum.\" O şöyle dedi: \"Bunun üzerine Allah'ın Resulü: 'Evet.' dedi. Sonra ben ayrıldım. Avluda,\" veya, \"mescitte olduğumda, Allah'ın Resulü beni çağırdı\" veya, \"geri dönmemi istedi ve şöyle dedi: 'Ne dedin?'\" O şöyle dedi: \"Ben de kocamla ilgili durumu ona tekrar anlattım. O şöyle dedi: 'Evinde kal, yazılan şeyin süresi doluncaya kadar.'\" O şöyle dedi: \"Ben de orada dört ay on gün iddetimi geçirdim.\" O şöyle dedi: \"Osman döneminde, bana bu konuda bir mesaj gönderdi, ben de ona bilgi verdim. O da bunu takip etti ve buna göre hüküm verdi.\""
    }
  ]
}