{
  "language": "tr",
  "metadata": {
    "length": 66,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Abdullah bin Mawhab narrated that 'Uthman said to Ibn 'Umar:",
      "text": "Abdullah bin Mawhab, Osman'ın İbn Ömer'e şöyle dediğini nakletmiştir: \"Git ve insanlar arasında hükmet.\" İbn Ömer ise: \"Beni bu işten muaf tutabilirsin, ey Müminlerin Emiri!\" dedi. Osman: \"Baban hükmettiği halde buna niçin soğuk bakıyorsun?\" dedi. İbn Ömer: \"Ben, Allah'ın Resulü'nün şöyle dediğini duydum: 'Kim bir hakim olursa ve adaletle hükmederse, yine de ondan tamamen uzaklaşması onun için daha hayırlıdır. Bunun ardından neyi istiyorum?'\" (Daif)."
    },
    {
      "id": 2,
      "narrator": "[Ibn Buraidah narrated from his father that the Prophet (ﷺ) said:",
      "text": "İbn Bureydah, babasından naklederek Peygamber (ﷺ)'in şöyle dediğini aktarmıştır: \"Hâkimler üçtür: İkisi ateştedir, biri cennettedir. Gerçek olmadan hükmeden bir adam, bunu bildiği halde. Bu ateştedir. Bilmeden hükmeden, insanların haklarını ziyan eden. O da ateştedir. Gerçekle hükmeden bir hâkim, işte o cennettedir.\" (Daif)"
    },
    {
      "id": 3,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (sallAllahu Alayhi wa sallam) said:",
      "text": "Enes bin Malik, Allah'ın Resulü'nün (sallAllahu Alayhi wa sallam) şöyle dediğini nakletmiştir: \"Kim bir hâkimlik pozisyonu isterse, o kendi başına bırakılır. Ve kim buna zorlanırsa, Allah ona doğru olması için bir melek gönderir.\" (Daif)"
    },
    {
      "id": 4,
      "narrator": "Anas narrated that the Prophet (ﷺ) said:",
      "text": "Enes, Peygamber (ﷺ)'in şöyle dediğini nakletmiştir: \"Kim hâkim olmayı arzulayıp, başkalarından bunun için şefaat istemişse, o kendi başına bırakılır. Ve kim buna zorlanırsa, Allah ona doğru olması için bir melek gönderir.\" (Daif)"
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini nakletmiştir: \"Kim hâkimlik sorumluluğunu alır veya insanlar arasında hâkim olarak atanırsa, o bıçaksız kesilmiştir.\""
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini nakletmiştir: \"Eğer hâkim, çaba gösterip doğru bir hüküm verirse, iki sevap alır. Eğer hükmeder ve hata ederse, bir sevap alır.\""
    },
    {
      "id": 7,
      "narrator": "Some men who were companions of Mu'adh narrated from Mu'adh that the Messenger of Allah (ﷺ) sent Mu'adh to Yemen, so he (ﷺ) said:",
      "text": "Mu'adh'ın bazı arkadaşları, Mu'adh'dan naklederek Allah'ın Resulü'nün (ﷺ) Mu'adh'ı Yemen'e gönderdiğini, o (ﷺ)'nin şöyle dediğini aktarmıştır: \"Nasıl hükmedeceksin?\" O da: \"Allah'ın Kitabı'na göre hükmedeceğim.\" dedi. O (ﷺ) sordu: \"Eğer Allah'ın Kitabı'nda yoksa?\" O da: \"O zaman Allah'ın Resulü'nün (ﷺ) sünnetine göre hükmedeceğim.\" dedi. O (ﷺ) sordu: \"Eğer Allah'ın Resulü'nün (ﷺ) sünnetinde yoksa?\" O da: \"Kendi görüşüme göre hükmedeceğim.\" dedi. O (ﷺ) şöyle dedi: \"Bütün övgüler Allah'a, Allah'ın Resulü'nü uygun kılan O'dur.\""
    },
    {
      "id": 8,
      "narrator": "",
      "text": "(Başka bir nakil zinciri) Hims halkından bazı kişilerden, Mu'adh'dan, Peygamber (ﷺ)'den, benzer şekilde."
    },
    {
      "id": 9,
      "narrator": "Abu Sa'eed narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id, Allah'ın Resulü'nün (ﷺ) şöyle dediğini nakletmiştir: \"Şüphesiz, Kıyamet Günü Allah'a en sevimli olan insanlar, adil imamdır. Ve Allah'a en nefret edilen ve O'na en uzak olan insanlar ise zalim imamlardır.\""
    },
    {
      "id": 10,
      "narrator": " Ibn Abi Al-Awfa narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Ebi Avfa, Allah'ın Resulü'nün (ﷺ) şöyle dediğini nakletmiştir: \"Hâkim, zalim olmadıkça Allah onunla beraberdir. Zalim olduğunda, Allah onu terk eder ve Şeytan ona katılır.\""
    },
    {
      "id": 11,
      "narrator": "'Ali narrated:",
      "text": "Ali, \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'İki adam sana hüküm için geldiğinde, diğerinin sözünü dinlemeden birine hükmetme. Yakında nasıl hükmedeceğini bileceksin.'\" Ali dedi ki: \"O günden beri hata etmedim.\""
    },
    {
      "id": 12,
      "narrator": "Abul-Hasan narrated that 'Amr bin Murrah said to Mu'awiyah:",
      "text": "Ebu'l-Hasan, Amr bin Murrah'ın Muaviye'ye şöyle dediğini nakletmiştir: \"Ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: 'Hiçbir imam, muhtaç, zor durumda ve yoksul olan birinin kapısını kapatmaz, ancak Allah da onun zor durumundan, ihtiyaçlarından ve yoksulluğundan gök kapılarını kapatır.' Bunun üzerine Muaviye, insanların ihtiyaçlarını karşılamak için bir adam atadı.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "(Başka bir zincir) Ebu Meryem, Peygamber (ﷺ)'in arkadaşlarından, Peygamber (ﷺ)'den."
    },
    {
      "id": 14,
      "narrator": "'Abdur-Rahman bin Abi Bakrah narrated:",
      "text": "Abdurrahman bin Ebi Bekre, \"Babam, hâkim olan Ubeydullah bin Ebi Bekre'ye yazdı: 'İki kişi arasında öfkeli iken hüküm verme, çünkü ben, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: 'Hâkim, öfkeli iken iki kişi arasında hükmetmemelidir.'\""
    },
    {
      "id": 15,
      "narrator": "Mu'adh bin Jabal narrated:",
      "text": "Mu'adh bin Cebel, \"Allah'ın Resulü (ﷺ) beni Yemen'e gönderdi. Giderken, arkamdan bir mesaj gönderdi, ben de geri döndüm ve o şöyle dedi: 'Sana neden mesaj gönderdiğimi biliyor musun? İznim olmadan hiçbir şey alma, çünkü bu Ghulul olur. Ghulul işleyen, Kıyamet Günü aldığı şeyle gelir. Bu yüzden seni çağırdım, şimdi git ve işini yap.'\""
    },
    {
      "id": 16,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre (r.a) rivayet etti: \"Allah'ın Resulü (ﷺ) rüşvet veren ve rüşvet alan kimseye lanet etti.\""
    },
    {
      "id": 17,
      "narrator": "'Abdullah bin 'Amr narrated:",
      "text": "Abdullah bin Amr (r.a) rivayet etti: \"Allah'ın Resulü (ﷺ) rüşvet veren ve rüşvet alan kimseye lanet etti.\""
    },
    {
      "id": 18,
      "narrator": "Anas bin Malik narrated that Messenger of Allah (ﷺ) said:",
      "text": "Enes bin Malik (r.a) rivayet etti ki, Allah'ın Resulü (ﷺ) dedi ki: \"Eğer bana et olmayan bir yemek (trotter) verilseydi, onu kabul ederdim; eğer bana (bir yemek için) davet edilseydim, onu kabul ederdim.\""
    },
    {
      "id": 19,
      "narrator": "Umm Salamah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ümmü Seleme (r.a) rivayet etti ki, Allah'ın Resulü (ﷺ) dedi ki: \"Şüphesiz ki siz bana davalarınızla geliyorsunuz, ben sadece bir insanım; belki de aranızdan biri, diğerine göre argümanını daha iyi sunuyordur. Eğer ben sizden birine, kardeşinin haklarından bir şey vererek hükmedersem, bu sadece ona ateşten bir parça vermiş olurum; bu yüzden ondan hiçbir şey almayın.\""
    },
    {
      "id": 20,
      "narrator": "'Alqamah bin Wa'il  narrated from his father who said:",
      "text": "Alqamah bin Vail, babasından rivayet etti ki, bir Hadramutlu ve bir Kindeli Peygamber (ﷺ)'e geldiler. Hadramutlu şöyle dedi: \"Ey Allah'ın Resulü! Bu kişi benim bir arazimi aldı.\" Kindeli ise: \"Bu benim arazim, benim mülkümde ve onun buna hakkı yok.\" dedi. Bunun üzerine Peygamber (ﷺ) Hadramutlu'ya: \"Kanıtın var mı?\" dedi. O: \"Hayır.\" dedi. Peygamber (ﷺ): \"O zaman yemin etmen gerekecek.\" dedi. O: \"Ey Allah'ın Resulü! Bu adam bir yalancı, yemin etse ne olur, ne de olsa bir şeyden utanmıyor!\" dedi. Peygamber (ﷺ): \"Ondan başka bir şey hak etmiyorsun.\" dedi. Böylece adam yemin etmek için bırakıldı, bu arada Allah'ın Resulü (ﷺ) şöyle dedi: \"Eğer o, haksız yere onu tüketmek için yemin ederse, Allah ile öyle bir durumda karşılaşır ki, O ona gazap etmiştir.\""
    },
    {
      "id": 21,
      "narrator": "'Amr bin Shu'aib narrated from his father, from his grandfather, that during a Khutbah, the Prophet (ﷺ) said:",
      "text": "Amr bin Şu'aib, babasından, dedesinden rivayet etti ki, bir hutbe sırasında Peygamber (ﷺ) şöyle dedi: \"Delil, davacıdan, yemin ise davanın yapıldığı kişiden alınır.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "İbn Abbas (r.a) rivayet etti ki, Allah'ın Resulü (ﷺ) yemin etmenin, davanın yapıldığı kişiden alınması gerektiğine hükmetti."
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre (r.a) rivayet etti: \"Allah'ın Resulü (ﷺ) bir yemin ve bir şahit ile hüküm verdi.\" Rabi'ah (rivayet edenlerden biri) dedi ki: \"İbn Sa'd bin Ubade'den bir oğlu bana bildirdi ki: 'Sa'd'ın bir kitabında, Peygamber (ﷺ)'in bir yemin ve bir şahit ile hüküm verdiğini bulduk.'\""
    },
    {
      "id": 24,
      "narrator": "Jabir narrated:",
      "text": "Cabir rivayet etti: \"Peygamber (ﷺ) bir yemin ve bir şahit ile hüküm verdi.\""
    },
    {
      "id": 25,
      "narrator": "Ja'far bin Muhammad narrated from his father:",
      "text": "Cafer bin Muhammed, babasından rivayet etti: \"Peygamber (ﷺ) bir yemin ve bir şahit ile hüküm verdi.\" Dedi ki: \"Ve Ali, buna göre aranızda hüküm verdi.\""
    },
    {
      "id": 26,
      "narrator": "Ibn 'Umar narrated that the Prophet (ﷺ) said:",
      "text": "İbn Ömer (r.a) rivayet etti ki, Peygamber (ﷺ) dedi ki: \"Kim bir kölenin bir kısmını azat ederse, eğer geri kalan bedeli ödeyebiliyorsa, o köle serbest kalır. Aksi takdirde, azat ettiği kadarını azat etmiştir.\" Ayyub (rivayet edenlerden biri) dedi ki: \"Belki Nafi, bu Hadis'te şöyle dedi: 'Yani, onu azat ettiği kadarını azat etmiştir.'\""
    },
    {
      "id": 27,
      "narrator": "Salim narrated from his father that the Prophet (ﷺ) said:",
      "text": "Salim, babasından rivayet etti ki, Peygamber (ﷺ) dedi ki: \"Kim bir kölenin bir kısmını azat ederse, eğer geri kalan bedeli ödeyebiliyorsa, onu malıyla azat etmelidir.\""
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre (r.a) rivayet etti ki, Allah'ın Resulü (ﷺ) dedi ki: \"Kim bir kölenin bir kısmını azat ederse, eğer bedelini ödeyebiliyorsa, ödemeye devam etmelidir. Eğer makul bir bedeli ödeyemiyorsa, onu fazla yüklenmeden, onu azat edecek miktarı kazanması için çalışmasına izin verilmelidir.\" (Başka bir isnat) benzer, ve o dedi: \"bir kısım.\""
    },
    {
      "id": 29,
      "narrator": "Samurah narrated that the Prophet (ﷺ) said:",
      "text": "Semureh rivayet etti ki, Peygamber (ﷺ) dedi ki: \"Sürekli hediye, onun sakini için mübah kılınmıştır\" veya: \"onun sakini için bir mirastır.\""
    },
    {
      "id": 30,
      "narrator": "Jabir narrated that the Prophet (ﷺ) said:",
      "text": "Cabir rivayet etti ki, Peygamber (ﷺ) dedi ki: \"Hangi adam kendisi ve nesli için sürekli bir hediye alırsa, o, kendisine verilmiş olan kişiye aittir; onu veren kişiye geri dönmez, çünkü o, mirasa dahil olacak bir hediye vermiştir.\""
    },
    {
      "id": 31,
      "narrator": "Jabir narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Cabir, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: \"Ömür boyu verilen hediye, sahibine helaldir ve Ruqba da sahibine helaldir.\""
    },
    {
      "id": 32,
      "narrator": "Kathir bin 'Amr bin 'Awf Al-Muzani narrated from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "Kethir bin 'Amr bin 'Avf el-Müzani, babasından, dedesinden nakletti ki, Allah'ın Resulü (ﷺ) şöyle söyledi: \"Müslümanlar arasında uzlaşma serbesttir, ancak helali haram kılan veya haramı helal kılan uzlaşma hariçtir. Müslümanlar, helali haram kılan veya haramı helal kılan şartlar hariç, kendi şartlarına bağlıdırlar.\""
    },
    {
      "id": 33,
      "narrator": "Al-A`raj narrated from Abu Hurairah, saying:",
      "text": "El-A'raj, Ebu Hureyre'den şöyle nakletti: “Onun şöyle dediğini duydum: 'Allah'ın Resulü (ﷺ) şöyle dedi: “Eğer biriniz komşusundan duvarına bir ahşap kiriş yerleştirmek için izin isterse, onu engellemeyin.' Ebu Hureyre bunu naklettiğinde, başlarını eğdiler, bunun üzerine o: 'Neden buna karşı bir isteksizlik görüyorum? Vallahi! Ben bunu aranızda anlatmaya devam edeceğim.' dedi.\""
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: “Yemin, arkadaşınızı inandıracak olan şey üzerine kuruludur.”"
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: “Yolu yedi dirsek uzunluğunda yapın.”"
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: \"Yolda ihtilaf ettiğinizde, onu yedi dirsek uzunluğunda yapın.\""
    },
    {
      "id": 37,
      "narrator": "Abu Maimunah narrated from Abu Hurairah who said:",
      "text": "Ebu Maimunah, Ebu Hureyre'den nakletti ki, \"Peygamber (ﷺ) bir çocuğa babası ile annesi arasında seçim hakkı verdi.\""
    },
    {
      "id": 38,
      "narrator": "'Aishah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Aişe, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: \"Gerçekten de yediğiniz en helal şey, kazancınızdandır ve çocuklarınız da kazancınızdandır.\""
    },
    {
      "id": 39,
      "narrator": "Anas narrated:",
      "text": "Enes, şöyle nakletti: \"Peygamber (ﷺ) için eşlerinden biri bir kapta yiyecek getirdi. Sonra Aişe, kabı eline alarak kırdı ve içindekileri attı. Bunun üzerine Peygamber (ﷺ) şöyle dedi: 'Yiyecek yiyecek, kap kap.'\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) bir kap ödünç aldığını ve onun kırıldığını, bu yüzden onlara tazminat ödediğini nakletti."
    },
    {
      "id": 41,
      "narrator": "Narrated Nafi':",
      "text": "Nafi' nakletti: İbn 'Umar şöyle dedi: \"Ben, Allah'ın Resulü (ﷺ) önünde orduya alım için değerlendirildim ve on dört yaşındaydım, ama beni kabul etmedi. Sonra daha sonra on beş yaşında orduya alım için değerlendirildim ve beni kabul etti.\" Nafi' dedi ki: \"Bu hadisi 'Uman bin 'Abdul Aziz'e anlattım, o da: 'Bu, çocukluk ile ergenlik arasındaki sınırdır.' dedi. Sonra on beş yaşına gelenlere maaş verilmesi için yazdı.\" (Başka bir isnad) Nafi' den, İbn 'Umar'dan, Peygamber (ﷺ) üzerinden benzer bir şekilde, ancak 'Umar bin 'Abdul-Aziz'in yazdığını, bunun gençlik ile çocukluk ve ergenlik arasındaki sınır olduğunu belirtmedi. Onun rivayetinde, İbn 'Uyainah (Nafi' dedi ki): \"Bunu 'Umar bin 'Abdul-Aziz'e anlattım, o da: 'Bu, çocuklar ile askerler arasındaki sınırdır.' dedi.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Al-Bara':",
      "text": "El-Bara' nakletti: \"Amcam Ebu Burdah İbn Niyar yanımdan geçti ve yanında bir bayrak vardı. Ben de: 'Nereye gidiyorsun?' dedim. O da: 'Allah'ın Resulü (ﷺ) beni, babasının evlendirdiği bir kadına evlenen bir adamın yanına gönderdi: onun başını getirmemi söyledi.'\""
    },
    {
      "id": 43,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr nakletti: \"Ensardan bir adam, Allah'ın Resulü (ﷺ) önünde, hurma ağaçlarını sulamak için kullandıkları Harra kanalları hakkında Zübeyr ile tartıştı. Ensari: 'Suyun geçmesine izin ver.' dedi. Ama o kabul etmedi. Bunun üzerine tartışmalarını Allah'ın Resulü (ﷺ) 'e getirdiler. Allah'ın Resulü (ﷺ) Zübeyr'e: 'Ey Zübeyr! (toprağını) sulayıp, suyu komşuna geçmesine izin ver.' dedi. Ensari öfkelendi ve: 'Bu, onun teyzesinin oğlu olduğu için mi?' dedi. Allah'ın Resulü'nün (ﷺ) yüzü değişti. Sonra: 'Ey Zübeyr! (toprağını) sulayıp, suyu duvarlara ulaşana kadar tut.' dedi. Zübeyr: 'Vallahi! Bu ayetin bunun hakkında indirildiğini düşünüyorum: Hayır, Rabbine yemin ederim ki, onlar, seni (Ey Muhammed) aralarındaki tüm anlaşmazlıklarda hakem yapmadıkça iman edemezler ve içlerinde senin kararlarına karşı bir direnç bulamazlar ve onları tam bir teslimiyetle kabul etmezler.'\""
    },
    {
      "id": 44,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmrân bin Hüsayn nakletti: \"Ensardan bir adam, ölmeden önce altı kölesini azat etti ve onlardan başka hiçbir malı yoktu. Bu, Peygamber'e (ﷺ) ulaştı ve onun hakkında sert sözler söyledi.\" Dedi ki: \"Sonra onları çağırdı ve aralarında paylaştırdı ve kura çekmelerini sağladı. Böylece ikisini azat etti ve dört köleyi bıraktı.\""
    },
    {
      "id": 45,
      "narrator": "Samurah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Semure, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini nakletti: \"Kim akraba bir mahremine sahipse, o özgürdür.\""
    },
    {
      "id": 46,
      "narrator": "(Another Chain) from Samurah that the Prophet (ﷺ) said:",
      "text": "(Başka Bir Zincir) Samurah'dan, Peygamber (ﷺ) şöyle dedi: \"Kim akraba bir Mahram'a sahipse, o serbesttir.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Rafi' bin Khadij:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir kimse, insanların arazisini onların izni olmadan ekerse, ektiği şey ona ait değildir ve onun maliyeti ona aittir.\""
    },
    {
      "id": 48,
      "narrator": "Narrated An-Nu'man bin Bashir:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir: Babası ona bir köle verdi. Bunun üzerine o, Peygamber (ﷺ)'e gidip bunu şahit etmesini istedi. O (ﷺ) şöyle dedi: \"Bu hediye gibi bir şeyi tüm oğullarına verdin mi?\" O da: \"Hayır\" diye cevap verdi. Bunun üzerine o: \"O halde onu geri al.\" dedi."
    },
    {
      "id": 49,
      "narrator": "Narrated Samurah:",
      "text": "Samurah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir evin komşusunun ev üzerinde daha fazla hakkı vardır.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Komşunun öncelik hakkı daha fazladır. Yolları aynı olduğunda, o beklenmelidir, hatta o yoksa bile.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Sınırlar belirlendiğinde ve yollar sabitlendiğinde, öncelik hakkı yoktur.\""
    },
    {
      "id": 52,
      "narrator": "Narrated Ibn Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ortak, öncelik hakkına sahiptir ve öncelik hakkı her şeyde vardır.\""
    },
    {
      "id": 53,
      "narrator": "Narrated Zaid bin Khalid Al-Juhni:",
      "text": "Zaid bin Khalid Al-Juhni'den: \"Bir adam, Allah'ın Elçisi (ﷺ)'ne kaybolan eşyalar hakkında sordu. O da: 'Bir yıl boyunca bununla ilgili bir ilan yapın. İpini, içindekini ve torbasını hatırlayın. Sonra kullanın, eğer sahibi gelirse ona verin.' dedi. Adam: 'Ey Allah'ın Elçisi! Peki ya kaybolan koyun?' dedi. O da: 'Al, çünkü o ya senindir, ya kardeşinindir ya da kurtundur.' Adam: 'Ey Allah'ın Elçisi! Peki ya kaybolan deve?' dedi. O da: \"O zaman Peygamber (ﷺ) öfkelendi, yanakları ya da yüzü kızardı. O: 'Bu senin ne işin? Onun ayakları ve su kaynağı var, sahibi gelene kadar.' dedi.\""
    },
    {
      "id": 54,
      "narrator": "Zaid bin Khalid Al-Juhni narrated that the Messenger of Allah (ﷺ) was asked about the lost item. He said:",
      "text": "Zaid bin Khalid Al-Juhni, Allah'ın Elçisi (ﷺ)'ne kaybolan eşya hakkında sorulduğunu rivayet etti. O da: \"Bir yıl boyunca bununla ilgili bir ilan yapın, eğer talep edilirse ona verin. Aksi takdirde torbasını, ipini ve sayısını hatırlayın. Sonra kullanın, eğer sahibi gelirse ona verin.\" dedi."
    },
    {
      "id": 55,
      "narrator": "Suwaid bin Ghafalah said:",
      "text": "Suwaid bin Ghafalah şöyle dedi: \"Zaid bin Suhan ve Salman bin Rabi'ah ile dışarı çıktım ve bir kırbaç buldum.\" Rivayetinde İbn Numair (rivayetçilerden biri) şöyle dedi: \"Kaybolmuş bir kırbaç buldum ve aldım. Onlar: 'Bırak bunu.' dediler. Ben de: 'Yırtıcı hayvanların yemesi için bırakmayacağım. Onu kullanmak için alacağım.' dedim. Sonra Ubayy bin Ka'b ile karşılaştım ve bu konuda ona sordum. O da Hadis'i rivayet etti, şöyle dedi: 'Bu iyi. Ben, Allah'ın Elçisi (ﷺ) döneminde yüz Dinar içeren bir torba buldum.' Dedi ki: 'Bunu ona getirdim. O bana: \"Bir yıl boyunca bununla ilgili bir ilan yap.\" dedi. Ben bir yıl ilan ettim ama kimse talep etmedi. Sonra onu tekrar getirdim. O bana: \"Bir yıl daha bununla ilgili bir ilan yap.\" dedi. Ben bir yıl daha ilan ettim ama yine kimse talep etmedi. Sonra onu tekrar getirdim. O bana: \"Bir yıl daha bununla ilgili bir ilan yap.\" dedi. Ve şöyle dedi: \"Miktarını, torbasını ve ipini hatırla. Eğer biri gelip miktarını ve ipini bildirirse, ona ver, aksi takdirde kullan.\""
    },
    {
      "id": 56,
      "narrator": "Narrated Isma'il bin Ibrahim\nfrom Ibn 'Awn, from Nafi' that Ibn 'Umar said:",
      "text": "İsmail bin İbrahim'den, İbn 'Awn'dan, Nafi' üzerinden İbn 'Umar'ın şöyle dediği rivayet edilmiştir: \"Umar, Hayber'den bir arazi aldı ve şöyle dedi: 'Ey Allah'ın Elçisi! Hayber'den bir servet elde ettim ve daha önce hiç bu kadar çok servetim olmamıştı, ne yapmamı emredersin?' O da: 'İstersen, bunu bir bağış yap ve ondan sadaka ver.' dedi. Bunun üzerine 'Umar bunu sadaka olarak verdi: Tamamen satılmayacak, verilmeyecek, miras alınmayacak, ihtiyaç sahiplerine, ona yakın olanlara, köleleri özgürleştirmek için, Allah yolunda, yolcuya, misafire ve onun koruyucusunun, ondan alışılmış olanı tüketmesinde veya sadakasından yemesinde bir sakınca yoktur, fakat ondan zenginleşmeye çalışmamalıdır.\""
    },
    {
      "id": 57,
      "narrator": "Abu Hurairah, may Allah be pleased with him, narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, Allah ondan razı olsun, rivayet etti ki Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir kişi öldüğünde, onun amelleri kesilir, ancak üç şey hariç: Sürekli sadaka, başkalarının faydalandığı ilim ve kendisi için dua eden salih bir evlat.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hayvanın sebep olduğu yaralanmalar sorumsuzdur, kuyular sorumsuzdur, madenler sorumsuzdur ve Rikaz'da beşte bir vardır.\""
    },
    {
      "id": 59,
      "narrator": "Narrated Sa'eed bin Zaid:",
      "text": "(Başka Bir Zincir) Abu Hurairah'tan, Peygamber (ﷺ)'den benzer anlamda."
    },
    {
      "id": 60,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Sa'eed bin Zaid'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim verimsiz bir araziyi canlandırırsa, o ona aittir ve zalim kök için bir hak yoktur.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Shumair:",
      "text": "Şumair'den rivayet edilmiştir: Ebu Ayd bin Hammal, Allah'ın Resulü'ne (ﷺ) geldi ve O, ona bir tuz rezervi (maden) ayırmasını istedi. O da onun için ayırdı. Dönmeye başladığında, topluluktan bir adam dedi ki: \"Onun için ne ayırdığını biliyor musun? Ona sadece durgun su ayırdın.\" O (Şumair) dedi: \"Böylece onu terk etti.\" O (Şumair) dedi: \"Sonra O (Peygamber (ﷺ)) ona Arak (bir ağaç türü) için özel bir meranın yapılmasını sordu.\" O dedi ki: \"Deve ayaklarıyla zarar görmediği sürece.\""
    },
    {
      "id": 62,
      "narrator": "Narrated 'Alqamah bin Wa'il:",
      "text": "'Alkame bin Vail'den rivayet edilmiştir: Babasından, Peygamber (ﷺ) onun için Hadramut'ta bir arazi rezervi ayırdı. (Rivayet edenlerden biri ekledi): \"Ve Muaviye'yi onunla birlikte gönderdi, onu ayırması için.\""
    },
    {
      "id": 63,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Hiçbir Müslüman bir bitki dikmez veya bir mahsul ekmez, sonra bir insan, bir kuş veya bir hayvan ondan yemez, ancak bu onun için bir sadaka olur.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Peygamber (ﷺ) Khaibar halkıyla oradan elde edilenlerin yarısı için bir anlaşma yaptı, ister meyve ister mahsul olsun.\""
    },
    {
      "id": 65,
      "narrator": "Narrated Rafi' bin Khadij:",
      "text": "Rafi' bin Hadiç'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize bizim için faydalı olan bir konuda yasak koydu. Bizden biri bir araziye sahip olduğunda, onu bir kısmı mahsul veya bazı dirhemler karşılığında birine kullandırırdı. O dedi ki: 'Sizden biri bir araziye sahip olduğunda, onu kardeşine versin veya onu ektirsin.'\""
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ortakçılığı yasaklamadı. Ama birbirlerine yardımcı olmalarını emretti.\""
    }
  ]
}