{
  "language": "tr",
  "metadata": {
    "length": 39,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) kazaen meydana gelen kan bedelini şöyle belirlemiştir: Yirmi Bint Makhad, yirmi make Ibn Makhad, yirmi Bint Labun, yirmi Jadha'ah ve yirmi Hiqqah.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Amr bin Shu'aib:",
      "text": "(Benzer anlamda başka bir isnad.)"
    },
    {
      "id": 3,
      "narrator": "Narrated 'Ikrimah:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Amr bin Shu'aib'den rivayet edilmiştir: babasından, dedesinden, Peygamber (ﷺ) şöyle buyurmuştur: \"Kim kasten birini öldürürse, o kişi öldürülenin velilerine teslim edilir. İsterlerse onu öldürürler, isterlerse kan bedelini alırlar. Bu, otuz Hiqqah, otuz Jadha'ah ve kırk hamile devedir. İstedikleri (daha fazla) miktar, onların (seçimlerine göre) hakkıdır.\" Bu, kan bedelinin ciddiyetindendir."
    },
    {
      "id": 5,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "'İkrime'den rivayet edilmiştir: İbn Abbas'tan, Peygamber (ﷺ) kan bedelini on iki bin olarak belirlemiştir."
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "Narrated Abu As-Safar:",
      "text": "(Başka bir isnad) 'İkrime'den Peygamber (ﷺ) ile ve benzer bir içerikte, ancak \"İbn Abbas'tan\" ifadesini zikretmemiştir."
    },
    {
      "id": 9,
      "narrator": "Narrated Anas:",
      "text": "Bu rivayet için (İbn 'Uyainah'a dair) daha fazla eleştiri vardır."
    },
    {
      "id": 10,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Amr bin Shu'aib'den rivayet edilmiştir: babasından, dedesinden, Peygamber (ﷺ) şöyle buyurmuştur: \"Mawadih hakkında; beş, beş.\""
    },
    {
      "id": 12,
      "narrator": "Narrated 'Abdullah:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "'Abdullah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Ellerin parmakları ve ayakların parmakları için kan bedeli aynıdır: Her parmak için on deve.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abul-Hakam Al-Bajali:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Suraqah bin Malik bin :",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurmuştur: \"Bunlar ve bunlar aynıdır.\" küçük parmak ve baş parmak için.\""
    },
    {
      "id": 16,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "'Umar bin Al-Khattab'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Baba, oğul için intikam almaz.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Hudud, Mescid'te uygulanmaz ve baba, oğul için öldürülmez.\""
    },
    {
      "id": 18,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "'Abdullah bin Mas'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Allah'tan başka ibadet edilmeye layık olanın olmadığına şahitlik eden bir Müslümanın kanı, yalnızca üç durumda helaldir: (Daha önce evlenmiş veya) evli zani, cana can, ve dininden ayrılan ve Jama'ah'dan (Müslüman topluluğundan) ayrılan kimse.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Şüphesiz ki, Allah'tan ve O'nun Elçisi'nden (ﷺ) bir ahdi olan bir Mu'ahid'i öldüren, Allah ile ahdini ve O'nun Elçisi'nin ahdini ihlal etmiş olur; bu yüzden cennetin kokusunu duyamaz; oysa ki, onun kokusu yetmiş kış mesafeden bile hissedilir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) iki 'Amir için, Müslümanların kan bedeli kadar kan bedeli belirlemiştir ve onlara Allah'ın Elçisi'nden (ﷺ) bir ahit verilmiştir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah, Elçisi'ne (ﷺ) Mekkede zafer verdiğinde, halkın arasında (bir konuşma yapmak için) durdu. Allah'a şükretti ve O'nu övdü, sonra şöyle dedi: 'Ve kim (akrabasından) öldürülürse, onun iki seçeneği vardır: Ya affetmek ya da öldürülmek.'\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Shuraih Al-Ka'bi:",
      "text": "Abu Shuraih Al-Ka'bi'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Şüphesiz ki, Allah Mekkeyi kutsal kılmıştır, insanlar onu kutsal kılmamıştır. Kim Allah'a ve Ahiret Günü'ne inanıyorsa, orada kan dökmesin, ağaçlarını kesmesin. Eğer biri 'Bu, Allah'ın Elçisi'ne (ﷺ) helal kılındı' diye bahane ararsa, şüphesiz ki, Allah bunu bana helal kıldı ama insanlara helal kılmadı; bu sadece bir günün bir saatinde bana helal kılındı. Sonra kıyamet gününe kadar kutsal olmaya devam edecektir. O halde, bu Hudhayl'den bir adamı öldüren Khuza'a halkına: Ben onun 'Aqil'iyim, o halde bugün sonrasında (akrabasından) biri öldürülürse, onun halkının iki seçeneği vardır; ya onu öldürürler ya da ondan kan bedelini alırlar.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) zamanında bir adam öldürüldü, bu yüzden katil adamın velisine getirildi. Katil şöyle dedi: 'Ey Allah'ın Elçisi! Allah'a yemin ederim ki, onu öldürmeyi kastetmedim.' Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer söyledikleri doğruysa ve onu öldürürsen, ateşe gidersin.' Böylece adamı serbest bıraktı.\" Dedi ki: \"Ellerinin arkasında bir Nis'ah ile bağlıydı.\" Dedi ki: \"Böylece, Nis'ah'ını sürüyerek gitti.\" \"Ona Dhan-Nis'ah denildi.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Buraidah:",
      "text": "Buraidah'dan rivayet edilmiştir: Babasından, \"Her zaman Allah'ın Elçisi (ﷺ) bir ordu komutanı gönderdiğinde, ona şahsen tavsiyede bulunurdu; Allah'tan korkmasını ve yanında bulunan Müslümanlara iyi davranmasını söylerdi. 'Allah'ın adıyla savaşın ve Allah'ın lanetiyle savaşın. Allah'a inanmayanlarla savaşın, hainlik yapmayın, parçalamayın ve çocuk öldürmeyin.' derdi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Shaddad bin Aws:",
      "text": "Şeddad bin Evs'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Şüphesiz ki, Allah her şeyde ihsanı emretmiştir. Öldüğünüzde, öldürmeyi güzel yapın, ve kesim yaptığınızda, kesimi güzel yapın. Sizden biri bıçağını keskinleştirsin ve hayvanını (kesimden önce) rahatlatın.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir fetüs durumunda bir Ghurrah erkek köle veya dişi kölenin verilmesini hükmetmiştir. Hüküm verilen kişi şöyle dedi: 'Hiçbir şey içmeyen, yemeyen ve gözyaşı dökmeyen biri için bir şey vermeli miyiz, bu tür bir şeyin faydası yoktur?' Bunun üzerine Peygamber (ﷺ) şöyle dedi: 'Bu bir şairin sözüdür. Aksine, bir Ghurrah gereklidir: bir erkek köle veya dişi köle.'\""
    },
    {
      "id": 27,
      "narrator": "Narrated Al-Mughirah bin Shu'bah:",
      "text": "Al-Mughirah bin Shu'bah'tan rivayet edilmiştir: \"İki kadın eş, (birbirleriyle kavga ederken), biri diğerine bir taş veya bir tente direği ile vurdu ve bu da onun düşük yapmasına sebep oldu. Allah'ın Elçisi (ﷺ) fetüs için bir Ghurrah erkek veya dişi kölenin verilmesini hükmetti ve bunu kadının Asabah'ından talep etti.\""
    },
    {
      "id": 28,
      "narrator": "Abu Juhaifah said:",
      "text": "Abu Juhaifah dedi ki: \"Ali'ye dedim: Ey Müminlerin Komutanı! Allah'ın Kitabı'nda olmayan yazılı bir şey var mı? O da: 'Tohumları yarıp ruhu yaratan Allah'a yemin ederim ki, ondan yalnızca Allah'ın bir insana verdiği Kur'an anlayışını ve bu kağıt parçasında olanı öğrendim.' dedi. Ben de: 'Kağıtta ne var?' dedim. O da: 'Aql, (tutsakların) fidyesi ve hiçbir müminin bir kafir için öldürülmeyeceği hükmü.' dedi.\""
    },
    {
      "id": 29,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "'Amr bin Shu'aib'den rivayet edilmiştir: Babasından, dedesinden, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Müslüman, kafir için öldürülmez.\" Ve bu isnadla, Peygamber (ﷺ) şöyle buyurmuştur: \"Kafir için ödenen kan bedeli, mümin için ödenen kan bedelinin yarısıdır.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Samurah:",
      "text": "Samurah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Kölesini öldüren kimseyi biz öldüreceğiz, ve kölesini sakat bırakan kimseyi biz sakat bırakacağız.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Sa'eed bin Al-Musayyab:",
      "text": "Sa'eed bin Al-Musayyab'dan rivayet edilmiştir: 'Umar şöyle derdi: \"Kan bedeli kabileye aittir, ve kadın kocasının kan bedelinden hiçbir şey miras almaz.\" Ta ki Ad-Dahhak bin Sufyan Al-Kulabi ona, Allah'ın Elçisi (ﷺ) bana yazdı ki, Ashaim Ad-Dibabi'nin eşi kocasının kan bedelini miras aldı."
    },
    {
      "id": 32,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "'Imran bin Husain'den rivayet edilmiştir: \"Bir adam diğer bir adamın elini ısırdı. Isırılan adam elini çekince, iki kesici dişi düştü. Davalarını Peygamber (ﷺ)'e getirdiler. O da şöyle dedi: \"Sizden biri kardeşini, boğa gibi mi ısırıyor? Sizin için kan bedeli yoktur.\" Bunun üzerine Allah Teala: \"Yaralar, eşit karşılıkla.\" ayetini indirdi."
    },
    {
      "id": 33,
      "narrator": "Narrated Bahz bin Hakim:",
      "text": "Bahz bin Hakim'den rivayet edilmiştir: babasından, dedesinden, Peygamber (ﷺ)'in bir adamı bir suçlamadan hapse attığını, sonra onu serbest bıraktığını."
    },
    {
      "id": 34,
      "narrator": "Narrated Sa'eed bin Zaid bin 'Amr bin Nufail:",
      "text": "Sa'eed bin Zaid bin 'Amr bin Nufail'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Malı için öldürülen kimse şehittir.\""
    },
    {
      "id": 35,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Malı için öldürülen kimse şehittir.\""
    },
    {
      "id": 36,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Birisi başkasının malını haksız yere almaya çalışır, dövüşür ve ölürse, o şehittir.\""
    },
    {
      "id": 37,
      "narrator": "",
      "text": "(Başka bir rivayet zinciri) 'Abdullah bin 'Amr'dan, Peygamber (ﷺ)'den benzer anlamda."
    },
    {
      "id": 38,
      "narrator": "Narrated Zaid:",
      "text": "Zaid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydu: \"Malı için öldürülen kimse şehittir, dini için öldürülen kimse şehittir, kanı için öldürülen kimse şehittir, ailesi için öldürülen kimse şehittir.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Sahl bin Abi Hatamah:",
      "text": "Sahl bin Abi Hatamah'dan rivayet edilmiştir: Yahya (rivayet edenlerden biri) dedi ki: Ve sanırım bu Rafi' bin Khadij'den - 'Abdullah bin Sahl bin Zaid ve Muhaiysah bin Mas'ud bin Zaid dışarı çıktılar ve Khaibar'a vardıklarında orada ayrıldılar. Sonra Muhayyisah, 'Abdullah bin Sahl'ın öldürülmüş olduğunu buldu. Sonra Huwayyisah bin Mas'ud ve Abdur-Rahman bin Sahl ile birlikte Allah'ın Elçisi (ﷺ)'ne gitti. İnsanların en küçüğü olan Abdur-Rahman, arkadaşlarının önünde konuşmaya gitti. Allah'ın Elçisi (ﷺ) ona: \"Sizlerden en yaşlısı konuşsun.\" dedi. O da sessiz kaldı ve iki arkadaş konuştu. Onlarla konuştu ve 'Abdullah bin Sahl'ın öldürülmesini Allah'ın Elçisi (ﷺ)'ne aktardılar. O da onlara: \"Eğer aranızdan elli kişi yemin edebilirse, katil aleyhine hakkınız olur.\" dedi. Onlar: \"Biz bunu görmediğimiz için nasıl yemin edebiliriz?\" dediler. O da: \"O zaman elli Yahudi sizinle birlikte yemin edebilir mi?\" dedi. Onlar: \"Kafir bir topluluğun yeminlerini nasıl kabul edebiliriz?\" dediler. Bunun üzerine Allah'ın Elçisi (ﷺ) kan bedelini ödedi.\""
    }
  ]
}