{
  "language": "tr",
  "metadata": {
    "length": 47,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kalem üç kişiden kaldırılmıştır; uyuyan kişiden uyanana kadar, çocuktan genç olana kadar ve akıl hastasından aklını geri kazanana kadar.\""
    },
    {
      "id": 2,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Müslümanlardan hukuki cezaları mümkün olduğunca uzak tutun, eğer bir çıkışı varsa onu kendi yoluna bırakın; çünkü eğer imam affetmekte hata ederse, ceza vermekte hata etmekten daha iyidir.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "(Başka bir isnat) Muhammed bin Rabi'ah'ın rivayetine benzer, ancak o bunu merfu' olarak rivayet etmemiştir."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim bir Müslümanın dünyadaki yüklerinden birini hafifletirse, Allah da onu ahiretteki yüklerinden birinden hafifletecektir. Ve kim bir Müslümanın (kusurlarını) örterse, Allah da onun (kusurlarını) dünyada ve ahirette örtecektir. Ve Allah, kulun kardeşine yardım ettiği sürece, kuluna yardım etmektedir.\""
    },
    {
      "id": 5,
      "narrator": "Asbat bin Muhammad reported it from Al-A'mash who said:",
      "text": "Asbat bin Muhammed, Al-A'mash'tan rivayet etmiştir; o da şöyle demiştir: \"Bana Ebu Salih'ten, Ebu Hureyre'den, Peygamber (ﷺ)'den rivayet edildi,\" ve bu benzer bir rivayettir."
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "(Bu hadis için başka bir isnat.)"
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Müslüman, Müslümanın kardeşidir; ona zulmetmez ve onu harabe etmez. Kim kardeşinin ihtiyaçlarıyla ilgilenirse, Allah da onun ihtiyaçlarıyla ilgilenir. Ve kim bir Müslümanın yükünü hafifletirse, Allah da onu Kıyamet Günü'nde yüklerinden birinden hafifletecektir. Ve kim bir Müslümanın (kusurlarını) örterse, Allah da onu Kıyamet Günü'nde (kusurlarını) örtecektir.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Ma'iz bin Malik'e şöyle dedi: \"Hakkında bana ulaşan bilgi doğru mu?\" O da: \"Sana ulaşan nedir?\" dedi. Peygamber (ﷺ) şöyle dedi: \"Senin, falanın cariyesiyle ilişkide bulunduğun bana ulaştı.\" O da: \"Evet.\" dedi. Böylece dört kez şehadet etti ve taşlanması emredildi."
    },
    {
      "id": 9,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Ma'iz Al-Aslamu, Allah'ın Resulü (ﷺ)'ne geldi ve zina ettiğini itiraf etti, o da (ﷺ) ondan yüz çevirdi. Sonra diğer tarafından yaklaştı ve: 'Zina ettim.' dedi. Yine ondan yüz çevirdi. Sonra diğer tarafından geldi ve: 'Ey Allah'ın Resulü! Zina ettim.' dedi. Dördüncü kezde taşlanması emredildi. Al-Harrah'a götürüldü ve taşlandı; taşlar onu vurduğunda hızla koştu, bir adamın deve kamçısıyla onu dövdüğünü geçti, insanlar onu dövdü ve o öldü. Ölüm anında taşların hissedildiğini Allah'ın Resulü (ﷺ)'ne bildirdiler. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: 'Neden onu bırakmadınız?'\""
    },
    {
      "id": 10,
      "narrator": "Narrated 'Aishah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Aslam kabilesinden bir adam, Peygamber (ﷺ)'e gelerek zina ettiğini itiraf etti. O da ondan yüz çevirdi, sonra tekrar itiraf etti. Sonra tekrar yüz çevirdi ta ki kendisi aleyhine dört kez şehadet edene kadar. Peygamber (ﷺ) şöyle dedi: 'Sen deli misin?' O da: 'Hayır.' dedi. Peygamber (ﷺ) sordu: 'Evli misin?' O da: 'Evet.' dedi. Böylece emri verdi ve Musalla'da taşlandı. Taşlar onu vurduğunda koştu ve yakalandı, taşlanarak öldürüldü. Allah'ın Resulü (ﷺ) onun hakkında güzel şeyler söyledi ama onun için (cenaze) Salatını kılmadı.\""
    },
    {
      "id": 11,
      "narrator": "'Umar bin Al-Khattab said:",
      "text": "Aişe'den rivayet edilmiştir: \"Kureyş, Makhzum kabilesinden bir kadının hırsızlık yapması meselesinden rahatsız oldu. Böylece: 'Onun hakkında Allah'ın Resulü (ﷺ)'ne kim konuşacak?' dediler. 'Bunu yapacak kim var ki, Allah'ın Resulü'ne sevgili olan Usame bin Zaid'den başka?' dediler. Usame onunla konuştu, Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah'ın cezalarından bir ceza için mi arabuluculuk yapıyorsun?' Sonra ayağa kalktı ve insanlara hitap ederek şöyle dedi: 'Sizden öncekiler, bir soylu hırsızlık yaptığında onu bırakmaları yüzünden helak oldular. Ve eğer zayıf biri hırsızlık yaparsa, ona ceza uygularlardı. Ve Allah'a yemin ederim ki, eğer Fatıma bint Muhammed hırsızlık yaparsa, onun elini keserim.'\""
    },
    {
      "id": 12,
      "narrator": "'Umar bin Al-Khattab said:",
      "text": "Ömer bin Hattab şöyle dedi: \"Allah'ın Resulü (ﷺ) taşladı, Ebu Bekir taşladı, ben de taşladım. Eğer Allah'ın Kitabına bir şey eklemeyi istemeseydim, bunu Mushaf'a yazardım; çünkü bir kavmin gelip bunu Allah'ın Kitabında bulamayacağından ve buna inanmaktan kaçınacağından korkuyorum.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Ubaidullah bin 'Abdullah bin 'Uthbah:",
      "text": "Ömer bin Hattab şöyle dedi: \"Gerçekten Allah, Muhammed'i (ﷺ) hak ile gönderdi ve ona Kitabı indirdi. Kendisine indirilenlerden biri de taşlama ayetidir. Böylece Allah'ın Resulü (ﷺ) taşladı ve biz de ondan sonra taşladık. Zaman geçip de birinin 'Allah'ın Kitabında taşlama görmüyoruz' demesinden korkuyorum. Bu, Allah'ın indirdiği bir yükümlülüğü terk ederek saptırılmalarına neden olacaktır. Gerçekten taşlama, evli olan zina eden için, delil sabit olduğunda, ya da hamilelik ya da itiraf nedeniyle uygulanacak bir cezadır.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ubaidullah bin Abdullah bin Uthbah'tan rivayet edilmiştir: O, Ebu Hureyre, Zaid bin Halid ve Şibl'den duyduğunu aktarmıştır; onlar Peygamber (ﷺ) ile birlikteydiler ve iki adam onunla tartışıyordu. Biri onun önünde durarak şöyle dedi: \"Sana Allah'a yemin ederim, ey Allah'ın Resulü! Sadece Allah'ın kitabı ile bizim aramızda hükmetmeni istiyorum.\" Tartıştığı kişi ise -ondan daha etkili bir şekilde- şöyle dedi: \"Ey Allah'ın Resulü! Allah'ın Kitabı ile aramızda hükmetmeni kabul ediyorum, bana konuşma izni ver. Oğlum bu adamın hizmetkârıydı ve onun karısıyla zina etti. Bana, oğlumun taşlanacağını söylediler. Ona yüz dişi koyun ve bir cariye verdim. Sonra bazı ilim ehli kişilerle karşılaştım ve bana oğlumun yüz sopa vurulacağını, bir yıl sürgün edileceğini ve taşlamanın sadece bu adamın karısı için olduğunu söylediler.\" Peygamber (ﷺ) şöyle dedi: \"Canım elinde olan Allah'a yemin ederim ki, ben sizin ikiniz arasında Allah'ın Kitabı ile hükmedeceğim. Yüz dişi koyun ve cariye sana geri verilecektir. Oğlun yüz sopa ve bir yıl sürgün cezasına çarptırılacaktır. Ey Unais! Bu adamın karısına git, eğer itiraf ederse onu taşla.\" O da ona gitti ve o da itiraf etti, böylece onu taşladı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "(Başka bir isnat) benzer."
    },
    {
      "id": 16,
      "narrator": "Narrated 'Ubadah bin As-Samit:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Benden alın. Çünkü Allah, onlara bir yol belirlemiştir: Evli bir kişinin evli bir kişiyle zina etmesi durumunda yüz sopa, ardından recm (taşlama) vardır. Ve bakire bir kişinin bakire bir kişiyle zina etmesi durumunda yüz sopa ve bir yıl sürgün vardır.'\""
    },
    {
      "id": 17,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "'Imran bin Husain'den rivayet edilmiştir: \"Juhainah'dan bir kadın, Peygamber (ﷺ) huzurunda zina ettiğini itiraf etti ve 'Hamileyim' dedi. Bunun üzerine Peygamber (ﷺ) onun velisini çağırdı ve 'Ona iyi davran ve eğer çocuk doğurursa bana haber ver' dedi. O da öyle yaptı, sonra o (ﷺ) onun elbiselerinin sıkıca bağlanmasını emretti. Sonra ona recm edilmesini emretti ve recm edildi. Ardından onun için (cenaze) Salat'ı kıldı. Bunun üzerine 'Umar bin Al-Khattab ona dedi: 'Ey Allah'ın Elçisi! Onu recm ettin, sonra onun için dua ettin?!' O da dedi: 'O, eğer Al-Madinah halkından yetmiş kişiye dağıtılsa yeterli olacak bir tevbe ile tevbe etti. Allah rızası için kendini feda eden birini hiç gördün mü?'\""
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir Yahudi ve bir Yahudi kadını recm etti.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Peygamber (ﷺ) bir Yahudi ve bir Yahudi kadını recm etti.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) sopa vurdu ve sürgün etti, Ebu Bekir sopa vurdu ve sürgün etti, ve 'Umar sopa vurdu ve sürgün etti.\""
    },
    {
      "id": 21,
      "narrator": "Some of them reported this Hadith from 'Ubaidullah, from Nafi', from Ibn 'Umar:",
      "text": "Bazıları bu Hadisi 'Ubaidullah'tan, Nafi'den, Ibn 'Umar'dan rivayet etti: \"Ebu Bekir sopa vurdu ve sürgün etti, ve 'Umar sopa vurdu ve sürgün etti.\""
    },
    {
      "id": 22,
      "narrator": "Narrated 'Ubadah bin As-Samit:",
      "text": "'Ubadah bin As-Samit'ten rivayet edilmiştir: \"Biz Peygamber (ﷺ) ile birlikteydik, 'Allah ile ortaklarınız, ne çalmayacaksınız ne de zina edeceksiniz.' Ayeti onlara okudu. (Ve dedi ki:) 'Aranızdan biri ölürse, bu mükafat Allah katındadır, ve aranızdan biri bunlardan birini yapar ve sonra ceza görürse, bu onun için kefaret olur. Ve bunlardan birini yapar ve Allah onu örterse, o Allah'a aittir; dilerse onu cezalandırır, dilerse onu affeder.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Eğer cariyeniz zina ederse, onu Allah'ın Kitabı'na göre üç kez dövün, eğer tekrar ederse, onu satın, hatta bu bir saç ipi için bile olsa.'\""
    },
    {
      "id": 24,
      "narrator": "Narrated Abu 'Abdur-Rahman As-Sulami:",
      "text": "Ebu Abdurrahman Es-Sulami'den rivayet edilmiştir: \"Ali bir hutbe verdi ve dedi ki: 'Ey insanlar, kölelerinize, evli olanlarına ve bekar olanlarına cezaları uygulayın. Peygamber (ﷺ) bir cariyenin zina ettiğini duyunca onu dövmemi emretti. Ben ona gittim ve o yeni doğum sonrası kanama yaşıyordu, bu yüzden onu döversem öldüreceğimden korktum' - ya da şöyle dedi: 'Ölecekti' - 'bu yüzden Allah'ın Elçisi (ﷺ) huzuruna gittim ve bunu ona söyledim. O da: 'İyi yaptın' dedi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said Al-Hudri'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) ceza olarak kırk kez dövme uyguladı, iki ayakkabıyla - Mis'ar (rivayet edenlerden biri) dedi ki: 'Bunun şarap için olduğunu düşünüyorum.'\""
    },
    {
      "id": 26,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Şarap içen bir adam Peygamber (ﷺ) huzuruna getirildi, o da onu iki palmiye dalıyla kırk kez dövdü. Ebu Bekir de benzer şekilde yaptı, ve 'Umar halife olduğunda halktan danışma istedi. 'Abdurrahman bin 'Awf: 'En hafif ceza seksen sopa' dedi, bunun üzerine 'Umar bunu emretti.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Mu'awiyah:",
      "text": "Mu'aviye'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Kim şarap içerse, onu dövün. Eğer tekrar ederse, dördüncü kezde onu öldürün.'\""
    },
    {
      "id": 28,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) bir Dinar'ın dörtte biri ve daha fazlası için el keserdi.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) üç Dirhem değerindeki bir kalkan için el kesti.\""
    },
    {
      "id": 30,
      "narrator": "'Abdur-Rahman bin Muhariz said:",
      "text": "'Abdurrahman bin Muhariz dedi ki: \"Hırsızın elini boynuna asmak hakkında Fadalah bin 'Ubaid'e sordum: 'Bu Sünnetten midir?' O da: 'Bir adam, Allah'ın Elçisi (ﷺ) huzuruna bir hırsızla geldi, elinin kesilmesini emretti, sonra da onun boynuna asılmasını emretti' dedi.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Jabir :",
      "text": "Jabir'den rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Hain için, zimmetine geçiren için ve yağmacı için el kesilmez.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Rafi' bin Khadij:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir: O, Allah'ın Resulü (ﷺ) şöyle dediğini duydu: \"Meyveler veya hurma özü için el kesilmez.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Busr Bin Artah:",
      "text": "Busr bin Artah'tan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Savaşlarda eller kesilmez.\""
    },
    {
      "id": 34,
      "narrator": "Habib bin Salim said:",
      "text": "Habib bin Salim dedi ki: \"An-Nu'man bin Bashir'e, karısının cariyesiyle ilişkisi olan bir adam getirildi. O şöyle dedi: 'Onun davası hakkında size Allah'ın Resulü (ﷺ) hükmüne göre karar veriyorum: Eğer o, onun için helal kıldıysa, onu yüz kere döveceğim, eğer helal kılmadıysa, onu taşlayacağım.'\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "(Benzer bir isnad) An-Nu'man bin Bashir'den."
    },
    {
      "id": 36,
      "narrator": "Narrated 'Abdul-Jabbar bin Wa'il bin Hujr:",
      "text": "'Abdul-Jabbar bin Wa'il bin Hujr'den rivayet edilmiştir: Babası şöyle dedi: \"Bir kadın, Allah'ın Resulü (ﷺ) zamanında zorla zina etmeye zorlandı. Allah'ın Resulü (ﷺ) ona yasal ceza uygulamadı, ama ona bunu yapan kişiye ceza uyguladı.\" Ve rivayet eden kişi, ona bir mehir tayin ettiğini belirtmedi."
    },
    {
      "id": 37,
      "narrator": "Narrated 'Alqamah bin Wa'il Al-Kindi:",
      "text": "'Alqamah bin Wa'il Al-Kindi'den rivayet edilmiştir: Babasından: \"Bir kadın, Resulullah (ﷺ) zamanında Salat'a gitmek için dışarı çıktı, ama bir adam tarafından yakalandı ve onunla ilişkisi oldu, o da bağırdı ve adam gitti. Sonra bir adam ona rastladı ve o şöyle dedi: 'O adam bana bunu ve şunu yaptı,' sonra bir grup Muhacir'e rastladı ve o şöyle dedi: 'O adam bana bunu ve şunu yaptı.' Onlar, onunla ilişkisi olduğunu düşündüğü adamı bulmaya gittiler ve onu ona getirdiler. O şöyle dedi: 'Evet, işte o.' Sonra onu Allah'ın Resulü (ﷺ)'ne getirdiler, ve o taşlanmasını emrettiğinde, onunla ilişkisi olan adam şöyle dedi: 'Ey Allah'ın Resulü, ben onunla ilişkisi olanım.' O da ona şöyle dedi: 'Git, çünkü Allah seni affetti.' Sonra o, getirilen adama bazı güzel sözler söyledi. Ve onunla ilişkisi olan adama şöyle dedi: 'Onu taşlayın.' Sonra şöyle dedi: 'O, Medine halkının tövbe etmesi durumunda kabul edilecek bir tövbe ile tövbe etti.'\""
    },
    {
      "id": 38,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Hayvanla ilişkisi olanı gördüğünüzde, onu öldürün ve hayvanı da öldürün.\" İbn 'Abbas'a şöyle denildi: \"Hayvanın durumu nedir?\" O şöyle dedi: \"Bu konuda Allah'ın Resulü'nden bir şey duymadım, ama Allah'ın Resulü'nün onun etini yemeyi veya kullanmayı sevmediğini görüyorum, çünkü o hayvanla böyle (çirkin) bir şey yapılmıştır.\""
    },
    {
      "id": 39,
      "narrator": "Sufyan Ath-Thawri reported from 'Asim, from Abu Razin, from Ibn 'Abbas who said:",
      "text": "Sufyan es-Savri, 'Asim'den, Abu Razin'den, İbn 'Abbas'tan rivayet etti ki: \"Hayvanla ilişkisi olan kimseye yasal ceza yoktur.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Lut'un kavminin fiillerini yapanı bulursanız, onu ve ona yapılanı öldürün.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ümmetimden en çok korktuğum şey, Lut'un kavminin davranışıdır.\""
    },
    {
      "id": 42,
      "narrator": "Narrated 'Ikrimah:",
      "text": "'İkrimah'tan rivayet edilmiştir: 'Ali, İslam'dan dönen bazı insanları yaktı. Bu haber İbn 'Abbas'a ulaştı, o da şöyle dedi: \"Eğer ben olsaydım, onları Allah'ın Resulü (ﷺ) sözlerine göre öldürürdüm. Allah'ın Resulü (ﷺ) şöyle dedi: 'Kim dinini değiştirirse, onu öldürün.' Ve onları yakmazdım çünkü Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah'ın cezasıyla cezalandırmayın.' Bu, 'Ali'ye ulaştı ve o da: 'İbn 'Abbas doğru söyledi.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Bizimle silah taşıyan kimse bizden değildir.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Jundab:",
      "text": "Jundab'dan rivayet edilmiştir: O, Allah'ın Resulü (ﷺ)'nün şöyle dediğini duydu: \"Sihirbazın cezası kılıç darbesidir.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Umar:",
      "text": "Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda savaş ganimeti içinden çalanı bulursanız, eşyalarını yakın.\" Salih (rivayet edenlerden biri) dedi ki: \"Ben Maslamah'a girdim ve yanında Salim bin Abdullah vardı. Orada savaş ganimeti çalan bir adam vardı, bu yüzden Salim bu hadisi aktardı. O da buna göre emir verdi ve eşyaları yakıldı. Eşyaları arasında bir Mushaf vardı, bu yüzden Salim dedi ki: 'Bunu satın ve gelirini sadaka olarak ver.'\""
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Eğer bir adam diğer bir adama: 'Ey Yahudi' derse, onu yirmi kere dövün. Eğer 'Ey kadınsı' derse, onu yirmi kere dövün. Ve eğer biri bir Mahram ile ilişkiye girerse, onu öldürün.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Abu Burdah bun Niyar:",
      "text": "Ebu Burdah b. Niyar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Hiç kimse, Allah'ın cezaları arasında yasal bir ceza dışında on kırbaçtan fazla dövülmemelidir.\""
    }
  ]
}