{
  "language": "tr",
  "metadata": {
    "length": 36,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Tha'labah Al-Khushani:",
      "text": "Ebu Tha'lebe el-Huşani'den rivayet edilmiştir: \"Ben dedim ki: 'Ey Allah'ın Resulü! Biz avlanan bir topluluğuz.' O da dedi ki: 'Eğer köpeğini gönderirsen ve onun üzerine Allah'ın adını anarsan, eğer senin için bir şey yakalarsa, onu ye.' Ben dedim ki: 'Hatta onu öldürse bile mi?' O da dedi ki: 'Hatta onu öldürse bile.' Ben dedim ki: 'Biz avlanırken ok atıyoruz.' O da dedi ki: 'Okunla yakaladığın şeyi ye.'\" Dedi ki: \"Sonra ben dedim ki: 'Gerçekten biz bir topluluğuz ki seyahat ederiz. Yahudilere, Hristiyanlara ve Zerdüştlere rastlıyoruz ve onların dışında kaplar bulamıyoruz.' O da dedi ki: 'Eğer onlardan başka bir şey bulamazsan, o zaman onları su ile yıka, sonra onlardan ye ve iç.'\""
    },
    {
      "id": 2,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: \"Ben dedim ki: 'Ey Allah'ın Resulü! Biz eğitilmiş köpeklerimizi av için gönderiyoruz.' O da dedi ki: 'Senin için yakaladığı şeyleri ye.' Ben dedim ki: 'Ey Allah'ın Resulü, peki ya eğer onu öldürürlerse?' O da dedi ki: 'Eğer başka köpeklerle birlikte değillerse, onu öldürseler bile ye.'\" Dedi ki: \"Ben dedim ki: 'Ey Allah'ın Resulü! Biz Mir'ad ile avlanıyoruz.' O da dedi ki: 'Mir'adın deldiği avdan ye, ama geniş tarafı ile vurulan şeyden yeme.'\""
    },
    {
      "id": 3,
      "narrator": "(Another Chain) except that he said:",
      "text": "(Başka bir isnat) sadece şunu söyledi: \"Ve Mir'ad hakkında soruldu.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: \"Zerdüşt köpeği tarafından yakalanan avdan bize yasaklandı.\""
    },
    {
      "id": 5,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: \"Ben Allah'ın Resulü'ne (ﷺ) şahin tarafından yakalanan av hakkında sordum. O da dedi ki: 'Senin için yakaladığı şeyleri ye.'\""
    },
    {
      "id": 6,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: \"Ben dedim ki: 'Ey Allah'ın Resulü! Ben bazı avları vuruyorum ve ertesi gün okumu içinde buluyorum.' O da dedi ki: 'Eğer okunun onu öldürdüğünü biliyorsan ve yırtıcı hayvanların izlerini görmüyorsan, o zaman ye.'\""
    },
    {
      "id": 7,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: \"Ben Allah'ın Resulü'ne (ﷺ) avlanma hakkında sordum, o da dedi ki: 'Okunu attığında Allah'ın adını an. Sonra, eğer onu ölü bulursan, ondan ye, ancak suya düşmüşse, onu yeme, çünkü suyun onu öldürüp öldürmediğini ya da senin okunun onu öldürüp öldürmediğini bilemezsin.'\""
    },
    {
      "id": 8,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: \"Ben Allah'ın Resulü'ne (ﷺ) eğitilmiş köpek tarafından yakalanan av hakkında sordum. O da dedi ki: 'Eğitilmiş köpeğini gönderirken Allah'ın adını anarsan, onun yakaladığı şeylerden ye. Ama eğer o, ondan yerse, o zaman onu yeme, çünkü o sadece kendisi için yakaladı.' Ben dedim ki: 'Ey Allah'ın Resulü! Köpeklerimizin diğer köpeklerle karışması hakkında ne dersin?' O da dedi ki: 'Sen sadece kendi köpeğin üzerinde Allah'ın adını andın, diğerleri üzerinde anmadın.'\" Süfyan dedi ki: \"Onun bunu yemesini hoş karşılamadı.\""
    },
    {
      "id": 9,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "Adi bin Hatim'den rivayet edilmiştir: \"Ben Peygamber'e (ﷺ) Mir'ad ile öldürülen av hakkında sordum. O da dedi ki: 'Keskin kenarı ile öldürdüğün şeyden ye, geniş tarafı ile öldürdüğün şey ise, kör bir şeyle öldürülmüştür.'\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Benzer anlamda başka bir isnat."
    },
    {
      "id": 11,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: \"Kavminden bir adam bir veya iki tavşan avladı ve onları Marwah ile kesti. Sonra onları astı ve Allah'ın Resulü (ﷺ) ile karşılaştığında, ona bunu sordu ve o (ﷺ) ona onları yemesini söyledi.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Ad-Darda':",
      "text": "Ebu Derda'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Mujath-thamah'ı yemeyi yasakladı, bu da oklarla yakalanıp öldürülen şeydir.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Umm Habibah bint Al-'Irbad:",
      "text": "Ümmü Habibe bint el-Irbad'dan, babasından: \"Hayber günü, Allah'ın Resulü (ﷺ) köpek dişleri olan her yırtıcı hayvanın etini, pençeleri olan her kuşun etini, evcil eşeğin etini, Mujath-thamah'ı, Khalisah'ı yemeyi ve hamile bir cariye ile ilişkiye girmeyi, o doğum yapana kadar yasakladı.\" Muhammed bin Yahya dedi ki: \"Ebu 'Asim'e Mujath-thamah hakkında soruldu ve o dedi ki: 'Bir kuşu veya bir şeyi tuzağa düşürmek ve sonra onu vurmak.' Khalisah hakkında sorulduğunda, o da dedi ki: '(Av) bir adamın bir kurt veya yırtıcı ile bulduğu ve ondan aldığı, ama elinde kesilmeden önce öldüğü şeydir.'\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) canlı bir şeyi hedef olarak almayı yasakladı.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Said'den rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Fetüsün kesilmesi, annesinin kesilmesi ile gerçekleşir.'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Tha'labah Al-Khushani:",
      "text": "Ebu Tha'labah Al-Khushani'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) köpek dişlerine sahip olan her yırtıcıyı (yemeyi) yasakladı.\""
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Benzer anlamda başka bir isnad."
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Hayber Günü, Allah'ın Resulü (ﷺ) evcil eşeklerin, katır etinin, köpek dişlerine sahip olan her yırtıcının ve pençeleri olan her kuşun yenmesini yasakladı.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) köpek dişlerine sahip olan her yırtıcıyı yasakladı.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Waqid Al-Laithi:",
      "text": "Ebu Vâkıd El-Leysi'den rivayet edilmiştir: \"Peygamber (ﷺ) Medine'ye geldiğinde, onların develerin hörgüçlerini kesme ve koyunların kıçlarını kesme alışkanlıkları vardı. O da şöyle dedi: 'Bir hayvandan canlıyken kesilen her şey, ölü etidir.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Benzer anlamda başka bir isnad."
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Al-'Ushara':",
      "text": "Ebu El-'Uşara'dan rivayet edilmiştir: Babasından, şöyle dediğini: \"Ben dedim: 'Ey Allah'ın Resulü! Boyun ve gırtlak dışında kesim yok mu?' O da: 'Eğer uyluğuna bıçak saplarsan, bu da senin için kabul edilir.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim bir kertenkeleyi bir darbede öldürürse, ona şu kadar sevap vardır; eğer ikinci darbede öldürürse, ona bu kadar sevap vardır; eğer üçüncü darbede öldürürse, o zaman ona bu kadar sevap vardır.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Yılanları öldürün ve Dhut-Tufyatain ile Al-Abtar'ı öldürün, çünkü bunlar görmeyi kör eder ve ceninlerin düşmesine sebep olur.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gerçekten evlerinizde başka varlıklar vardır. Onlara üç kez bağırın (çıkmaları için). Eğer onlardan herhangi birini daha sonra görürseniz, o zaman öldürün.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Malik bin Enes, bu hadisi Saifi'den, Hişam bin Zuhrah'ın azatlısı Ebu Sa'ib'den, Ebu Said'den, Peygamber (ﷺ) üzerinden rivayet etmiştir ve hadisin yanında bir hikaye vardır."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Laila:",
      "text": "Malik'in rivayetine benzer başka bir isnad."
    },
    {
      "id": 28,
      "narrator": "Narrated 'Abdullah bin Mughaffal:",
      "text": "Ebu Leyla'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir yılan evlerinizde belirdiğinde ona de ki: 'Sana Nuh'un ahdiyle ve Davud'un oğlu Süleyman'ın ahdiyle, bize zarar vermemen için dua ediyoruz.' Eğer geri dönerse, o zaman öldür.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Eğer köpekler, milletlerden bir milletin parçası olmasaydı, hepsinin öldürülmesini emrederdim. O yüzden tamamen siyah olan her birini öldürün.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim bir köpek besler\" - ya da: \"bir köpek edinirse\" - \"ne av için ne de hayvanları korumak için, o zaman her gün onun sevabından iki Kıraat eksilir.\""
    },
    {
      "id": 31,
      "narrator": "Narrated 'Abdullah bin Mughaffal:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir: \"Ben, Allah'ın Resulü (ﷺ) hutbe verirken ağaçtan çıkan dalları yüzünden uzak tutanlardan biriydim. O şöyle diyordu: 'Eğer köpekler bir millet olmasaydı, onları öldürmeyi emrederdim. O halde, içlerinde tamamen siyah olan her birini öldürün. Bir evde köpek besleyen bir kimsenin amelleri her gün bir karat eksilir - av köpeği, çiftlik köpeği veya koyun köpeği hariç.'\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim bir köpek edinirse - hayvanları korumak için bir köpek, av köpeği veya çiftlik köpeği hariç - her gün bir karat onun sevabından eksilir.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Rafi' bin Khadij:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir: \"Ben dedim ki: 'Ey Allah'ın Resulü! Yarın düşmanla karşılaşmayı bekliyoruz ve bizim bıçaklarımız yok.' Bunun üzerine Peygamber (ﷺ) şöyle dedi: 'Kan akıtıyorsa ve Allah'ın adı anılmışsa, onu ye; ancak dişle veya tırnakla yapılmamış olmalıdır. Bunun sebebini söyleyeyim: Diş bir kemiktir, tırnak ise Habeşlilerin bıçağıdır.'\""
    },
    {
      "id": 34,
      "narrator": "Another chain from Rafi' bin Khadij (may Allah be pleased with him) from the Prophet (ﷺ) and it is similar, but the narrator did not mention in it:",
      "text": "Rafi' bin Khadij'den (Allah ondan razı olsun) başka bir isnad ile, Peygamber (ﷺ) tarafından rivayet edilmiştir ve benzeridir, ancak ravisi \"Abayah, babasından\" dememiştir ve bu daha doğrudur. Abayah, Rafi'den dinlemiştir."
    },
    {
      "id": 35,
      "narrator": "Narrated Rafi' bin Khadij:",
      "text": "Rafi' bin Khadij'den rivayet edilmiştir: \"Biz, Peygamber (ﷺ) ile yolculuk yapıyorduk, bir grup insana ait deve kaçtı ve onların atı yoktu. Bunun üzerine bir adam ona ok attı ve Allah onu durdurdu. Allah'ın Resulü (ﷺ) şöyle dedi: 'Bu hayvanlardan bazıları vahşi hayvanlar kadar yabanidir. Eğer onlardan biri böyle bir şey yaparsa, ona benzer şekilde muamele edin.'\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Rafi' bin Khadij'den Peygamber (ﷺ) tarafından başka bir isnad ile rivayet edilmiştir ve benzeridir, ancak (ravisi) \"Abayah babasından\" dememiştir ve bu daha doğrudur."
    }
  ]
}