{
  "language": "tr",
  "metadata": {
    "length": 36,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Nahr günü, insanın Allah katında en sevimli eylemi, kan akıtmaktır (kurbanlık hayvanların). Kıyamet Günü, boynuzları, tüyleri ve tırnaklarıyla birlikte ortaya çıkacak ve gerçekten kan, yere düşmeden önce Allah katında kabul edilecektir, o yüzden kalbiniz bu konuda sevinç duysun.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) iki boynuzlu beyaz erkek koyun kesmiştir. Onları kendi eliyle kesmiş ve Allah'ın adını anmıştır, 'Allahu Ekber' demiş ve ayağını yanlarına koymuştur.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Hanash:",
      "text": "Hanâş'tan rivayet edilmiştir: 'Ali, birini Peygamber (ﷺ) için, diğerini kendisi için olmak üzere iki erkek koyun keserdi. Bu kendisine söylendiğinde, \"O bana emretti\" - yani Peygamber (ﷺ) - \"O yüzden bunu asla bırakmayacağım.\" demiştir."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'id El-Hudri'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) soylu bir boynuzlu erkek koç kesmiştir, (ağzında) siyah, bacaklarında siyah ve (gözlerinin etrafında) siyah vardı.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "El-Bara' bin Azib'den rivayet edilmiştir: Peygamber (ﷺ)'den marfu bir rivayet: \"Aşikar bir şekilde topal olan bir hayvan kurban edilmez, aşikar bir şekilde kör olan bir hayvan, aşikar bir şekilde hasta olan bir hayvan ve kemikleri içinde iliği olmayan zayıf bir hayvan da kurban edilmez.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Peygamber (ﷺ)'den benzer anlamda başka bir isnad."
    },
    {
      "id": 7,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) gözleri ve kulakları kontrol etmemizi emretti ve Muqabalah, Mudabarah, Sharqa' ve Kharqa' kesmememizi söyledi.\""
    },
    {
      "id": 8,
      "narrator": "Another chain from 'Ali, from the Prophet (ﷺ) and it is similar, but he added:",
      "text": "Ali'den başka bir isnad, Peygamber (ﷺ)'den ve benzeridir, ancak şunu ekledi: \"Muqabalah, kulakları kesilmiş olandır, Mudabarah, kulaklarının yanları kesilmiş olandır, Sharqa' kulakları yarılmış olandır ve Kharqa' kulaklarında delik açılmış olandır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Kibash:",
      "text": "Ebu Kibaş'tan rivayet edilmiştir: \"Ben Al-Medine'ye (satış için) bir Jadha' koyunu getirdim ama yanımda kaldı. Ebu Hureyre'yi gördüm ve ona bunu sordum, o da şöyle dedi: 'Ben Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: \"En iyi erkek\" - ya da - \"dişi Udhiyah, Jadha' koyunundan olandır.\" Dedi ki: \"Bunun üzerine insanlar buna ilgi duydular (satın almak istediler).\""
    },
    {
      "id": 10,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ona koyunlar verdi ve bunları arkadaşları arasında kurban olarak dağıtmasını istedi. \"Bir genç erkek keçi ya da genç bir teke kaldı, bunu Allah'ın Elçisi (ﷺ)'ne söyledim, o da: 'Kendin için kurban et.' dedi.\" Vaki' dedi ki: \"Koyunlar arasında Jadha', yedi veya altı aylıktır.\""
    },
    {
      "id": 11,
      "narrator": "It has been reported that 'Uqbah bin Amir said:",
      "text": "Ukbe bin Amir'in şöyle söylediği bildirilmiştir: \"Peygamber (ﷺ) kurbanlık hayvanları dağıttı ve ben bir Jadha' ile kaldım, bu konuda Peygamber (ﷺ)'e sordum, o da: 'Kendin için kurban et.' dedi.\" (Bu Hadis ile başka bir isnad.)"
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Biz Allah'ın Elçisi (ﷺ) ile bir yolculukta idik, Adha (Kurban) günü geldiğinde, biz bir inek için yedi, bir deve için on pay aldık.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Biz Allah'ın Elçisi (ﷺ) ile Al-Hudeybiye'de Nahr (kurban) yaptık: Bir deve yedi (kişi) için ve bir inek yedi (kişi) için.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Hujayyah bin 'Adi:",
      "text": "Hucayyah bin Adi'den rivayet edilmiştir: \"Ali dedi ki: 'Bir inek yedi (kişi) içindir.' Ben de: \"Ya doğum yaparsa?\" dedim. O da: 'O zaman yavrusunu da onunla kes.' dedi. Ben: 'Ya topal olursa?' dedim. O: 'Ritüel yerine ulaştığında.' dedi. Ben: 'Ya boynuzu kırık olursa?' dedim. O: 'Bir sakınca yok, bize emredildi' - ya da - 'Allah'ın Elçisi (ﷺ) iki göz ve iki kulağı kontrol etmemizi emretti.'\""
    },
    {
      "id": 15,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) A'dab (kısa) boynuzlu veya kulaklı bir hayvanın kurban edilmesini yasakladı.\" Katade (rivayet edenlerden biri) dedi ki: \"Bunu Sa'id bin El-Musayyab'a söyledim, o da: 'A'dab, bunun eşit veya daha fazlasıdır.' dedi.\""
    },
    {
      "id": 16,
      "narrator": "Narrated 'Ata bin Yasar:",
      "text": "'Ata bin Yasar'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) zamanında kurban kesiminin nasıl yapıldığını Abu Ayyub'a sordum. O da dedi ki: 'Bir adam, kendisi ve ev halkı için bir koyun keserdi. Onlar ondan yer ve başkalarına da ikram ederdi, ta ki insanlar (sonradan) bununla övünmeye başlar ve şimdi gördüğünüz gibi olurdu.'\""
    },
    {
      "id": 17,
      "narrator": "Narrated Jabalah bin Suhaim :",
      "text": "Jabalah bin Suhaim'den rivayet edilmiştir: Bir adam, İbn 'Umar'a Udhiyah hakkında sordu, \"Zorunlu mu?\" O da dedi ki: \"Allah'ın Elçisi (ﷺ) Udhiyah'ı yerine getirdiği gibi Müslümanlar da yerine getirdi.\" Adam soruyu tekrar etti. O da dedi ki: \"Anlıyor musun? Allah'ın Elçisi (ﷺ) Müslümanlar gibi kesim yaptı.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn 'Umar  :",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Medine'de on yıl Udhiyah keserek kaldı.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Al-Bara' bin 'Azib :",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Nahr Günü bize bir hutbe verdi ve dedi ki: 'Hiçbiriniz Salat'ı kılmadan kesim yapmasın.' O da dedi ki: 'Benim anne tarafından amcam ayağa kalktı ve dedi ki: 'Ey Allah'ın Elçisi, bu etin hoş karşılanmadığı bir gündür ve ben ailemi ve komşularımı beslemek için kurbanımı aceleyle kestim.' O da dedi ki: 'Kesmeyi başka bir hayvanla tekrar et.' O da dedi ki: 'Ey Allah'ın Elçisi (ﷺ), benim koyunuma göre daha iyi et olan bir dişi keçim var, onu kesmeli miyim?' O da dedi ki: 'Evet, bu daha iyidir ve senin için yeterli olacaktır, ama senin ardından bir Jadha' kabul edilmeyecektir.'\""
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Hiçbiriniz kurbanlık hayvanının etinden üç günden fazla yemesin.'\""
    },
    {
      "id": 21,
      "narrator": "Narrated Sulaiman bin Buraidah:",
      "text": "Süleyman bin Bureydah'dan rivayet edilmiştir: Babasından, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ben, kurban etinin üç günden fazla yenmesini size yasaklamıştım ki, imkanı olanlar, imkanı olmayanlara versin. Şimdi ise, istediğiniz gibi yiyin, başkalarına ikram edin ve ondan saklayın.\""
    },
    {
      "id": 22,
      "narrator": "Narrated 'Abis bin Rabi'ah:",
      "text": "'Abis bin Rabi'ah'tan rivayet edilmiştir: \"Ben, Müminlerin Annesi'ne dedim ki: 'Allah'ın Elçisi (ﷺ) kurban etinin yenmesini yasakladı mı?' O da dedi ki: 'Hayır, ama sadece birkaç kişi kesim yapabiliyordu, bu yüzden onların kesim yapamayanlara ikram etmesini istedi. (Sonra) biz, on gün sonra yemek için bir bacak saklardık.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Fara' veya 'Atirah yoktur.' Fara', onlara doğacak ilk yavrudur, onu keserlerdi. 'Atirah ise, Rajab ayında kesilen bir hayvandır; çünkü bu, kutsal ayların ilkiydi.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Yusuf bin Mahak:",
      "text": "Yusuf bin Mahak'tan rivayet edilmiştir: Onlar, Hafsa bint 'Abdur-Rahman'a 'Aqiqah hakkında sormak için girdiler. O da onlara, 'Aişe'nin kendisine bildirdiğini, Allah'ın Elçisi (ﷺ) erkek için iki koyunun yeterli olduğunu ve kız için bir koyunun yeterli olduğunu emrettiğini bildirdi.\""
    },
    {
      "id": 25,
      "narrator": "Narrated 'Ubaidullah bin Abi Rafi':",
      "text": "'Ubaidullah bin Abi Rafi'den rivayet edilmiştir: Babası şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ) Fatıma'ya doğan Hasan bin Ali'nin kulağına Salat'ın Adhan'ını söylediğini gördüm.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Salman bin 'Amir Ad-Dabbi :",
      "text": "Salman bin 'Amir Ad-Dabbi'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Bir erkek çocuk için 'Aqiqah vardır. O yüzden onun için kan akıtın ve ondan zararları kaldırın.'\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Benzer bir isnatla."
    },
    {
      "id": 28,
      "narrator": "Narrated Umm Kurz:",
      "text": "Umm Kurz'dan rivayet edilmiştir: O, Allah'ın Elçisi (ﷺ) 'Aqiqah hakkında sordu. O da dedi ki: \"Erkek için iki koyun, kız için bir koyun yeterlidir, koyunların erkek veya dişi olması seni rahatsız etmez.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Umamah:",
      "text": "Ebu Ümame'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Udhiyah'ın en iyisi bir koçtur ve en iyi kefen Hullah'tır.'\""
    },
    {
      "id": 30,
      "narrator": "Narrated Mikhnaf bin Sulaim:",
      "text": "Mikhnaf bin Süleym'den rivayet edilmiştir: \"Biz, Arafat'ta Peygamber (ﷺ) ile duruyorduk, onu şöyle derken duydum: 'Ey insanlar! Her hane için her yıl bir Udhiyah (kurban) ve 'Atirah vardır. 'Atirah'ın ne olduğunu biliyor musunuz? O, sizin Ar-Rajabiyyah dediğiniz şeydir.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated Muhammad bin 'Ali bin Al-Husain:",
      "text": "Muhammed bin Ali bin Hüseyin'den rivayet edilmiştir: Ali bin Ebu Talib şöyle demiştir: \"Allah'ın Resulü (ﷺ) Al-Hasan için bir koyunla 'Aqiqah yaptı ve dedi ki: 'Ey Fatıma! Onun başını traş et ve saçının ağırlığı kadar gümüşü sadaka olarak ver.'\" Dedi ki: \"Ben de tarttım, bir Dirhem veya bir Dirhem'in birazı kadar geldi.\""
    },
    {
      "id": 32,
      "narrator": "Narrated 'Abdur-Rahman bin Abi Bakrah:",
      "text": "Abdurrahman bin Ebu Bekir'den rivayet edilmiştir: Babasından, Peygamber (ﷺ) bir hutbe verdi, sonra indi ve iki koç çağırdı ve onları kesip kurban etti."
    },
    {
      "id": 33,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: \"Ben, Peygamber (ﷺ) ile birlikte Musalla'da Kurban Bayramı'na katıldım. Hutbesini bitirdikten sonra Minber'den indi ve kendisine bir erkek koyun verildi. Allah'ın Resulü (ﷺ) onu kendi eliyle kesti ve dedi ki: 'Bismillah, Allahu Ekber, bu benden ve benim ümmetimden kesmeyenler içindir.'\""
    },
    {
      "id": 34,
      "narrator": "Narrated Samurah:",
      "text": "Semure'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle demiştir: \"Çocuk, 'Aqiqah' ile rehin tutulmuştur; onun için yedinci günde kurban kesilmeli, bir isim verilmeli ve başı traş edilmelidir.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Benzer anlamda başka bir isnad."
    },
    {
      "id": 36,
      "narrator": "Narrated Umm Salamah:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: Peygamber (ﷺ) şöyle demiştir: \"Kim Dhul-Hijjah hilalini görür ve kurban kesmek isterse, ne saçından ne de tırnaklarından bir şey almasın.\""
    }
  ]
}