{
  "language": "tr",
  "metadata": {
    "length": 83,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Al-Bakhtari:",
      "text": "Ebu'l-Bakhtari'den rivayet edilmiştir: \"Salman el-Farisi'nin komutasındaki Müslüman ordularından bir ordu, Pers kalelerinden birini kuşattı. 'Ey Ebu Abdullah! Onlara saldırmalı mıyız?' dediler. O da: 'Beni, onlara İslam'a çağırmam için bırakın, ben de Allah'ın Elçisi'nin (ﷺ) onları çağırdığı gibi çağırayım.' dedi. Bunun üzerine Salman onlara gitti ve: 'Ben sadece sizlerden bir adamım, bir Pers'im ve Arapların bana itaat ettiğini görüyorsunuz. Eğer Müslüman olursanız, bizim sahip olduğumuz şeylerin benzerine sahip olacaksınız ve sizden, bizden istenen şeyler istenecektir. Eğer reddederseniz ve dininizi korursanız, o zaman sizi kendi halinize bırakırız ve siz de bize, boyun eğmiş olarak, elinizden Cizye vereceksiniz.' dedi. Onlara Farsça: 'Sizler övülmeye değer değilsiniz ve eğer reddederseniz, biz de size karşı direnç göstereceğiz.' dedi. Onlar: 'Cizye vermeyeceğiz, bunun yerine sizinle savaşacağız.' dediler. Bunun üzerine: 'Ey Ebu Abdullah! Onlara saldırmalı mıyız?' dediler. O da: 'Hayır.' dedi.\" O şöyle dedi: \"Üç gün boyunca onlara aynı şeyleri çağırdı, sonra: 'Onlara saldırın.' dedi.\" O da: \"Buna saldırdık ve kaleyi fethettik.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn 'Asim Al-Muzani:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Narrated Anas:",
      "text": "İbn Asim el-Müzani'den rivayet edilmiştir: Babasından, o da bir Sahabi olarak şöyle dedi: \"Allah'ın Elçisi (ﷺ) herhangi bir ordu veya tabur gönderdiğinde onlara: 'Eğer bir cami görürseniz veya ezan okunduğunu duyarsanız, o zaman kimseyi öldürmeyin.' derdi.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Talhah:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Hayber'e doğru yola çıktığında, gece yaklaşır ve gece bir kavme geldiğinde, sabaha kadar onlara saldırmazdı. Sabah olunca, Yahudiler kürekleri ve sepetleriyle dışarı çıktılar, onu görünce: 'Muhammed! Vallahi Muhammed Khamis (bir ordu) ile geldi.' dediler. Bunun üzerine Allah'ın Elçisi (ﷺ): 'Allahu Ekber! Hayber yok oldu, çünkü biz insanların topraklarına yaklaştığımızda - uyarılanlar için ne kötü bir sabah!' dedi.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Umamah:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Another chain from Abu Hurairah who narrated that the Prophet (ﷺ) said:",
      "text": "Ebu Talha'dan rivayet edilmiştir: \"Peygamber (ﷺ) bir kavmi yakaladığında, onların şehrinin kenarında üç gece kalırdı.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Beni Nadir'in palmiyelerini yaktı ve Al-Buwairah'ta kestirdi. Bunun üzerine Allah şöyle vahyetti: 'Kestikleriniz veya gövdelerinde bıraktıklarınız, Allah'ın izniyle ve isyan edenleri aşağılamak için olmuştur.' (59:5)\""
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated Yazid bin Hurmuz:",
      "text": "Ebu Ümame'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Şüphesiz ki Allah, beni (diğer) Peygamberlerden üstün kıldı.\" - ya da şöyle dedi: \"Benim ümmetimi diğer ümmetlerden üstün kıldı ve savaş ganimetlerini bizim için helal kıldı.\""
    },
    {
      "id": 12,
      "narrator": "Narrated 'Umair, the freed slave of Abil-Lahm:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated 'Aishah:",
      "text": "Ebu Hureyre'den başka bir isnad ile rivayet edilmiştir ki Peygamber (ﷺ) şöyle dedi: \"Peygamberler arasında altı şeyle şereflendirildim: Bana Cami' el-Kelam verildi, düşman üzerinde korku ile desteklendim, savaş ganimetleri benim için helal kılındı, yer benim için bir mescid ve temizleyici kılındı, bütün yaratıklara gönderildim ve benimle Peygamberlik sona erdi.\""
    },
    {
      "id": 14,
      "narrator": "It has been related by Az-Zuhri, that the Prophet (ﷺ) gave a portion to some people among the Jews who fought along with him. This was narrated to us by Qutaibah (who said):",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Musa:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) ganimetleri at için iki pay, insan için bir pay olarak dağıttı.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Tha'labah Al-Khushani:",
      "text": "Ebu Tha'labah el-Huşani'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Zerdüştlerin kapları hakkında soruldu. O da: 'Onları yıkayarak temizleyin, sonra onlarda pişirin.' dedi. Her türlü yırtıcı ve köpek dişine sahip olan şeyleri de yasakladı.\""
    },
    {
      "id": 17,
      "narrator": "Another Chain fro Abu Idris Al-Khawlani 'Ai'dhullah bin 'Ubaidullah who said:",
      "text": "Bu hadis, Ebu Tha'labah'dan başka yollarla da rivayet edilmiştir. Ebu İdris el-Havlani, bunu Ebu Tha'labah'dan rivayet etmiştir. Ebu Kılabah, Ebu Tha'labah'dan bir şey duymadı, sadece Ebu Esma'dan, Ebu Tha'labah'dan rivayet etti."
    },
    {
      "id": 18,
      "narrator": "Narrated 'Ubadah bin As-Samit:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Another chain from Ibn 'Abbas that the Prophet (ﷺ) took his sword Dhul-Fiqar on the Day of Badr, and it is the one that he saw in the dream on the Day of Uhud.\n\n\nThis Hadith is Hasan Gharib. We only know it from this route through the report of Ibn Abi Az-Zinad.\n\n\nThe people of knowledge differ over giving the Nafl from the Khumus. Malik bin Anas said:",
      "text": "Ebu İdris el-Havlani'den başka bir rivayet: 'Aydhullah bin 'Ubaidullah dedi ki: \"Ebu Tha'labah el-Huşani'nin şöyle dediğini duydum: 'Ben Allah'ın Resulü'ne (ﷺ) gittim ve dedim: \"Ey Allah'ın Resulü! Biz Kitap Ehli'nin bir diyarında yaşıyoruz ve onların kaplarından yiyoruz.\" O da: \"Eğer başka kaplar bulursanız, onlardan yemeyin. Eğer bulamazsanız, o zaman onları yıkayın ve onlardan yiyin.\" dedi."
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Qatadah:",
      "text": "Bu hadis Hasan Sahih'tir."
    },
    {
      "id": 21,
      "narrator": "Another Chain with similar meaning\n\n\nThere are narrations on this topic from 'Awf bin Malik, Khalid bin Al-Walid, Anas, and Samurah.\n\n\nThis Hadith is Hasan Sahih. Abu Muhammad is Nafi' the freed slave of Abu Qatadah.\n\n\nThis is acted upon according to some of the people of knowledge among the Companions of the Prophet (ﷺ) and others. It is the view of Al-Awza'i, Ash-Shafi'i and Ahmad.\n\n\nSome of the people of knowledge said that the Imam takes Khumus from those goods. Ath-Thawri said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Ubade bin es-Samit'ten rivayet edilmiştir: \"Peygamber (ﷺ) savaş ganimetinin dörtte birini seferin başında, üçte birini dönüşte verirdi.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Umm Habibah bint 'Irbad bin Sariyah:",
      "text": "Bu konu hakkında İbn Abbas, Habib bin Mesleme, Ma'n bin Yazid, İbn Ömer ve Selame bin el-Ekva'dan rivayetler vardır. Ubade'nin bu hadisi Hasan Hadis'tir. Bu hadis, Ebu Selam'dan, Peygamber (ﷺ) arkadaşlarından bir adamdan da rivayet edilmiştir."
    },
    {
      "id": 24,
      "narrator": "Narrated Qabisah bin Hulb:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn Abbas'tan başka bir rivayet: Peygamber (ﷺ) Badr Günü Dhul-Fiqar kılıcını aldı ve bu, Uhud Günü rüyasında gördüğü kılıçtır."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Bu hadis Hasan Garib'tir. Bunu sadece İbn Ebi Zinad'ın rivayetiyle bu yoldan biliyoruz."
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Ayyub:",
      "text": "İlim ehli, Khumus'tan Nafl vermek konusunda farklı görüşlere sahiptir. Malik bin Enes dedi ki: \"Allah'ın Resulü'nün (ﷺ) her seferde Nafl verdiğine dair bana ulaşan bir bilgi yok, ancak bazı seferlerde Nafl verdiğine dair bana ulaştı.\" Bu, ganimetin bölünmesinin başında veya sonunda İmamın takdirine bağlıdır.\""
    },
    {
      "id": 28,
      "narrator": "Narrated 'Ali:",
      "text": "İbn Mansur dedi ki: \"Ahmad'a dedim: 'Peygamber (ﷺ) dördüncüyü böldüğünde, Khumus'tan sonra Nafl verdi ve dönüşte Khumus'tan üçüncüyü verdi.' O da dedi ki: 'Khumus alınır, sonra geriye kalanlardan Nafl verilir, bunun dışındakiler yoktur.'\""
    },
    {
      "id": 29,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "Bu hadis, İbn Musayyab'ın dediği gibi anlaşılmaktadır: \"Nafl Khumus'tandır.\" İshak da böyle dedi."
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"As-Sa'b bin Jaththamah bana bildirdi ki, dedi ki: 'Ey Allah'ın Resulü, atlarımız putperestlerin kadın ve çocuklarını ezdi.' O da dedi ki: 'Onlar babalarındandır.'\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Bu hadis Hasan Sahih'dir."
    },
    {
      "id": 33,
      "narrator": "Narrated Thawban:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated Thawban:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bizi bir orduyla gönderdi ve dedi ki: 'Eğer falanı ve falanı görürseniz' iki Kureyşli adamı kastederek: 'o zaman onları ateşle yakın.' Sonra yola çıkarken, Allah'ın Resulü (ﷺ) dedi ki: 'Ben size falanı ve falanı ateşle yakmanızı emrettim, gerçekten ateşle cezalandıran yalnızca Allah'tır. Eğer onları görürseniz, o zaman onları öldürün.'\""
    },
    {
      "id": 35,
      "narrator": "Narrated Simak Abu Rumail Al-Hanafi:",
      "text": "Bu konu hakkında İbn Abbas ve Hamzah bin Amr Al-Aslami'den rivayetler vardır."
    },
    {
      "id": 36,
      "narrator": "Narrated Anas:",
      "text": "Ebu Hureyre'nin hadisi Hasan Sahih bir hadistir. Bu, ilim ehli tarafından amel edilmektedir. Bu hadiste, Muhammed bin İshak, Sulaiman bin Yasar ile Ebu Hureyre arasında bir adam zikretmiştir. Diğerleri bu hadisi Al-Laith'in rivayet ettiği gibi (burada, aralarında bir adam olmadan) aktarmışlardır. Al-Laith bin Sa'd'ın rivayeti daha uygun ve daha doğrudur."
    },
    {
      "id": 37,
      "narrator": "Narrated 'Ali:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated 'Iyad bin Himar:",
      "text": "Tevban'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Kim üç şeyden kurtulmuş olarak ölürse: Kibr (kibir), Ghulul ve borç, o cennete girecektir.'\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Bakrah:",
      "text": "Bu konu hakkında Ebu Hureyre ve Zaid bin Khalid Al-Juhni'den rivayetler vardır."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Dipnot: Ghulul, savaş ganimeti olarak çalınan veya gizlenen malları ifade eder, askerler arasında bölüşülmeden önce."
    },
    {
      "id": 41,
      "narrator": "Another chain from Umm Hani' who said:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Al-Faid:",
      "text": "Tevban'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Kimin ruhu bedenden ayrılırken üç şeyden kurtulmuşsa: Kanz (gömülü hazine), Ghulul ve borç, o cennete girecektir.'\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Sa'eed bu şekilde rivayet etti: \"Kanz\" derken, Ebu 'Awanah kendi rivayetinde \"Kibr\" dedi ve \"Ma'dan'dan\" bahsetmedi. Ancak Sa'eed'in rivayeti daha doğrudur."
    },
    {
      "id": 44,
      "narrator": "Narrated Jabir:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Samurah bin Jundab:",
      "text": "Simak Abu Rumail Al-Hanafi'den rivayet edilmiştir: \"İbn Abbas'ın şöyle dediğini duydum: 'Ömer bin Hattab bana şöyle anlattı: \"Birisi dedi ki: 'Ey Allah'ın Resulü! Falanca şehit oldu.' O da dedi ki: 'Hayır! Onu savaş ganimeti olarak çaldığı elbisesinin ateşinde gördüm.' Dedi ki: 'Kalk ey Ömer! De ki, cennete yalnızca müminler girecektir.' Üç kez.\""
    },
    {
      "id": 46,
      "narrator": "Narrated 'Atiyyah Al-Qurazi:",
      "text": "'Atiyyah Al-Qurazi'den rivayet edilmiştir: \"Biz, (Kuraizah Savaşı) günü Allah'ın Elçisi (ﷺ) huzuruna çıkarıldık. Kimde pubis kılları varsa öldürüldü, kimde yoksa kendi yoluna bırakıldı. Ben pubis kılları olmayanlardan olduğum için kendi yoluma bırakıldım.\""
    },
    {
      "id": 47,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "Bu Hadis Hasan Sahih'dir. Bazı ilim ehli buna göre hareket etmektedir. Onlar pubis kıllarını, eğer rüyada cinsel ilişki yaşayıp yaşamadığı veya yaşı bilinmiyorsa, sorumluluk yaşının bir göstergesi olarak kabul ederler. Bu, Ahmed ve İshak'ın görüşüdür."
    },
    {
      "id": 48,
      "narrator": "Narrated Bajalah bin 'Abdah :",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated Bajalah:",
      "text": "'Amr bin Shu'aib'den rivayet edilmiştir: Babasından, dedesinden, Allah'ın Elçisi (ﷺ) hutbesinde şöyle söyledi: \"Cahiliye döneminde verilen ahitleri yerine getirin; çünkü İslam, onlara sadece ağırlık ekler. Ve İslam'da yeni ahitler başlatmayın.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Malik :",
      "text": "Bu konuda 'Abdur-Rahman bin 'Awf, Ümmü Seleme, Cubeyr bin Mut'im, Ebu Hureyre, İbn Abbas ve Kays bin Asim'den rivayetler vardır."
    },
    {
      "id": 51,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 52,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "Narrated Yahya bin Abi Kathir:",
      "text": "Bajalah bin 'Abdah'dan rivayet edilmiştir: \"Ben, Jaz' bin Mu'awiyah için Manadhir'de katiplik yapıyordum, 'Umar'ın bize yazdığı mektup geldi (şöyle diyordu): 'Etrafınızdaki Zerdüştleri kontrol edin, onlardan Cizye alın. Şüphesiz ki 'Abdur-Rahman bin 'Awf bana bildirdi ki, Allah'ın Elçisi (ﷺ) Hacer Zerdüştlerinden Cizye aldı.'\""
    },
    {
      "id": 54,
      "narrator": "Narrated Yazid bin Abi 'Ubaid:",
      "text": "Bu Hadis Hasan'dır."
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Bajalah'dan rivayet edilmiştir: 'Umar, 'Abdur-Rahman bin 'Awf ona, Peygamber (ﷺ) Hacer Zerdüştlerinden Cizye aldı diye bildirmeden Zerdüştlerden Cizye almazdı.\""
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Hadiste bundan daha fazla diyalog vardır. Ve bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 58,
      "narrator": "Narrated Jabir:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Ibn Al-Munkadir heard Umaimah bin Ruqaiqah saying:",
      "text": "Malik'den rivayet edilmiştir: Az-Zuhri'den, Sa'ib bin Yazid şöyle dedi: \"Allah'ın Elçisi (ﷺ) Bahreyn Zerdüştlerinden Cizye aldı, 'Umar ise Perslerden aldı, 'Uthman da Perslerden aldı.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Al-Bara' :",
      "text": "Bu konuda Muhammed'e sordum, o da şöyle dedi: \"Bu: 'Malik, Az-Zuhri'den, Peygamber (ﷺ) üzerinden.'\""
    },
    {
      "id": 61,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) Abdul-Kays heyetine şöyle dedi: \"Savaş ganimetlerinizden humus vermenizi emrediyorum.\""
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Dedi ki: Bu hadisle ilgili bir hikaye vardır."
    },
    {
      "id": 63,
      "narrator": "Narrated 'Abayah bin Rifa'ah:",
      "text": "Bu hadis Hasan Sahih'tir."
    },
    {
      "id": 64,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Benzer bir rivayetle başka bir isnad."
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Narrated Qais bin Abu Hazim:",
      "text": "Abayah bin Rifa'ah'tan rivayet edilmiştir: Babasından, dedesi Rafi' bin Khadij'den, o da şöyle dedi: \"Biz, Allah'ın Resulü (ﷺ) ile bir yolculukta idik, aceleci insanlar koyunlara doğru koşarak yemek için gitti, oysa Allah'ın Resulü (ﷺ) insanların arkasındaydı. Sonra o, kazanları geçti ve tartılmasını emretti, ardından onları aralarında paylaştırdı ve bir deveye on koyun eşit kıldı.\""
    },
    {
      "id": 68,
      "narrator": "Narrated Qais bin Abu Hazim:",
      "text": "Sufyan es-Savri, bunu babasından, Abayah'tan, dedesi Rafi' bin Khadij'den rivayet etti ve \"babasından\" kısmını zikretmedi."
    },
    {
      "id": 69,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "Bunu bize Mahmud bin Ghaylan rivayet etti (dedi ki): \"Vaki' bunu Sufyan'dan bize aktardı.\" Ve bu daha doğrudur. Abayah bin Rifa'ah, dedesi Rafi' bin Khadij'den dinlemiştir."
    },
    {
      "id": 70,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Dedi ki: Bu konuda Tha'labah bin Al-Hakam, Anas, Ebu Rihanah, Ebu Derda, Abdurrahman bin Samurah, Zaid bin Halid, Cabir, Ebu Hureyre ve Ebu Eyyub'dan rivayetler vardır."
    },
    {
      "id": 71,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim yağma yaparsa, o bizden değildir.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Malik bin Aws bin Al-Hadathan:",
      "text": "Bu hadis, Anas'ın hadisi olarak Hasan Sahih Gharib'tir."
    },
    {
      "id": 74,
      "narrator": "Narrated Al-Harith bin Malik bin Al-Barsa':",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated An-Nu'man bin Muqarrin :",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Yahudilere ve Hristiyanlara selam vermekte acele etmeyin. Ve eğer yolda onlardan biriyle karşılaşırsanız, onu dar kısmına zorlayın.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Ma'qil bin Yasar:",
      "text": "Ma'qil bin Yasar'dan rivayet edilmiştir: \"Ömer bin Hattab, En-Nu'man bin Muqarrin'i El-Hurmuzan'a göndermiştir.\" Ve hadisi tam olarak zikretmiştir. En-Nu'man bin Muqarrin dedi ki: \"Ben Allah'ın Resulü (ﷺ) ile (savaşlara) katıldım. Gündüzün başında savaşmadığında, güneşin zirve noktasını geçmesini beklerdi, zafer rüzgarı eser ve zafer onlara inerdi.\""
    },
    {
      "id": 77,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Bu Hadis Hasan Sahih'dir. 'Alkame bin 'Abdullah (rivayetçilerden biri) Bakr bin 'Abdullah El-Müzani'nin kardeşidir."
    },
    {
      "id": 78,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 79,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Tiyarah, Şirk'tendir ve aramızda (etkiler) olan hiç kimse yoktur ki, Allah onu Tevekkül ile kaldırmasın.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Sulaiman bin Buraidah:",
      "text": "Muhammed bin İsmail'in şöyle dediğini duydum: \"Süleyman bin Harb bu Hadis hakkında şunu söylerdi: 'Ve aramızda (etkiler) olan hiç kimse yoktur ki, Allah onu Tevekkül ile kaldırmasın' - Süleyman derdi ki: 'Bu bana Abdullah bin Mes'ud'un bir sözü gibi geliyor.'\""
    },
    {
      "id": 81,
      "narrator": "Muhammad bin Bash-shar narrated to us (he said):",
      "text": "Bu konuda Sa'd, Ebu Hureyre, Habîs Et-Tamimi, Aişe ve İbn Ömer'den rivayetler vardır."
    },
    {
      "id": 82,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Bu Hadis Hasan Sahih'dir, bunu sadece Salamah bin Khuail'in rivayeti olarak biliyoruz. Şu'bah da bu Hadisi Salamah'dan rivayet etmiştir."
    },
    {
      "id": 83,
      "narrator": "Another chain with similar narrations. \n\n[Abu 'Eisa said:",
      "text": "---"
    }
  ]
}