{
  "language": "tr",
  "metadata": {
    "length": 52,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Resulullah'a (ﷺ) 'Ey Allah'ın Resulü, cihadın eşdeğeri nedir?' denildi. O da: 'Gerçekten, siz (insanlar) buna muktedir değilsiniz.' dedi. Bunun üzerine onu iki veya üç kez tekrar ettiler, her seferinde o: 'Siz (insanlar) buna muktedir değilsiniz.' dedi. Sonra üçüncü kez şöyle dedi: 'Allah yolunda cihad edenin örneği, oruç tutan ve namaz kılan, namazdan ve oruçtan gevşemeyen kimsenin örneği gibidir; ta ki Allah yolunda cihad eden geri dönene kadar.'\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Bu konuda Eş-Şifa', Abdullah bin Hubşi, Ebu Musa, Ebu Said, Ümmü Malik El-Bahziyyah ve Enes'ten rivayetler vardır."
    },
    {
      "id": 3,
      "narrator": "Narrated Fadalah bin 'Ubaid:",
      "text": "Bu Hadis Hasan Sahih'tir. Ebu Hureyre'den Peygamber (ﷺ) aracılığıyla birden fazla yolla rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Al-Aswad :",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah Azze ve Celle şöyle buyuruyor: 'Benim yolumda cihad eden, benim garantim altındadır. Eğer onu yakalarsam, ona cenneti miras bırakırım; eğer onu geri döndürürsem, ona bir mükafat veya ganimetle geri döndürürüm.'\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Umamah Al-Bahili:",
      "text": "Bu Hadis bu yoldan Gharib Sahih'tir."
    },
    {
      "id": 7,
      "narrator": "Narrated Khuraim bin Fatik:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "Narrated 'Adi bin Hatim At-Tai:",
      "text": "Fadalah bin Ubeyd'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Herhangi bir kimsenin ölümüyle amelleri mühürlenir. Ancak düşmanla Allah yolunda sınırda bekleyerek ölen kimse için durum böyledir. Çünkü onun amelleri Kıyamet Günü'ne kadar artırılır ve o, kabir fitnesinden emniyettedir.' Ve ben Allah'ın Resulü (ﷺ) derken duydum: 'Mücahid, kendi nefsine karşı mücadele eden kimsedir.'\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Umamah:",
      "text": "Bu konuda Ukbe bin Amir ve Cabir'den rivayetler vardır."
    },
    {
      "id": 10,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Fadalah'ın Hadisi Hasan Sahih Hadis'tir."
    },
    {
      "id": 11,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Ebu El-Aswad'dan rivayet edilmiştir: 'Urve ve Süleyman bin Yesar'dan, Ebu Hureyre'den rivayet ettiğine göre, Peygamber (ﷺ) şöyle buyurmuştur: 'Kim Allah yolunda bir gün oruç tutarsa, Allah onu ateşten yetmiş kış uzaklaştırır.' Onlardan biri 'yetmiş' dedi, diğeri ise 'kırk' dedi.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Zaid bin Khalid Al-Juhani:",
      "text": "Bu Hadis bu yoldan Gharib Hadis'tir. Ebu El-Aswad'ın ismi Muhammed bin Abdurrahman bin Nüfel El-Asadi El-Medeni'dir."
    },
    {
      "id": 14,
      "narrator": "Narrated Yazid bin Abu Maryam:",
      "text": "Bu konuda Ebu Said, Enes, Ukbe bin Amir ve Ebu Ümame'den rivayetler vardır."
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Narrated Shurahbil bin As-Samt:",
      "text": "Şurahbil bin As-Samt'tan rivayet edilmiştir: \"Ey Ka'b bin Murrah! Resulullah'tan (ﷺ) bir şey anlat ve dikkatli ol.\" Dedi ki: \"Ben, Peygamber (ﷺ)'in şöyle dediğini duydum: 'Kim İslam'da bazı beyaz saçlar geliştirirse, bu, Kıyamet Günü'nde onun için bir nur olacaktır.'\""
    },
    {
      "id": 17,
      "narrator": "Narrated Amr bin 'Abasah:",
      "text": "Bu konu hakkında Fadalah bin 'Ubaid ve 'Abdullah bin 'Amr'dan da bir şey vardır. Ka'b bin Murrah'ın rivayeti Al-A'mash'tan, 'Amr bin Murrah'dan bu şekilde nakledilmiştir."
    },
    {
      "id": 18,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Bu Hadis, Mansur'dan, Salim bin Abu Al-Ja'd'dan, onunla Ka'b bin Murrah arasında bir adamın bulunduğu bir isnatla rivayet edilmiştir. O, \"Ka'b bin Murrah\" olarak anılır ve \"Murrah bin Ka'b Al-Bahzi\" olarak da bilinir. Peygamber (ﷺ) sahabeleri arasında tanınanı Ka'b bin Murrah Al-Bahzi'dir; o, Peygamber (ﷺ)'den bazı hadisler rivayet etmiştir."
    },
    {
      "id": 19,
      "narrator": "Narrated 'Abdullah bin 'Abdur-Rahman bin Abu Husain:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Another chain from 'Abdullah bin Al-Azraq, from 'Uqbah bin 'Amir  from the Prophet (ﷺ) with similar meaning.\n\n\n[Abu 'Eisa said:",
      "text": "Amr bin 'Abasah'tan rivayet edilmiştir: Resulullah (ﷺ) şöyle dedi: \"Kim Allah yolunda bazı beyaz saçlar geliştirirse, bu, Kıyamet Günü'nde onun için bir nur olacaktır.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Najih As-Sulami:",
      "text": "Bu Hadis Hasan Sahih Gharib'tir. Haiwah bin Shuraih'in (adı) Ibn Yazid Al-Himsi'dir."
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Narrated Anas:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Resulullah (ﷺ) şöyle dedi: \"Atların saçları, Kıyamet Günü'ne kadar hayır taşır. At, üç amaç için vardır: Bir adam için bir ödül, bir adam için bir sığınak (yoksulluktan), bir adam için de bir yük. Allah yolunda onu edinen ve buna göre hazırlayan için, bu onun için bir ödüldür; onun karnına giren hiçbir şey yoktur ki, Allah onu onun için bir ödül olarak yazmasın.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Ka'b bin Malik:",
      "text": "Bu Hadis Hasan Sahih'tir. Malik bin Enes, bu Hadis'e benzer bir rivayeti Zaid bin Aslam'dan, Ebu Salih'ten, Ebu Hureyre'den, Peygamber (ﷺ)'den nakletmiştir."
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Anas:",
      "text": "'Abdullah bin 'Abdur-Rahman bin Ebu Hüseyin'den rivayet edilmiştir: Resulullah (ﷺ) şöyle dedi: \"Şüphesiz ki, Allah, bir okla cennete üç kişiyi alacaktır. Onu yapan, onunla hayır arayan, onu atan ve onun için ok tutan.\" Ve dedi ki: \"Okçuluk yapın ve binek eğitin; okçuluk yapmanız, binek eğitmekten daha sevimlidir. Müslüman adamın meşgul olduğu her boş eğlence, yalandır; ok atması, atını eğitmesi ve eşiyle oynaması dışında, çünkü bunlar doğrudandır.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Fadalah bin 'Ubaid:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated Ishaq bin 'Abdullah bin Abi Talhah:",
      "text": "'Abdullah bin Al-Azraq'tan başka bir isnat, 'Uqbah bin 'Amir'den, Peygamber (ﷺ)'den benzer anlamda."
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Musa:",
      "text": "Bu konu hakkında Ka'b bin Murrah, 'Amr bin 'Abasah ve 'Abdullah bin 'Amr'dan rivayetler vardır. Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 30,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "Narrated Sahl bin Sa'd As-Sa'idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda sabahleyin çıkmak, dünya ve içindekilerden daha hayırlıdır. Cennette bir kamçının yeri, dünya ve içindekilerden daha hayırlıdır.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Hurairah and Ibn 'Abbas:",
      "text": "Bu konu hakkında Abu Hurairah, İbn Abbas, Abu Ayyub ve Anas'tan rivayetler bulunmaktadır."
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 34,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Abu Hurairah ve İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Allah yolunda sabahleyin veya öğleden sonra çıkmak, dünya ve içindekilerden daha hayırlıdır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Sahl bin Abi Umamah bin Sahl bin Hunaif:",
      "text": "Bu Hadis Hasan Gharib'dir."
    },
    {
      "id": 37,
      "narrator": "Narrated Mu’adh bin Jabal :",
      "text": "Ashl bin Sa'd'dan rivayet eden Abu Hazim, Abu Hazim Az-Zahid'dir. O Medineli'dir ve ismi Salamah bin Dinar'dır. Abu Hurairah'tan rivayet eden Abu Hazim ise, ismi Salman olan Abu Hazim Al-Ashja'i Al-Kufi'dir ve o 'Azzah Al-Ashja'iyyah'ın azatlı kölesidir."
    },
    {
      "id": 38,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamber (ﷺ) zamanında bir adam, susuzluğu gideren küçük bir su kaynağı bulunan bir vadiye rastladı ve bunun ne kadar hoş olduğunu görünce hayret etti. Bunun üzerine şöyle dedi: \"İnsanlardan ayrılmalı ve bu vadide kalmalıyım. Ama bunu, Allah'ın Resulü'nden izin almadıkça yapmayacağım.\" Bunun üzerine bunu Allah'ın Resulü'ne (ﷺ) anlattı ve o da şöyle dedi: \"Bunu yapma. Zira sizden birinin Allah yolunda durması, evinde kıldığı namazdan yetmiş yıl daha hayırlıdır. Allah'ın günahlarınızı affetmesini ve sizi cennete almasını istemez misiniz? O halde Allah yolunda savaşın; zira kim Allah yolunda, bir deveyi iki kez sağmak kadar bir süre savaşırsa, cennet onun için farzdır.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Mu’adh bin Jabal :",
      "text": "Bu Hadis Hasan'dır."
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated Abu Bakr bin Abi Musa Al-Ash'ari:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Allah yolunda sabah veya öğleden sonra çıkmak, dünya ve içindekilerden daha hayırlıdır. Sizden birinin okunun kaplayacağı alan veya elinin kaplayacağı alan cennette, dünya ve içindekilerden daha hayırlıdır. Eğer cennetteki kadınlardan biri, yeryüzündeki insanlara görünse, o, gökler ile yer arasını aydınlatır ve aralarındaki her yeri hoş bir koku kaplar; başındaki örtü, dünya ve içindekilerden daha hayırlıdır.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 44,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Another chain from Anas, from the Prophet (ﷺ) with similar in its meaning.\n\n\n[Abu 'Eisa said:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Sizlere insanların en hayırlısını bildireyim mi? Allah yolunda atının ipini tutan bir adam. Sonra sizlere ondan sonrakini bildireyim mi? İnsanlardan uzaklaşarak küçük bir koyun sürüsüyle yalnız kalan adam, böylece Allah'ın hakkını yerine getirmiş olur. Sizlere insanların en kötüsünü bildireyim mi? Allah'ın adıyla sorulduğu halde ona bir şey vermeyen adam.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Al-Miqdam bin Ma'diykarib:",
      "text": "Al-Miqdam bin Ma'diykarib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Şehit için Allah katında altı şey vardır. İlk kan akıtışında affedilir, cennetteki yeri kendisine gösterilir, kabir azabından korunur, en büyük korkudan güvence altına alınır, başına şerefin tacı konur - ve onun değerli taşları dünya ve içindekilerden daha hayırlıdır - cennette Al-Huril-'Ayn ile yetmiş iki kadınla evlendirilir ve yetmiş yakın akrabası için şefaat edebilir.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Sahl bin Sa'd:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 48,
      "narrator": "Narrated Muhammad bin Al-Munkadir:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"(Ribat) Allah yolunda bir gün sınırda bekçilik yapmak, dünya ve içindekilerden daha hayırlıdır. Ve Allah yolunda geçirilen bir öğleden sonra - ya da bir sabah - dünya ve üzerindekilerden daha hayırlıdır. Ve cennette birinizin kamçısının kapladığı alan, dünya ve üzerindekilerden daha hayırlıdır.\""
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Salih, the Freed slave of Uthman :",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 51,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Umamah:",
      "text": "Muhammed bin Al-Munkadir'den rivayet edilmiştir: \"Salman Al-Farisi, kendisi ve arkadaşlarının zorluklar çektiği bir garnizonda Şurahbil bin As-Simt'in yanından geçti. Ona şöyle dedi: 'Sana - Ey İbn As-Simt - Allah'ın Resulü'nden (ﷺ) duyduğum bir Hadis rivayet edeyim mi?' O da: 'Elbette.' dedi. O da: 'Allah'ın Resulü'nden (ﷺ) şunu duyduğumu söyledim: '(Ribat) Allah yolunda bir gün sınırda bekçilik yapmak, bir ay oruç tutmaktan ve onun için (namaz) kılmaktan daha faziletlidir.' Ve kim bu yolda ölürse, kabir azabından korunur ve amelleri Kıyamet Günü'ne kadar sürekli olarak artırılır.\""
    }
  ]
}