{
  "language": "tr",
  "metadata": {
    "length": 53,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "Al-Bara' bin 'Azib'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bana bir omuz kemiği veya tablet getirin.\" Sonra yazdı: \"Oturmuş olan müminler bir değildir.\" Arkasında bulunan 'Amr bin Umm Maktum dedi ki: \"Benim için bir muafiyet var mı?\" Bunun üzerine şu ayet indirildi: \"Ancak özürlü olanlar.\""
    },
    {
      "id": 2,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Bu konu hakkında İbn 'Abbas, Cabir ve Zeyd bin Sabit'ten rivayetler vardır."
    },
    {
      "id": 3,
      "narrator": "Narrated Al-Hajjaj bin Muhammad:",
      "text": "Bu hadis Hasan Sahih'dir ve Sulaiman At-Taimi'den Abu İshak'ın rivayeti olarak Gharib bir hadistir."
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ve Şu'bah ile Es-Savri bu hadisi Abu İshak'tan rivayet etmiştir."
    },
    {
      "id": 5,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "---"
    },
    {
      "id": 6,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir: Bir adam Peygamber (ﷺ)'e cihad için izin istemeye geldi. O da sordu: \"Yaşayan ebeveynlerin var mı?\" Adam: \"Evet.\" dedi. Peygamber (ﷺ) şöyle dedi: \"O halde cihadın onlara karşıdır.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Ishaq:",
      "text": "Bu konu hakkında İbn 'Abbas'tan bir şey vardır."
    },
    {
      "id": 8,
      "narrator": "Narrated 'Abdur-Rahman bin 'Awf:",
      "text": "Bu hadis Hasan Sahih'dir. (Rivayet edenlerden biri) Abul-Abbas, Mekkeli kör (Al-A'ma) şairdir, adı As-Sa'ab bin Farrukh'tur."
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn Abi Awfa:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Narrated Jabir:",
      "text": "Al-Haccac bin Muhammed'den rivayet edilmiştir: İbn Juraij, Allah'ın \"Allah'a itaat edin ve Resulüne itaat edin, içinizden yetkililere de\" ayetini yorumladı. Şöyle dedi: \"Abdullah bin Hudhafah bin Qais bin 'Adi As-Sahmi, Allah'ın Resulü (ﷺ) tarafından bir askeri seferle görevlendirildi. Bunu Ya'la bin Muslim, Sa'eed bin Jubair'den, o da İbn 'Abbas'tan bana bildirdi.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Yunus bin 'Ubaid:",
      "text": "Bu hadis Hasan Sahih Gharib'dir. Onu sadece İbn Juraij'in rivayeti olarak biliyoruz."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Al-Muhallab bin Abi Sufrah:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer insanlar benim yalnızlık hakkında bildiklerimi bilselerdi, bir yolcu gece yalnız seyahat etmezdi.\""
    },
    {
      "id": 14,
      "narrator": "Narrated 'Uthman bin Sa'd:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "'Amr bin Shu'aib'den rivayet edilmiştir: Babasından, dedesinden, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yalnız giden bir şeytandır, iki kişi giden iki şeytandır. Üç kişi ise bir yolculuk grubudur.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber (ﷺ) Abu Talha'nın Mandub adındaki atına bindi. Dedi ki: 'Korkulacak bir şey yoktur, onu deniz gibi (hızlı) bulduk.'\""
    },
    {
      "id": 17,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Anas:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Medine'de korkuya neden olan bir durum oldu. Bunun üzerine Allah'ın Resulü (ﷺ) bizim Mandub adındaki atımızı ödünç aldı. Dedi ki: 'Korkulacak bir şey görmedim, onu deniz gibi (hızlı) bulduk.'\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Ishaq:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ) insanlar arasında en nazik, en cömert ve en cesur kişiydi.\" Dedi ki: \"Medine halkı bir gece yüksek bir ses duyunca korkuya kapıldılar.\" Dedi ki: \"Peygamber (ﷺ) onlara, Abu Talha'nın eyerlenmemiş bir atı üzerinde, boynunda bir kılıçla karşılaştı. Dedi ki: 'Onu deniz gibi (hızlı) buldum.'\" - atı kastederek."
    },
    {
      "id": 21,
      "narrator": "Narrated Talib bin Hujair:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Anas:",
      "text": "Abu İshak'tan rivayet edilmiştir: Al-Bara' bin 'Azib'den, o da dedi ki: \"Bir adam bize dedi ki: 'Ey Abu 'Umarah, Allah'ın Resulü'nden (ﷺ) mi kaçtınız?'\" O da dedi ki: \"Hayır, Vallahi! Allah'ın Resulü'nden (ﷺ) kaçmadım, fakat bazı aceleci insanlar kaçtı ve (Hawazin kabilesi) onlara oklarla saldırdı. Allah'ın Resulü (Saws) beyaz katırının üzerindeydi ve Abu Süfyan bin Harith bin Abdülmuttalib onun ipini tutuyordu. Allah'ın Resulü (ﷺ) diyordu: 'Ben yalan söylemeyen bir peygamberim, ben Abdülmuttalib'in oğluyum.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated Az-Zubair bin Al-'Awwam:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Gerçekten Huneyn günü, iki ordu Allah'ın Resulü'nden (ﷺ) kaçtı ve Allah'ın Resulü'yle (ﷺ) birlikte yüz adam bile kalmadı.\""
    },
    {
      "id": 25,
      "narrator": "Narrated 'Urwah Al-Bariqi:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Talib bin Hucayr'den rivayet edilmiştir: Hud bin Abdullah bin Sa'd'dan, onun dedesi Mazidah'tan, o da dedi ki: \"Allah'ın Resulü (ﷺ) Fethi günü kılıcında altın ve gümüş vardı.\" Talib dedi ki: \"Ben ona gümüşü sordum, o da dedi: 'Kılıcının el koruyucusu gümüşten idi.'\""
    },
    {
      "id": 27,
      "narrator": "Narrated Abu Qatadah:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Another chain with similar meaning.\n\n\n[Abu 'Eisa said:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü'nün (ﷺ) kılıcındaki el koruyucusu gümüşten yapılmıştı.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Az-Zubair bin Al-'Awwam'dan rivayet edilmiştir: \"Uhud günü, Peygamber (ﷺ) iki zırh giymişti. Bir kayaya çıkmaya çalıştı ama başaramadı, bunun üzerine Talha onun altına çömeldi ve Peygamberi (ﷺ) kayaya oturması için kaldırdı. O da dedi ki: 'Cennet, Talha'nın üzerinedir.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Okçuluk, deve yarışı ve at yarışı dışında hiçbir bahis kabul edilmez.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir kul (Allah'ın) idi, kendisine emredildiği gibi emir verirdi. Üç şey dışında, insanlara dair bize bir emir vermedi: Güzelce abdest almamızı, sadakadan yemememizi ve eşeği atla çiftleştirmememizi emretti.\" Bu konuda Ali'den de bir şey vardır. Bu Hadis Hasan Sahih'dir. Sufyan es-Savri, bunu Ebu Cehdam'dan, o da İbn Abbas'tan, o da İbn Abbas'tan rivayet etti. O, Muhammed'in şöyle dediğini işitti: \"Savri'nin rivayeti korunmamıştır. Savri bunda hata yaptı. Doğru olan, İsmail bin Ülayye ve Ebu Varis bin Said'in Ebu Cehdam'dan, Abdullah bin Ubaidullah bin Abbas'tan İbn Abbas'tan rivayet ettikleridir.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Ad-Darda':",
      "text": "Ebu Derda'dan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Zayıflarınızı benim için arayın. Çünkü sizin rızkınız ve yardımınız yalnızca zayıflarınızla olacaktır.\" Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bir grup içinde köpek veya çan bulunan kimselere melekler eşlik etmez.\" Bu konuda İbn Ömer, Ümmü Habibe ve Ümmü Selame'den rivayetler vardır. Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 35,
      "narrator": "Narrated Al-Bara' :",
      "text": "Al-Bara'dan rivayet edilmiştir: \"Resulullah (ﷺ) iki ordu gönderdi, bunlardan birinin komutanı olarak Ali bin Ebu Talib'i, diğerinin komutanı olarak da Halid bin Velid'i tayin etti. 'Nerede savaş varsa, Ali (komutandır)' dedi.\" O, \"Ali bir kaleyi fethetti ve bir cariye aldı. Halid bir mektup yazdı ve onu bana Resulullah'a göndermem için verdi, onun hakkında konuşmamı istedi. Ben Resulullah'a vardım ve mektubu okumak için yanına geldim. Yüzünün rengi değişti, sonra şöyle dedi: 'Allah ve Resulünü seven, Allah ve Resulü tarafından sevilen bir adam hakkında ne düşünüyorsun?'\" O, \"Ben dedim: 'Ben Allah'ı ve Resulünü kızdırmaktan sığınırım, ben sadece bir elçiyim.' Böylece o sessiz kaldı.\" Bu konuda İbn Ömer'den de bir şey vardır. Bu Hadis Hasan Garib'dir, bunu sadece Ebu Ahvas bin Cevvap'ın rivayetiyle biliyoruz. Ve onun 'Bunun hakkında konuşmak' ifadesi, An-Namimah'a atıfta bulunmaktadır."
    },
    {
      "id": 36,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Şüphesiz, her biriniz bir çobandır ve hepiniz sürünüz hakkında sorgulanacaksınız. Müslümanların başındaki komutan sorumludur ve sorumluluğu hakkında sorgulanacaktır. Adam, ev halkının sorumlusudur ve onlar hakkında sorgulanacaktır. Kadın, kocasının evinde sorumludur ve o da bunun hakkında sorgulanacaktır. Köle, efendisinin malı hakkında sorumludur ve o da bunun hakkında sorgulanacaktır. Şüphesiz, her biriniz bir çobandır ve her biriniz sürünüz hakkında sorgulanacaksınız.\" Bu konuda Ebu Hurayra, Enes ve Ebu Musa'dan rivayetler vardır. Ebu Musa'nın Hadisi korunmamıştır, Enes'in Hadisi de korunmamıştır. İbn Ömer'in Hadisi ise Hasan Sahih Hadis'tir."
    },
    {
      "id": 37,
      "narrator": "Ibrahim bin Bash-shar Ar-Ramadi reported it from Sufyan bin 'Uyainah, from Buraid bin 'Abdullah bin Abu Burdah, from Abu Burdah, from Abu Musa, from the Prophet (ﷺ).\n\n\nMuhammad informed me of that, from Ibrahim bin Bash-Shar . Muhammad said:",
      "text": "İbrahim bin Beşşar Ar-Ramadi, Sufyan bin Uyeyne'den, Buraid bin Abdullah bin Ebu Burda'dan, Ebu Burda'dan, Ebu Musa'dan, Resulullah (ﷺ) ile ilgili olarak rivayet etmiştir. Muhammed bana bunu, İbrahim bin Beşşar'dan bildirdi. Muhammed dedi ki: \"Sufyan'dan, Buraid bin Ebu Burda'dan Resulullah (ﷺ) ile ilgili olarak Mursal bir şekilde rivayet eden birden fazla kişi vardır. Bu daha doğrudur.\" Muhammed dedi ki: \"İshak bin İbrahim, Muaz bin Hişam'dan, babasından, Katade'den, Enes'ten, Resulullah (ﷺ) şöyle dedi: 'Şüphesiz Allah, sorumlu olan herkesten yükümlülüğü hakkında sorgulayacaktır.' İşittim ki Muhammed şöyle dedi: 'Bu korunmamıştır. Sadece Muaz bin Hişam'dan, babasından, Katade'den, Hasan'dan, Resulullah (ﷺ) ile ilgili olarak Mursal bir şekilde doğrudur.'\""
    },
    {
      "id": 38,
      "narrator": "Narrated Umm Al-Husain Al-Ahmasiyyah:",
      "text": "Ümmü el-Hüseyin el-Ahmasiyye'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) veda haccı sırasında hutbe verirken, koltuk altından sarmış olduğu bir burda giyiyordu.\" O şöyle dedi: \"Ben, üst kolunun kaslarının titrediğini gördüm ve O'nu şöyle derken işittim: Ey insanlar! Allah'tan korkun. Eğer bir sakat Habeş kölesi üzerinize komutan olursa, ona dinleyin ve itaat edin, Allah'ın Kitabını aranızda koruduğu sürece.\" Bu konuda Ebu Hurayra ve İrbad bin Sariyah'dan rivayetler vardır. Bu Hadis Hasan Sahih'dir, Ümmü Hüseyin'den başka yollarla da rivayet edilmiştir."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Her Müslüman erkekten, sevdiği ve sevmediği şeylerde dinlemek ve itaat etmek gereklidir - isyan emredilmediği sürece. Eğer isyan emredilirse, o zaman dinlemek ve itaat etmek gerekmez.\" Bu konuda Ali, İmrân bin Husayn ve Hükem bin Amr el-Ghifari'den rivayetler vardır. Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 40,
      "narrator": "Narrated Abu Yahya:",
      "text": "Ebu Yahya'dan rivayet edilmiştir: Mücahid'den, İbn Abbas'tan, \"Allah'ın Resulü (ﷺ) hayvanlar arasında dövüş kışkırtmayı yasakladı.\" dedi."
    },
    {
      "id": 41,
      "narrator": "Abu Yahya reported from Mujahid:",
      "text": "Ebu Yahya, Mücahid'den rivayet etti: \"Resulullah (ﷺ) hayvanlar arasında dövüş kışkırtmayı yasakladı.\" Ve o, \"İbn Abbas'tan\" ifadesini zikretmedi. Bunun, (önceki) Kütbe rivayetinden daha doğru olduğu söylenmektedir."
    },
    {
      "id": 42,
      "narrator": "Sharik narrated this Hadith from Al-A'mash, from Mujahid, from Ibn 'Abbas, from the Prophet (ﷺ) similarly, but he did not mention \"from Abu Yahya\" in it. This was narrated to us by Abu Kuraib from Yahya bin Adam, from Sharik. Abu Mu'awiyah reported it from Al-A'mash, from Mujahid, from the Prophet (ﷺ) similarly. And Abu Yahya is Al-Qattat Al-Kufi, and it is said that his name is Zadhan.\n\n\n[Abu 'Eisa said:",
      "text": "Şarik, bu Hadisi Al-A'maş'tan, Mücahid'den, İbn Abbas'tan, Resulullah (ﷺ) ile ilgili olarak benzer bir şekilde rivayet etti, ancak o, \"Ebu Yahya'dan\" ifadesini zikretmedi. Bu, bize Ebu Kureyb'den, Yahya bin Adem'den, Şarik'ten rivayet edildi. Ebu Muaviye, Al-A'maş'tan, Mücahid'den, Resulullah (ﷺ) ile ilgili olarak benzer bir şekilde rivayet etti. Ve Ebu Yahya, Al-Kattat Al-Kufi'dir, ve onun adının Zadhan olduğu söylenmektedir. [Ebu Eysa dedi ki:] Bu konuda Talha, Cabir, Ebu Said ve İkrah bin Dhuwaib'den rivayetler vardır."
    },
    {
      "id": 43,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Resulullah (ﷺ) yüz üzerinde damgalamayı ve vurmayı yasakladı.\" Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 44,
      "narrator": "Narrated Nafi:",
      "text": "Nafi'den rivayet edilmiştir: İbn Ömer şöyle dedi: \"Ben ordu önünde gözden geçirildim, on dört yaşındaydım, ama beni kabul etmedi. Sonra, on beş yaşındayken tekrar gözden geçirildiğimde, beni kabul etti.\" Nafi dedi ki: \"Bu Hadisi Ömer bin Abdülaziz'e anlattım ve o şöyle dedi: 'Bu, gençlik ile olgunluk arasındaki sınırdır.' Sonra, on beş yaşına ulaşanlara maaş verilmesi için yazdı.\""
    },
    {
      "id": 45,
      "narrator": "Another chain with similar, but he (Nafi') said:",
      "text": "Benzer bir senedle, ancak o (Nafi) şöyle dedi: \"Ömer dedi ki: 'Bu, çocuklar ile askerler arasındaki sınırdır.'\" Ve onun maaş hakkında yazdığını zikretmedi. İshak bin Yusuf'un Hadisi, Sufyan es-Savri'nin rivayeti gibi Hasan Sahih Garib bir Hadis'tir."
    },
    {
      "id": 46,
      "narrator": "Narrated 'Abdullah bin Abi Qatadah:",
      "text": "Abdullah bin Abi Qatadah'dan rivayet edilmiştir: Babası, Allah'ın Elçisi (ﷺ) tarafından kendilerine Jihad'ın ve Allah'a iman etmenin en faziletli ameller olduğunu belirttiği bir Hadis nakletmiştir. Sonra bir adam ayağa kalkarak: \"Ey Allah'ın Elçisi! Eğer Allah yolunda öldürülürsem, günahlarım affedilir mi?\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Evet, eğer Allah yolunda öldürülürsen ve sabırlı olursan, mükafatı ararsan, ileri gidersen, kaçmazsan.\" Sonra Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ne demiştin?\" Adam tekrar: \"Eğer Allah yolunda öldürülürsem, günahlarım affedilir mi?\" dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Evet, eğer sabırlı olursan, mükafatı ararsan, ileri gidersen, kaçmazsan - ancak borç hariç. Çünkü Cebrail bunu bana söyledi.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Hisham bin 'Amr:",
      "text": "Bu konuda Anas, Muhammed bin Cahş ve Ebu Hureyre'den rivayetler vardır. Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 48,
      "narrator": "Narrated Abu 'Ubaidah:",
      "text": "Bazıları bu Hadisi Sa'id el-Makburi'den, Ebu Hureyre'den, Peygamber (ﷺ) ile benzer şekilde rivayet etmiştir. Yahya bin Sa'id el-Ensari ve birden fazla raviden bu, Sa'id el-Makburi'den, Abdullah bin Abi Qatadah'dan, babasından, Peygamber (ﷺ) ile rivayet edilmiştir. Bu, Sa'id el-Makburi'nin Ebu Hureyre'den rivayetinden daha doğrudur."
    },
    {
      "id": 49,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Hişam bin Amr'dan rivayet edilmiştir: \"Uhud günü, yaralılar Allah'ın Elçisi'ne şikayette bulundular, o da: 'Kazın, genişletin ve uygun hale getirin, iki ve üç kişiyi bir mezara gömün. En çok Kur'an bilen kişiyi öne alın.' Babam vefat etti, bu yüzden iki adamın önüne yerleştirdi.\""
    },
    {
      "id": 51,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Bu konuda Khabbab, Cabir ve Anas'tan rivayetler vardır."
    },
    {
      "id": 52,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 53,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "Süfyan es-Savri ve diğerleri bu Hadisi Eyyub'dan, Hümeyd bin Hilal'den, Hişam bin Amir'den rivayet etmiştir. Ve Ebu ed-Dahma'nın (rivayet zincirindeki bir ravinin) adı Kırfah bin Buhays veya Baihas'tır."
    }
  ]
}