{
  "language": "tr",
  "metadata": {
    "length": 76,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Musa Al-Ash'ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İpek ve altın, ümmetimin erkeklerine haram, kadınlarına ise helaldir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Suwaid bin Ghafalah:",
      "text": "Bu konu hakkında 'Ömer, 'Ali, 'Ukbe bin Amir, Enes, Ümmü Hani, Hudeyfe, Abdullah bin Amr, İmran bin Hüseyin, Abdullah bin Zübeyr, Cabir, Ebu Reyhane, İbn 'Umar, El-Bara' ve Vatile bin Eska'dan rivayetler vardır ve bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 3,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "Narrated Waqid bin 'Amr bin Sa'd bin Mu'adh:",
      "text": "Süveyd bin Gafale'den rivayet edilmiştir: 'Ömer, El-Cabiye'de bir hutbe verdi ve şöyle dedi: \"Allah'ın Resulü (ﷺ) iki parmak genişliğinden, ya da üç, ya da dört parmak genişliğinden başka ipek giymeyi yasakladı.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Bara' :",
      "text": "Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 6,
      "narrator": "Narrated 'Ali:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Narrated Salman:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: 'Abdurrahman bin Avf ve Zübeyr bin Avvam, katıldıkları bir savaşta Peygamber'e (ﷺ) bitlerden şikayet ettiler. Bunun üzerine onlara ipek gömlek giymelerine izin verdi. O (Enes) dedi ki: \"Onları giyerken gördüm.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 10,
      "narrator": "Narrated 'Abdullah bin 'Ukaim:",
      "text": "Vaki' bin Amr bin Sa'd bin Muaz'dan rivayet edilmiştir: \"Enes bin Malik geldi. Ben de yanına gittim ve o şöyle dedi: 'Sen kimsin?' Ben de: 'Ben Vaki' bin Amr' dedim.\" O şöyle dedi: \"Sonra ağlamaya başladı ve şöyle dedi: 'Sen Sa'd'a benziyorsun. Sa'd, en büyük insanlardan biri ve en uzunuydu. Allah'ın Resulü (ﷺ) altın dokuma bir dibac elbise gönderildi. Allah'ın Resulü (ﷺ) onu giydi ve minbere çıktı. Sonra durdu veya oturdu ve insanlar onu dokunmaya başladılar ve dediler ki: 'Bugüne kadar böyle bir elbise görmedik.' Bunun üzerine o şöyle dedi: 'Buna mı hayret ediyorsunuz? Sa'd'ın cennetteki mendilleri, gördüğünüzden daha hayırlıdır.'\""
    },
    {
      "id": 11,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "O dedi ki: Bu konu hakkında Asma' bint Ebu Bekir'den bir şey vardır. Bu Hadis Sahih'tir."
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Narrated Umm Salamah:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Omuzlarından aşağı saçları olan, kırmızı bir hullah içinde, Allah'ın Resulü (ﷺ) kadar daha güzelini görmedim. Saçları omuzlarına kadar akıyordu, (ve) geniş omuzluydu (ve) ne kısa ne de uzundu.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Burdah:",
      "text": "Bu konu hakkında Cabir bin Semure, Ebu Rimte ve Ebu Cuhayfe'den rivayetler vardır. Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: \"Fetih günü, Peygamber (ﷺ) Mekkeye girdi ve siyah bir 'İmamah' takıyordu.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Nafi':",
      "text": "Bu konuda 'Ali, 'Amr bin Huraith, İbn 'Abbas, Rukanah'dan rivayetler vardır."
    },
    {
      "id": 18,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Jabir'in hadisi Hasan Sahih hadistir."
    },
    {
      "id": 19,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated Anas:",
      "text": "Nafi' rivayet etti: İbn 'Umar şöyle dedi: \"Allah'ın Elçisi (ﷺ) 'İmamah' taktığında, omuzlarının arasında sarkardı.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Anas:",
      "text": "Nafi' dedi ki: \"İbn 'Umar 'İmamah'sını omuzlarının arasında sarkıtırdı.\" 'Ubaidullah dedi: \"Ve ben Al-Qasim ile Salim'in bunu yaptığını gördüm.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Bu hadis Hasan Garib'dir. Bu konuda 'Ali'den de bir şey vardır. Ve bu konuda 'Ali'nin hadisi, senedi nedeniyle doğru değildir."
    },
    {
      "id": 23,
      "narrator": "Narrated As-Salt bin 'Abdullah bin Nawfal:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Ja'far bin Muhammad :",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bana altın yüzük takmayı, Al-Qassi giymeyi, rükû ve secde pozisyonlarında Kur'an okumayı ve 'Usfur' ile boyanmış giysileri giymeyi yasakladı.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Hammad bin Salamah:",
      "text": "Bu hadis Hasan Sahih'dir."
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Narrated Anas:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bize altın yüzük takmayı yasakladı.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Bu konuda 'Ali, İbn 'Umar, Ebu Hureyre ve Muaviye'den rivayetler vardır."
    },
    {
      "id": 29,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İmran'ın hadisi Hasan hadistir. Ebu At-Tayyah (bir ravidir) ismi Yazid bin Humaid'dir."
    },
    {
      "id": 30,
      "narrator": "Narrated Jabir:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "Narrated Abu An-Nadr:",
      "text": "Abu An-Nadr'dan rivayet edilmiştir: 'Ubaidullah bin 'Abdullah bin 'Utbah, hastalığı sırasında Abu Talhah Al-Ansari'yi ziyaret ettiğinde, yanında Sahl bin Hunaif'i buldu. Dedi ki: \"Abu Talhah, altında bulunan bir örtüyü kaldırmasını istedi. Sahl ona: 'Neden kaldırdın?' dedi. O da: 'Çünkü üzerinde resimler var, ve Peygamber (ﷺ) onların hakkında bildiğiniz şeyi söyledi.' Sahl dedi: 'O, bir elbisenin üzerindeki işaretler hariç demiyor mu?' O da: 'Evet, ama bu benim için daha iyidir.'\""
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Dharr:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim bir resim yaparsa, Allah onu cezalandıracaktır, ta ki ona ruh üfleyene kadar - yani ruh - ve o buna ruh üfleyemez. Ve bir toplumun konuşmalarını dinleyen kimse, kıyamet günü kulaklarına eritilmiş kurşun dökülecektir.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Anas:",
      "text": "Dedi ki: Bu konuda 'Abdullah bin Mas'ud, Abu Hurairah, Abu Juhaifah, 'Aişah ve İbn 'Umar'dan rivayetler vardır."
    },
    {
      "id": 36,
      "narrator": "Narrated 'Aishah:",
      "text": "İbn 'Abbas'ın Hadisi Hasan Sahih bir Hadis'tir."
    },
    {
      "id": 37,
      "narrator": "Narrated 'Abdullah bin Mughaffal:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Another chain with similar meaning.\n\n\n[Abu 'Eisa said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kırlaşmayı değiştirin ve Yahudilere benzemeyin.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Dedi ki: Bu konuda Az-Zubair, İbn 'Abbas, Cabir, Abu Dharr, Anas, Abu Rimthah, Al-Jahdamah, Abu At-Tufail, Cabir bin Samurah, Abu Juhaifah ve İbn 'Umar'dan rivayetler vardır."
    },
    {
      "id": 40,
      "narrator": "It has been reported through other routed that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah'ın Hadisi Hasan Sahih'dir ve başka yollardan da Abu Hurairah'dan Peygamber (ﷺ) üzerinden rivayet edilmiştir."
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 42,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Gerçekten de griyi değiştirmek için en iyi şey, Henna ve Katam'dır.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Al-Bara' bin 'Azib:",
      "text": "Bu Hadis Hasan Sahih'dir. Bu isnadın bir ravisi olan Abu Al-Aswad Ad-Dili'nin ismi Zalim bin 'Amr bin Sufyan'dır."
    },
    {
      "id": 44,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Umm Salamah:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) orta boyluydu, ne uzun ne de çok kısa, iyi bir yapısı vardı, teni buğday rengindeydi, saçları ne kıvırcık ne de düz, yürüdüğünde hafifçe sallanıyordu.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'dan rivayet edilmiştir: \"Allah'ın Resulü'nün (ﷺ) en çok sevdiği giysi Qamis (uzun gömlek) idi.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'dan rivayet edilmiştir: \"Allah'ın Resulü'nün (ﷺ) en çok sevdiği giysi Qamis (uzun gömlek) idi.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Asma' bint Yazid bin As-Sakan Al-Ansariyyah:",
      "text": "Asma' bint Yazid bin As-Sakan Al-Ansariyyah'dan rivayet edilmiştir: \"Allah'ın Resulü'nün (ﷺ) gömleğinin kolları bileklerine kadar uzanıyordu.\" Bu Hadis Hasan Garip'tir."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir Qamis giydiğinde sağ tarafla başlardı.\" Bu Hadisi Shu'bah'tan benzer bir isnatla aktaranlar olmuştur, ancak bunu Marfu' olarak rivayet etmemişlerdir, sadece 'Abdus-Samad Marfu' olarak rivayet etmiştir."
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Abu Sa'eed'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) yeni bir giysi giydiğinde, bunun ne olduğunu, ister bir 'İmamah, ister bir Qamis, ister bir Rida' olsun, söylerdi. Sonra şöyle derdi: Allahumme lakal-hamdu, Anta kasawtanihi, as'aluka khairuhu wa khaira ma suni'a lahu, wa a'udhu bika min sharrihi wa sharri ma suni'a lahu.\" ('Ey Allah! Hamd Sadece Sana aittir, beni giydirdin, ondan hayır dilerim ve onun için yapıldığı hayırdan, onun şerrinden ve onun için yapıldığı şerden Sana sığınırım.') Bu konuda 'Umar ve Ibn 'Umar'dan rivayetler vardır."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Benzer anlamda başka bir isnat. Bu Hadis Hasan Garip Sahih'tir."
    },
    {
      "id": 52,
      "narrator": "Narrated 'Urwah bin Al-Mugirah bin Shu'bah:",
      "text": "'Urwah bin Al-Mugirah bin Shu'bah'dan rivayet edilmiştir: Babasından: \"Peygamber (ﷺ) dar kollu bir Roma Cübbesi giydi.\" Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 53,
      "narrator": "Narrated Ash-Sha'bi:",
      "text": "Ash-Sha'bi'den rivayet edilmiştir: Al-Mughirah bin Shu'bah'tan: \"Dihyah Al-Kalbi, Allah'ın Resulü'ne (ﷺ) bir çift Khuff verdi, o da onları giydi.\" İsra'il şöyle dedi: \"Jabir'den, 'Amir'den: 'Ve bir Cübbeyi, o da onları giydi ta ki yırtılana kadar. Ve Peygamber (ﷺ) bunun kesilmiş bir hayvandan olup olmadığını bilmiyordu.'\" Bu Hadis Hasan Garip'tir. Ash-Sha'bi'den rivayet eden Abu Ishaq, Abu Ishaq Ash-Shaibani'dir ve ismi Süleyman'dır. Al-Hasan bin 'Ayyash, Abu Bakr bin 'Ayyash'ın kardeşidir."
    },
    {
      "id": 54,
      "narrator": "Narrated 'Urfajah bin As'ad:",
      "text": "'Urfajah bin As'ad'dan rivayet edilmiştir: \"Cahiliye döneminde Al-Kulab Günü'nde burnum kesildi. Bunun üzerine bana gümüşten bir burun yaptırdım, bu da bana enfeksiyon yaptı, bu yüzden Allah'ın Resulü (ﷺ) bana altından bir düğme yaptırmamı emretti.\""
    },
    {
      "id": 55,
      "narrator": "Another chain with similar meaning.\n\n\n[Abu 'Eisa said:",
      "text": "Benzer anlamda başka bir isnat. [Abu 'Eisa dedi ki:] Bu Hadis Hasan Garip'tir, sadece 'Abdur-Rahman bin Tarafah'ın rivayeti olarak bilmekteyiz. Salm bin Zarir, 'Abdur-Rahman bin Taraqah'dan benzer bir rivayet aktarmıştır - \"Abdur-Rahman bin Taraqah'dan.\" Bilgi sahiplerinden birinin, dişlerini altınla kapladığına dair rivayetler vardır ve bu Hadiste bunun için bir delil bulunmaktadır. 'Abdur-Rahman bin Mahdi, \"Salm bin Zarin\" dedi ama bu bir hatadır, \"Zarir\" daha doğrudur ve bu isnatta bulunan Abu Sa'd As-San'ani'nin ismi Muhammad bin Muyassir'dir."
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Al-Malih:",
      "text": "Abu Al-Malih'den rivayet edilmiştir: Babasından: \"Peygamber (ﷺ) yırtıcı hayvan derilerini örtü olarak kullanmayı yasakladı.\""
    },
    {
      "id": 57,
      "narrator": "Another chain from Abu Al-Malih from his father:",
      "text": "Abu Al-Malih'den babasından başka bir isnat: \"Peygamber (ﷺ) yırtıcı hayvan derilerini yasakladı.\""
    },
    {
      "id": 58,
      "narrator": "Another chain from Abu Al-Malik, that he (ﷺ) disliked predator skins. Abu 'Eisa said:",
      "text": "Abu Al-Malik'ten başka bir isnat, o da (ﷺ) yırtıcı hayvan derilerini sevmediğini bildirmiştir. Abu 'Eisa dedi ki: \"Abu Al-Malih'den, babasından\" diyen kimseyi bilmiyoruz, sadece Sa'eed bin Abi 'Arubah."
    },
    {
      "id": 59,
      "narrator": "Narrated Abu Al-Malih:",
      "text": "Abu Al-Malih'den rivayet edilmiştir: \"Peygamber (ﷺ) yırtıcı hayvan derilerini yasakladı.\" Bu isnat daha doğrudur."
    },
    {
      "id": 60,
      "narrator": "Narrated Qatadah:",
      "text": "Kattadah'dan rivayet edilmiştir: \"Anas bin Malik'e sordum: 'Allah'ın Resulü'nün (ﷺ) terlikleri nasıldı?' O da: 'İki kayışı vardı' dedi.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Qatadah:",
      "text": "Kaatadah'dan rivayet edilmiştir: Anas'tan: \"Peygamber (ﷺ) sandaletlerinin iki kayışı vardı.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 63,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Dedi ki: Bu konuda İbn Abbas ve Ebu Hureyre'den rivayetler vardır."
    },
    {
      "id": 64,
      "narrator": "Narrated Anas:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Narrated 'Aishah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Bir sandaletle yürümeyin, ya her iki sandaletinizi giyin ya da çıplak ayakla gidin.\""
    },
    {
      "id": 66,
      "narrator": "Narrated 'Abdur-Rahman bin Al-Qasim:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 67,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Dedi ki: Bu konuda Cabir'den bir şey vardır."
    },
    {
      "id": 68,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Narrated Umm Hani:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir adamın ayakta iken sandalet giymesini yasakladı.\""
    },
    {
      "id": 70,
      "narrator": "Another chain from Umm Hani' who said:",
      "text": "Bu Hadis Hasan Gharib'dir. 'Ubaidullah bin 'Amr Ar-Raqqi, bu Hadisi Ma'mar'dan, Ma'mar da Kaatadah'dan, o da Anas'tan rivayet etmiştir. Her iki Hadis de hadis ehline göre doğru değildir. Al-Harith bin Nabhan, onlara göre bir Hafız değildir ve Kaatadah'ın Anas'tan rivayetinin bir dayanağını bilmiyoruz."
    },
    {
      "id": 71,
      "narrator": "Narrated Abu Sa'eed - who is 'Abdullah bin Busr:",
      "text": "---"
    },
    {
      "id": 72,
      "narrator": "Narrated Hudhaifa:",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir adamın ayakta iken sandalet giymesini yasakladı.\""
    },
    {
      "id": 73,
      "narrator": "Narrated Abu Ja'far bin Muhammad bin Rukanah:",
      "text": "Bu Hadis Gharib'dir. Muhammed bin İsmail dedi ki: \"Bu Hadis doğru değildir, Ma'mar'ın Ebu Hureyre'den rivayeti de (no.1775) doğru değildir.\""
    },
    {
      "id": 74,
      "narrator": "Narrated 'Abdullah bin Buraidah:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "Narrated Ibn Abi Musa:",
      "text": "Aişe'den rivayet edilmiştir: \"Bazen Peygamber (ﷺ) bir sandaletle yürürdü.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Resulullah (ﷺ) en çok giymeyi sevdiği elbise Hibrah'dır.\""
    }
  ]
}