{
  "language": "tr",
  "metadata": {
    "length": 78,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Yunus:",
      "text": "Yunus'tan rivayet edilmiştir: Katade'den, Anas'ın şöyle dediği nakledilmiştir: \"Allah'ın Resulü (ﷺ) hiç masada, ne de küçük tabaklarda yemek yemedi, ince ekmek de yemedim.\" O (Yunus) dedi ki: \"Katade'ye sordum: 'O zaman ne üzerinde yedi?' Dedi ki: 'Bu deri sofralarda.'\""
    },
    {
      "id": 2,
      "narrator": "Narrated Hisham b. Zaid:",
      "text": "Hişam b. Zaid'den rivayet edilmiştir: \"Anas'ın şöyle dediğini duydum: 'Bir gün Marr Az-Zahran'da bir tavşanı kovaladık. Allah'ın Resulü (ﷺ) ile arkadaşları hemen peşinden koştular, ben de ona yetişip yakaladım. Onu Abu Talhah'a getirdim, o da Marwah ile kesip bana bacaklarını - ya da uyluklarını - Peygamber'e (ﷺ) göndermemi söyledi ki o da yesin.'\" O (Hişam) dedi ki: \"Ben dedim: 'O yedi mi?' Dedi ki: 'O kabul etti.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Bu konuda Jubair, Ammar, Muhammed b. Safvan'dan rivayetler vardır ve derler ki: Muhammed b. Saifi."
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn Abi 'Ammar:",
      "text": "Bu Hadis Hasan Sahih'dir. Bu, ilim ehli tarafından uygulanmaktadır. Tavşan yemenin bir sakıncası olmadığını gördüler. Bazı ilim ehli tavşan yemeyi hoş görmedi, çünkü onun adet gördüğünü söylediler."
    },
    {
      "id": 5,
      "narrator": "Narrated Khuzaimah bin Jaz':",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Peygamber (ﷺ) bir mastiguru yemenin caiz olup olmadığını sorduğunda, 'Ben onu yemem, ve yemeyi de yasaklamıyorum.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Jabir:",
      "text": "Bu konuda 'Umar, Abu Sa'eed, İbn 'Abbas, Thabit b. Vadi'ah, Cabir ve 'Abdur-Rahman b. Hasanah'dan rivayetler vardır."
    },
    {
      "id": 7,
      "narrator": "Narrated 'Abdullah and Al-Hasan, the sons of Muhammad bin 'Ali:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 8,
      "narrator": "Another chain and 'Abdullah bin Muhammad's Kunyah is Abu Hisham. Az-Zuhri said:",
      "text": "İlim ehli mastiguru yemenin caiz olup olmadığı konusunda ihtilaf etmiştir. Peygamber (ﷺ) ile arkadaşları arasında bazıları bunu caiz gördü, bazıları ise hoş görmedi. İbn 'Abbas'ın şöyle dediği rivayet edilmiştir: \"Mastigur, Allah'ın Resulü (ﷺ) sofralarında yenmiştir ve Allah'ın Resulü (ﷺ) sadece onun kendisine hoş gelmediği için ondan kaçınmıştır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İbn Abi 'Ammar'dan rivayet edilmiştir: \"Cabir'e sordum: 'Porsuk, bir av hayvanı mıdır?' Dedi ki: 'Evet.'\" Dedi ki: \"Ben dedim: 'Onu yemeli miyim?' Dedi ki: 'Evet.'\" Dedi ki: \"Ben dedim: 'Allah'ın Resulü (ﷺ) bunu söyledi mi?' Dedi ki: 'Evet.'\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Tha'labah Al-Khushani:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Tha'labah Al-Khushani:",
      "text": "İlim ehlinin bazıları buna uymuştur. Porsuk yemenin bir sakıncası olmadığını görmemişlerdir. Bu, Ahmed ve İshak'ın görüşüdür. Peygamber (ﷺ) tarafından porsuk yemenin hoş karşılanmadığını belirten bir Hadis rivayet edilmiştir, ancak senedi güçlü değildir. İlim ehlinin bazıları porsuk yemeyi hoş görmemiştir. Bu, İbn Al-Mubarak'ın görüşüdür. Yahya b. Al-Qattan şöyle demiştir: \"Cerir b. Hazm, bu Hadisi 'Abdullah b. 'Ubaid b. 'Umair'den, İbn Abi 'Ammar'dan, Cabir'den, 'Umar'dan, onun sözü olarak rivayet etmiştir. Ve İbn Juraij'in (bu Hadisin senedindeki bir ravidir) rivayeti daha doğrudur. İbn Abi 'Ammar, 'Abdur-Rahman b. 'Abdullah b. Abi 'Ammar Al-Mekki'dir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Khuzaimah b. Jaz'dan rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ)ne porsuk yemeyi sordum. O da: 'Porsuk yiyen var mı?' dedi. Sonra kurt yemeyi sordum. O da: 'İçinde hayır olan biri kurt yer mi?' dedi.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Bu Hadisin senedi güçlü değildir. Bunun dışında 'Abdul-Karim Abi Umayyah'dan İsmail b. Muslim'in rivayeti olarak biliniyor. Hadis ehlinin bazıları İsmail ve 'Abdul-Karim Abi Umayyah'ı eleştirmiştir. O, 'Abdul-Karim b. Qais, ki o da İbn Abi Al-Mukhariq'tır. 'Abdul-Karim b. Malik Al-Jazari ise güvenilirdir."
    },
    {
      "id": 14,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Cabir'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bize at eti yemeyi helal kıldı, eşek etini yemeyi ise yasakladı.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Hurairah:",
      "text": "O dedi ki: \"Bununla ilgili Asma' b. Abi Bekr'den bir şey vardır.\" Ebu 'Eisa dedi ki: \"Bu Hadis Hasan Sahih'dir.\" Bu, birden fazla raviden, 'Amr b. Dinar'dan Cabir üzerinden rivayet edilmiştir. Hammad b. Zaid, 'Amr b. Dinar'dan, Muhammed b. 'Ali'den, Cabir'den rivayet etmiştir. İbn 'Uyainah'ın rivayeti (no. 1793) daha doğrudur. O dedi ki: \"Muhammed'in şöyle dediğini duydum: 'Sufyan b. 'Uyainah, Hammad b. Zaid'den daha iyi ezberler.'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri yemek yediğinde, bir parça düşerse, şüpheli olanı kaldırıp yesin. Onu Şeytan'a bırakmasın.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Anas:",
      "text": "O dedi ki: Bu konuda Anas'tan bir şey var."
    },
    {
      "id": 18,
      "narrator": "Narrated Al-Mu'alla bin Rashid:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ) yemek yediğinde, üç parmağını yalardı ve şöyle dedi: 'Sizden biri bir parça (yiyecek) düşerse, içindeki zararı (kir) kaldırıp yesin, onu Şeytan'a bırakmasın.' Ve bize tabağı bitirmemizi emrederdi. Ve şöyle derdi: 'Şüphesiz, yiyeceğinizin hangi kısmında bereket olduğunu bilemezsiniz.'"
    },
    {
      "id": 20,
      "narrator": "Narrated Jabir:",
      "text": "Bu Hadis Hasan Gharib Sahih'tir."
    },
    {
      "id": 21,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated Sharik bin Hanbal:",
      "text": "Al-Mu'alla bin Raşid'den rivayet edilmiştir: \"Büyükannem, Ümmü 'Asim, bana anlattı - o, Sinan bin Selameh'in cariyesiydi - şöyle dedi: 'Nubaishah Al-Khayr, biz yemek yerken büyük bir kaseden içeri girdi. Bize Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim A Qas'ah'dan yer ve onu yalarsa, Qas'ah onun için bağışlanma diler.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Sharik bin Hanbal:",
      "text": "Bu Hadis Gharib'dir, onu yalnızca Al-Mu'alla bin Raşid'in rivayetiyle biliyoruz. Ve Yazid bin Harun ve diğerleri bu Hadisi Al-Mu'alla bin Raşid'den nakletmiştir."
    },
    {
      "id": 24,
      "narrator": "Narrated 'Ubaidullah bin Abi Burdah:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Khaldah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Şüphesiz bereket, yiyeceğin ortasına iner, bu yüzden kenarlarından yiyin ve ortasından yemeyin.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Jabir:",
      "text": "Bu Hadis Hasan Sahih'tir. Sadece 'Ata' bin As-Sa'ib'in rivayetiyle bilinmektedir. Şu'bah ve Eth-Thavri, 'Ata' bin As-Sa'ib'den rivayet etmiştir."
    },
    {
      "id": 27,
      "narrator": "Narrated Salim:",
      "text": "Bu konu hakkında İbn 'Umar'dan da bir şey var."
    },
    {
      "id": 28,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "Narrated 'Aishah:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bu yiyeceklerden - ilk önce sarımsak dedi, sonra - sarımsak, soğan ve pırasa yerse, bizim mescidimize yaklaşmasın.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 31,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir cüzamlıyı elinden tutup Qas'ah'a koydu. Sonra dedi ki: 'Allah'ın adıyla ye, Allah'a güvenerek ve O'na dayanarak.'\""
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Bu, Gharib bir Hadis'tir, bunu sadece Yunus bin Muhammed'in, Al-Mufaddal bin Fadalah'dan, Al-Basra'dan bir Şeyh aracılığıyla duyduğumuz bilinmektedir. Al-Basra'dan başka bir Şeyh olan Al-Mufaddal bin Fadalah, bu kişiden daha güvenilir ve daha popülerdir. Şu'bah bu Hadis'i Habib bin Ash-Shahid'den, İbn Buraidah'tan rivayet etmiştir: \"İbn 'Umar bir cüzamlıyı elinden tutmuştur\" ve Şu'bah'ın rivayeti bana daha uygun ve daha doğrudur."
    },
    {
      "id": 33,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Kafir yedi bağırsakla yer, mümin ise bir bağırsakla yer.'\""
    },
    {
      "id": 35,
      "narrator": "It has been reported from Jabir bin 'Abdullah and Ibn 'Umar that the Prophet (ﷺ) said:",
      "text": "Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 36,
      "narrator": "Narrated Abu Ya'fur Al-'Abdi:",
      "text": "Dedi ki: Bu konuda Abu Hurairah, Abu Sa'eed, Abu Basrah Al-Ghifari, Abu Musa, Jahjah Al-Ghifari, Maimunah ve 'Abdullah bin 'Amr'dan rivayetler vardır."
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Ya'fur:",
      "text": "---"
    },
    {
      "id": 38,
      "narrator": "Narrated At-Taimi:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir kafiri misafir etti. Bunun üzerine Allah'ın Elçisi (ﷺ) süt sağılmasını emretti ki içsin. Sonra bir başka koyun daha sağılmasını emretti, sonra bir başka, ta ki yedi koyunun sütünü içene kadar. Sonra ertesi sabah uyandı ve İslam'ı kabul etti. Allah'ın Elçisi (ﷺ) tekrar bir koyun sağılmasını emretti ki sütünü içsin, ama onu bitiremedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: 'Mümin bir bağırsakla içer, kafir yedi bağırsakla içer.'\""
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Bu Hadis Sahih Hasan Gharib'dir, Suhail'in rivayeti olarak."
    },
    {
      "id": 40,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Another chain from Ibn 'Abbas, from the Prophet (ﷺ), with similar meaning.\n\n\n[Abu 'Eisa said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'İki kişinin yiyeceği üç kişiye yeter, üç kişinin yiyeceği dört kişiye yeter.'\""
    },
    {
      "id": 42,
      "narrator": "Narrated Zahdam Al-Jarmi:",
      "text": "Dedi ki: Bu konuda Jabir ve İbn 'Umar'dan rivayetler vardır."
    },
    {
      "id": 43,
      "narrator": "Narrated Zahdam:",
      "text": "Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 44,
      "narrator": "Narrated Ibrahim bin 'Umar bin Safinah:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated Umm Salamah:",
      "text": "Jabir bin 'Abdullah ve İbn 'Umar'dan rivayet edilmiştir ki Peygamber (ﷺ) şöyle dedi: \"Bir kişinin yiyeceği iki kişiye yeter, iki kişinin yiyeceği dört kişiye yeter, dört kişinin yiyeceği sekiz kişiye yeter.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Abu Juhaidah:",
      "text": "Abu Juhaidah'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Ben, yaslanarak yemek yemem.\""
    },
    {
      "id": 47,
      "narrator": "Narrated 'Aishah:",
      "text": "Dedi ki: Bu konuda 'Ali, 'Abdullah bin 'Amr ve 'Abdullah bin Al-'Abbas'tan rivayetler vardır."
    },
    {
      "id": 48,
      "narrator": "Narrated 'Alqamah bin Al-Muzani:",
      "text": "Bu Hadis Hasan Sahih'dir, bunu sadece 'Ali bin Al-Aqmar'ın rivayeti olarak biliyoruz. Zakariyya bin Abi Za'idah, Sufyan bin Sa'eed ve diğerleri bu Hadisi 'Ali bin Al-Aqmar'dan rivayet etmiştir. Ve Shu'bah bu Hadisi Sufyan Ath-Thawri'den 'Ali bin Al-Aqmar'dan rivayet etmiştir."
    },
    {
      "id": 49,
      "narrator": "Narrated Abu Dharr:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Narrated Abu Musa:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) tatlıları ve balı severdi.\""
    },
    {
      "id": 51,
      "narrator": "Narrated 'Abdullah bin Al-Harith:",
      "text": "Bu Hadis Hasan Sahih Gharib'dir. 'Ali bin Mus-hir bunu Hişam bin 'Urwah'tan rivayet etmiştir ve Hadis'te bundan daha fazlası vardır."
    },
    {
      "id": 52,
      "narrator": "Narrated Ja'far bin 'Amr bin Umayyah Ad-Damri:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "Narrated Abu Hurairah:",
      "text": "'Alkame bin Al-Muzani'den rivayet edilmiştir: Babasından, Peygamber (ﷺ) şöyle buyurduğunu söyledi: \"Sizden biri et satın aldığında, etin suyunu artırsın. Zira eğer et bulamazsa, suyu olur; bu da iki etten biridir.\""
    },
    {
      "id": 54,
      "narrator": "Narrated 'Aishah:",
      "text": "Bu konuda Abu Dharr'dan rivayetler vardır."
    },
    {
      "id": 55,
      "narrator": "Narrated Jabir:",
      "text": "Bu Hadis Gharib'dir, bunu sadece bu yoldan biliyoruz; Muhammad bin Fada' rivayeti olarak, o da Muhammad bin Fada' Al-Mu'abbar'dır ve Sulaiman bin Harb tarafından eleştirilmiştir. 'Alkame bin 'Abdullah, Bakr bin 'Abdullah Al-Muzani'nin kardeşidir."
    },
    {
      "id": 56,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "Narrated Umm Hani' bint Abi Talib:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Allah'ın Messenger'ı (ﷺ) şöyle buyurdu: \"Sizden biri herhangi bir iyiliği önemsiz görmesin. Eğer bir şey yoksa, kardeşine gülümseyerek yaklaşsın. Eğer biraz et alır veya bir tencerede bir şey pişirirse, suyunu artırsın ve komşusuna birazını ikram etsin.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Jabir:",
      "text": "Bu Hadis Hasan Sahih'dir. Shu'bah bunu Abu 'Imran Al-Jawni'den rivayet etmiştir."
    },
    {
      "id": 59,
      "narrator": "Narrated 'Aishah:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Narrated 'Abdullah bin Ja'far:",
      "text": "Abu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Birçok erkek mükemmelliğe ulaştı, fakat kadınlardan sadece Mariam binti 'Imran ve Asiyah Firavun'un eşi mükemmelliğe ulaştı. 'Aişe'nin diğer kadınlar üzerindeki üstünlüğü, Tharid'in diğer yiyecekler üzerindeki üstünlüğü gibidir.\""
    },
    {
      "id": 61,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet olundu: \"Urainah'dan bazı insanlar Medine'ye geldiler ve iklimden rahatsız oldular. Bunun üzerine Allah'ın Elçisi (ﷺ) onlara hayırdan bazı develer gönderdi. Onlara: 'Sütün ve idrarından iç' dedi.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Salman:",
      "text": "Bu hadis Hasan Sahih Gharib olarak Thabit'in rivayetiyle geçmektedir. Bu hadis Anas'tan başka yollarla da rivayet edilmiştir. Abu Qilabah, Anas'tan, Sa'eed bin Abu 'Arubah ise Qatadah'dan, Anas'tan rivayet etmiştir."
    },
    {
      "id": 63,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 64,
      "narrator": "Narrated 'Ikrash bin Dhu'aib:",
      "text": "Salman'dan rivayet olundu: \"Tawrah'ta yiyeceklerin bereketinin sonrasında yapılan abdestte olduğunu okudum. Bunu Peygamber'e (ﷺ) söyledim ve Tawrah'ta okuduklarımı anlattım. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Yiyeceklerin bereketi, öncesinde ve sonrasında yapılan abdesttedir.'\""
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Talut:",
      "text": "Dedi ki: Bu konuda Anas ve Abu Hurairah'tan rivayetler vardır."
    },
    {
      "id": 66,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Bu hadis zayıf olarak değerlendirilmiştir. Hadis zincirindeki bir ravinin adı Yahya bin Dinar'dır."
    },
    {
      "id": 67,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "---"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "İbn Abbas'tan rivayet olundu: \"Allah'ın Elçisi (ﷺ) tuvaletten çıktı ve ona biraz yiyecek getirildi. 'Sana abdest için su getirelim mi?' dediler. O da: 'Ben sadece namaz için ayakta iken abdest almaya emredildim.' dedi.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Abu Asid:",
      "text": "'Amr bin Dinar, bunu Sa'eed bin Al-Huwairith'ten, o da İbn Abbas'tan rivayet etmiştir. 'Ali bin Al-Madini dedi ki: 'Sufyan Ath-Thawri, yemek yemeden önce ellerin yıkanmasını hoş karşılamazdı ve ekmeği kâsenin altına koymayı da hoş karşılamazdı.'"
    },
    {
      "id": 70,
      "narrator": "Narrated Isma'il bin Abi Khalid:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İkrash bin Dhu'aib'den rivayet olundu: \"Banu Murrah bin 'Ubaid, beni Allah'ın Elçisi (ﷺ) için onların mallarından sadaka getirmem için gönderdi. Medine'ye onunla birlikte geldim ve onu Muhacirler ve Ensar arasında otururken buldum.\" Dedi ki: \"Sonra o, elimi tuttu ve beni Umm Salamah'ın evine götürdü ve dedi ki: 'Elinde yiyecek var mı?' Sonra bize et parçalarıyla dolu bir Tharid kâsesi getirildi ve ondan yememiz için sunuldu. Ben etrafında dolaşmaya başladım, o da önündeki yemekten yiyordu. O, sol eliyle sağ elimi tuttu, sonra dedi ki: 'Ey İkrash! Bir yerden ye, çünkü yiyecek tektir.' Sonra çeşitli kuru hurmalar içeren bir tabak getirildi\" - ya da taze hurmalar - 'Ubaidullah (bir ravidir) emin değildi. Dedi ki: \"Ben önümdeki yemekten yemeye başladım, o da tabak etrafında dolaşıyordu. Dedi ki: 'Ey İkrash! İstediğin yerden ye, çünkü hepsi aynı çeşit değil.' Sonra su getirildi, Allah'ın Elçisi (ﷺ) ellerini yıkadı ve ıslak elleriyle yüzünü, ön kollarını ve başını sildi ve dedi ki: 'Ey İkrash! Bu, ateşle değişen şeyler için abdesttir.'\""
    },
    {
      "id": 72,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Bu hadis Gharib'tir, bunu sadece Al-'Ala' bin Al-Fadl'ın rivayetiyle biliyoruz ve Al-Ala' bu rivayette yalnızdır, hadiste daha fazlası vardır. Ve İkrash'tan başka bir hadis bilmiyoruz."
    },
    {
      "id": 73,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 74,
      "narrator": "Narrated 'Umar bin Abi Salamah:",
      "text": "Abu Talut'tan rivayet olundu: \"Anas bin Malik'in yanına girdim, o da kabak yiyor ve şöyle diyordu: 'Ey ağaç! Seni sevmiyorum ama Allah'ın Elçisi (ﷺ) seni sevdiği için.'\""
    },
    {
      "id": 75,
      "narrator": "Narrated Umm Kulthum:",
      "text": "Dedi ki: Bu konuda Hakim bin Jarir'den, babasından bir şey vardır."
    },
    {
      "id": 76,
      "narrator": "It is narrated with this chain of narration, from 'Aishah who said:",
      "text": "Bu rivayet zinciriyle, 'Aişe'den nakledilmiştir ki: \"Peygamber (ﷺ) altı Sahabesiyle birlikte yemek yiyordu. Bir bedevi geldi ve yemeği iki lokmada yedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'O, eğer (Allah'ın Adını) anmış olsaydı, bu hepiniz için yeterli olurdu.'\""
    },
    {
      "id": 77,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Bu Hadis Hasan Sahih'tir. Ümmü Külsüm, Muhammed bin Ebu Bekir Es-Sıddık'ın kızıdır, Allah onlardan razı olsun."
    },
    {
      "id": 78,
      "narrator": "Narrated Abu Hurairah:",
      "text": "---"
    }
  ]
}