{
  "language": "tr",
  "metadata": {
    "length": 37,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Her sarhoş edici şey Khamr'dır ve her sarhoş edici şey haramdır. Bu dünyada Khamr içen ve bunu sürdürerek ölen kimse, Ahirette onu içmeyecek.\""
    },
    {
      "id": 2,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "O dedi ki: Bu konuda Abu Hurairah, Abu Sa'eed, 'Abdullah bin 'Amr, 'Ubadah, Abu Malik Al-Ash'ari ve Ibn 'Abbas'tan rivayetler vardır."
    },
    {
      "id": 3,
      "narrator": "Narrated 'Aishah:",
      "text": "İbn 'Umar'ın Hadisi Hasan Sahih bir Hadistir. Nafi' aracılığıyla, İbn 'Umar'dan, Peygamber (ﷺ) üzerinden başka yollarla da rivayet edilmiştir. Malik bin Anas, Nafi' aracılığıyla İbn 'Umar'dan, Maktup - Marfu' olmayan bir şekilde rivayet etmiştir."
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Kim Khamr içerse, onun Salatı kırk gün boyunca kabul edilmez. Eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer tekrar dönerse, Allah onun Salatını kırk gün boyunca kabul etmez. Eğer tövbe ederse, Allah onun tövbesini kabul eder. Eğer dördüncü kez dönerse, Allah onun Salatını kırk gün boyunca kabul etmez, ve eğer tövbe ederse, Allah onun tövbesini kabul etmez, ve ona Al-Khabal nehrinden içirilecektir.\" Onlar dediler: \"Ey Aby 'Abdur-Rahman! Al-Khabal nehri nedir?\" O dedi: \"Ateş halkının irininden bir nehir.\""
    },
    {
      "id": 6,
      "narrator": "Narrated 'Aishah:",
      "text": "Bu Hadis Hasan'dır. Benzer bir rivayet 'Abdullah bin 'Amr ve Ibn 'Abbas'tan Peygamber (ﷺ) üzerinden de gelmiştir."
    },
    {
      "id": 7,
      "narrator": "Narrated Sulaiman At-Taimi:",
      "text": "---"
    },
    {
      "id": 8,
      "narrator": "Narrated Zadhan:",
      "text": "'Aişe'den rivayet edilmiştir: Peygamber (ﷺ) Bit' hakkında sorulduğunda şöyle demiştir: \"Sarhoş eden tüm içecekler haramdır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Sulaiman bin Buraidah:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 10,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Narrated 'Aishah:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ) \"Her sarhoş edici şey haramdır.\""
    },
    {
      "id": 12,
      "narrator": "Narrated An-Nu'man bin Bashir:",
      "text": "O dedi ki: Bu konuda 'Umar, 'Ali, Ibn Mas'ud, Anas, Abu Sa'eed, Abu Musa, Al-Ashajj, Al-Asri', Dailam, Maimunah, 'Aişe, Ibn 'Abbas, Qais bin Sa'd, An-Nu'man bin Bashir, Mu'awiyah, 'Abdullah bin Mughaffal, Umm Salamah, Buraidah, Abu Hurairah, Wa'il bin Hujr ve Qurrah Al-Muzani'den rivayetler vardır."
    },
    {
      "id": 13,
      "narrator": "Narrated 'Umar:",
      "text": "Bu Hadis Hasan'dır. Benzer bir rivayet Abu Salamah'dan, Abu Hurairah'dan, Peygamber (ﷺ) üzerinden de gelmiştir. Her ikisi de Sahih'dir. Birden fazla raviden, Muhammad bin 'Amr'dan, Abu Salamah'dan, Abu Hurairah'dan, Peygamber (ﷺ) üzerinden ve Abu Salamah'dan, İbn 'Umar'dan, Peygamber (ﷺ) üzerinden benzer rivayetler gelmiştir."
    },
    {
      "id": 14,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Kathir As-Suhaimi:",
      "text": "Jabir bin ‘Abdullah'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Birçok miktarı sarhoş eden şeyin az miktarı da haramdır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Jabir bin ‘Abdullah :",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) olgunlaşmamış hurmalardan ve taze hurmalardan Nabidh yapmayı yasakladı.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 18,
      "narrator": "Narrated Shu'bah bin Al-Hakam:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Narrated Qatadah:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: \"Peygamber (ﷺ) olgunlaşmamış hurmalarla hurmaları, ve kuru üzümle hurmaları (Nabidh yapmak için) karıştırmayı yasakladı ve Nabidh'in yapıldığı kapları da yasakladı.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Dedi ki: Bu konuda Anas, Jabir, Ebu Katade, İbn Abbas, Ümmü Seleme ve Ma'bad bin K'ab'dan rivayetler vardır."
    },
    {
      "id": 21,
      "narrator": "Narrated Al-Jarud bin Al-'Ala':",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "Şu'bah bin Hakam'dan rivayet edilmiştir: \"İbn Ebi Leyla'nın, Hudhayfe su istediği için birinin ona gümüşten bir kap getirdiğini duyduğunu söyledim. O, kapı fırlattı ve dedi ki: 'Ben onu yasakladım ama o durmayı kabul etmedi! Gerçekten de Allah'ın Resulü (ﷺ) gümüş ve altın kaplardan içmeyi, ipek ve dibac giymeyi yasakladı ve dedi ki: \"Bu dünyada onlar içindir, ahirette ise sizin içindir.\"'"
    },
    {
      "id": 24,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Dedi ki: Bu konuda Ümmü Seleme, El-Bara ve Aişe'den rivayetler vardır."
    },
    {
      "id": 25,
      "narrator": "Narrated 'Azrah bin Thabit:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 26,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Katade'den, Anas'tan rivayet edilmiştir: \"Peygamber (ﷺ) bir adamın ayakta içmesini yasakladı.\" (Katade dedi ki:) \"Peki ya yemek?\" O (Anas) dedi: \"Bu daha kötüdür.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Abu Sa’id Al Khudri :",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated 'Abdullah bin Abi Qatadah:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"Biz Allah'ın Resulü (ﷺ) zamanında yürürken yemek yer, ayakta su içerdik.\""
    },
    {
      "id": 31,
      "narrator": "'Ubaidullah bin 'Abdullah narrated a report (of the Messenger of Allah (ﷺ) from Abu Sa'eed, that he prohibited bending the mouths of the water-skins.\n\n\nHe said:",
      "text": "'Ubaidullah bin 'Abdullah, Allah'ın Resulü (ﷺ) ile ilgili olarak Abu Sa'eed'den bir rivayet nakletti. O, su torbalarının ağızlarını bükmeyi yasakladı."
    },
    {
      "id": 32,
      "narrator": "Narrated 'Eisa bin 'Abdullah bin Unais:",
      "text": "Dedi ki: Bu konuda Jabir, İbn 'Abbas ve Abu Hurairah'dan rivayetler vardır."
    },
    {
      "id": 33,
      "narrator": "Narrated 'Abdur-Rahman bin Abi 'Amrah:",
      "text": "Bu Hadis Hasan Sahih'dir."
    },
    {
      "id": 34,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Qatadah:",
      "text": "'Eisa bin 'Abdullah bin Unais şöyle nakletti: Babasından, \"Ben, Peygamber (ﷺ) asılı bir su torbasının yanında dururken gördüm, o torbayı bükerek içti.\" dedi."
    },
    {
      "id": 36,
      "narrator": "Narrated 'Aishah:",
      "text": "Dedi ki: Bu konuda Umm Salamah'tan bir şey vardır."
    },
    {
      "id": 37,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Bu Hadisin senedi Sahih değildir. 'Abdullah bin 'Umar Al-'Umari (senetteki bir ravidir) hafızası nedeniyle zayıf olarak değerlendirilmiştir ve onun 'Eisa'dan duyup duymadığını bilmiyorum."
    }
  ]
}