{
  "language": "tr",
  "metadata": {
    "length": 141,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Bahz bin Hakim narrated from his father, from his grandfather who said:",
      "text": "Bahz bin Hakim, babasından, onun da dedesinden şöyle nakletmiştir: \"Ben dedim ki: 'Ey Allah'ın Resulü! Kime en çok saygı göstermeliyim?' O da: 'Annen.' dedi.\" O dedi ki: \"Ben dedim ki: 'Peki ya sonra kim?' O da: 'Annen.' dedi.\" O dedi ki: \"Ben dedim ki: 'Peki ya sonra kim?' O da: 'Annen.' dedi.\" O dedi ki: \"Ben dedim ki: 'Peki ya sonra kim?' O da: 'Sonra baban, sonra en yakın akrabaların, sonra en yakın akrabaların.'\""
    },
    {
      "id": 2,
      "narrator": "Ibn Mas'ud said:",
      "text": "İbn Mes'ud dedi ki: \"Ben Allah'ın Resulü'ne sordum: 'Ey Allah'ın Resulü! Hangi ameller en faziletlidir?' O da: 'Namazını vaktinde kılmak.' dedi. Ben dedim ki: 'Peki ya sonra, ey Allah'ın Resulü?' O da: 'Anne babaya itaat etmek.' dedi. Ben dedim ki: 'Peki ya sonra, ey Allah'ın Resulü?' O da: 'Allah yolunda cihad.' dedi. Sonra Allah'ın Resulü sustu, eğer daha fazla sorsaydım, daha fazlasını bana söylerdi.\""
    },
    {
      "id": 3,
      "narrator": "Abdullah bin Amr narrated that:",
      "text": "Abdullah bin Amr, Peygamber'in şöyle dediğini nakletmiştir: \"Rabbin rızası, ebeveynin rızasındadır; Rabbin gazabı, ebeveynin gazabındadır.\" (Hasan)."
    },
    {
      "id": 4,
      "narrator": "Abu 'Abdur-Rahman As-Sulami  narrated from Abu Ad Darda'.:",
      "text": "Ebu Abdurrahman es-Sulami, Ebu Derda'dan şöyle nakletmiştir: Bir adam geldi ve dedi ki: \"Annemin boşanmamı istediği bir eşim var.\" Bunun üzerine Ebu Derda dedi ki: \"Ben Allah'ın Resulü'nden şunu duydum: 'Baba, cennetin orta kapısıdır. Eğer istersen, o kapıyı ihmal et, ya da onu koru.'\""
    },
    {
      "id": 5,
      "narrator": "'Abdur-Rahman bin Abi Bakrah narrated from his father who said:",
      "text": "Abdurrahman bin Ebu Bekir, babasından şöyle nakletmiştir: \"Allah'ın Resulü dedi ki: 'Size en büyük büyük günahlardan birini söylemeyeyim mi?' Onlar: 'Elbette! Ey Allah'ın Resulü!' dediler. O da: 'Allah'a ortak koşmak ve ebeveynine isyan etmektir.' dedi. O, yaslandığı yerden doğruldu. 'Ve yalan şahitlik, ya da yalan söz.' dedi. Ve Allah'ın Resulü bunu söylemekten durmadı, ta ki biz kendi kendimize: 'Keşke durabilse.' diyene kadar.\""
    },
    {
      "id": 6,
      "narrator": "'Abdullah bin 'Amr narrated that :",
      "text": "Abdullah bin Amr, Allah'ın Resulü'nün şöyle dediğini nakletmiştir: \"Bir adamın ebeveynine lanet etmesi en büyük günahlardandır.\" Onlar: \"Ey Allah'ın Resulü! Bir adam ebeveynine lanet eder mi?\" dediler. O da: \"Evet. Bir adam, bir adamın babasına hakaret eder, o da onun babasına hakaret eder, o da annesine lanet eder, böylece o da annesine lanet eder.\" dedi."
    },
    {
      "id": 7,
      "narrator": "Ibn 'Umar narrated that :",
      "text": "İbn Ömer, Peygamber'in şöyle dediğini nakletmiştir: \"En çok itaat edilen amellerden biri, bir adamın babasının arkadaşlarıyla ilişkilerini sürdürmesidir.\""
    },
    {
      "id": 8,
      "narrator": "Al-Bara' bin Azib narrated that :",
      "text": "Al-Bara' bin Azib, Peygamber'in şöyle dediğini nakletmiştir: \"Ablanın durumu, annenin durumu gibidir.\""
    },
    {
      "id": 9,
      "narrator": "(Another chain) From Ibn 'Umar:",
      "text": "(Başka bir isnat) İbn Ömer'den: Bir adam, Peygamber'e (ﷺ) geldi ve dedi ki: \"Ey Allah'ın Resulü! Büyük bir günaha düçar oldum. Benim için bir tevbe var mı?\" O da: \"Annen var mı?\" dedi. Adam: \"Hayır.\" dedi. O da: \"Maternal teyzelerin var mı?\" dedi. Adam: \"Evet.\" dedi. O da: \"O halde onlara itaat et.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "(Başka bir isnat) Ebu Bekir bin Hafs'tan, Peygamber'den (ﷺ) ve benzeridir, ancak \"İbn Ömer'den\" demedi. Bu, Ebu Muaviye hadisi kadar doğru değildir ve Ebu Bekir bin Hafs, İbn Ömer bin Sa'd bin Ebu Vakkas'tır (bu hadisin isnadındaki ravilerden biridir)."
    },
    {
      "id": 11,
      "narrator": "Abu Harairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle dediğini nakletmiştir: \"Üç dua kabul edilir, bunların kabul edilmeyeceği konusunda şüphe yoktur: Mazlumun duası, yolcunun duası ve babanın oğluna karşı duası.\""
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle dediğini nakletmiştir: \"Bir evlat, babası için yeterince bir şey yapamaz, ancak onu bir köle olarak bulup satın alıp azat ederse.\""
    },
    {
      "id": 13,
      "narrator": "Abu Salamah said:",
      "text": "Ebu Salamah dedi ki: \"Ebu'l-Leysi bir hastalıktan şikayet etti. Bunun üzerine Abdurrahman bin Avf onu ziyaret etti. O da: 'Sizlerin en iyisi ve en iyi ilişkileri sürdüreni, bildiğim kadarıyla, Abdurrahman bin Avf'tır.' dedi. Abdurrahman bin Avf dedi ki: 'Ben Allah'ın Resulü'nden şunu duydum: 'Allah, en yüce ve en mübarek olandır, dedi ki: 'Ben Allah'ım, ben Ar-Rahman'ım. Rahim'i (rahim) yarattım ve onu adımla adlandırdım. Kim onunla iyi ilişkiler kurarsa, ben de onunla iyi ilişkiler kurarım; kim onu keserse, ben de ondan vazgeçerim.'\""
    },
    {
      "id": 14,
      "narrator": "'Abdullah bin Amr narrated that:",
      "text": "Abdullah bin Amr, Peygamber'in şöyle dediğini nakletmiştir: \"Sadece akrabalık bağlarını sürdürmek yeterli değildir. Ancak akrabalık bağlarını koparan birine, o bağları yeniden kurmasıdır.\""
    },
    {
      "id": 15,
      "narrator": "Muhammad bin Jubair bin Mut'im narrated from his father, that:",
      "text": "Muhammed bin Cubeyr bin Mut'im, babasından şöyle nakletmiştir: \"Allah'ın Resulü dedi ki: 'Bağları koparan cennete giremeyecektir.' İbn Ebu Ömer dedi ki: \"Süfyân dedi ki: 'Yani: Rahim bağları.'\""
    },
    {
      "id": 16,
      "narrator": "'Umar bin 'Abdul-'Aziz said:",
      "text": "'Umar bin 'Abdul-'Aziz dedi ki: 'Doğru bir kadın, Khawlah bint Hakim şöyle dedi: \"Allah'ın Elçisi, gün ortasında, kızı olan birinin oğlunu kollarında tutarak dışarı çıktı. Şöyle diyordu: 'Siz onları cimri, korkak ve cahil yapanlarsınız. Ve siz sadece Raihanillah'sınız.\""
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah narrated:",
      "text": "Abu Hurairah rivayet etti: \"Al-Aqra' bin Habis, peygamberin Al-Hasan'ı öptüğünü gördü.\" - İbn Abi 'Umar (rivayet edenlerden biri) dedi ki: \"Al-Hasan ve Al-Husain.\" O da şöyle dedi: 'Benim on çocuğum var ve hiçbirini öpmüyorum.' Bunun üzerine Allah'ın Elçisi dedi ki: 'Merhamet göstermeyenlere merhamet edilmez.'\""
    },
    {
      "id": 18,
      "narrator": "Abu Sa'eed Al-Khudri narrated that :",
      "text": "Abu Sa'eed Al-Khudri rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Üç kızı veya üç kız kardeşi olan ve onlara iyi davranan kimse, cennete girecektir.\""
    },
    {
      "id": 19,
      "narrator": "Aishah narrated that the:",
      "text": "Aişe rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Kızlarla bir imtihana tabi tutulan ve onlara sabreden kimse, cehennemden onun için bir perde olacaktır.\""
    },
    {
      "id": 20,
      "narrator": "Abu Bakr bin 'Ubaidullah bin Anas bin Malik narrated  that:",
      "text": "Abu Bakr bin 'Ubaidullah bin Anas bin Malik rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"İki kızı büyüten kimse, ben ve o, cennete bu iki parmağım gibi gireceğiz.\" Ve iki parmağıyla işaret etti."
    },
    {
      "id": 21,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: \"Bir kadın, iki kızıyla yanıma geldi. Yiyecek istiyordu ama yanımda sadece bir hurma vardı. Onu ona verdim ve o, onu iki kızı arasında paylaştırdı, kendisi yemedi. Sonra kalkıp gitmek istedi, o sırada Peygamber girdi ve ben ona kadından bahsettim. Peygamber dedi ki: \"Bu kızlardan bir şeyle imtihan edilen kimse (ve bu imtihanı geçerse), onlar onun için ateşten bir perde olacaktır.\""
    },
    {
      "id": 22,
      "narrator": "Abu Sa'eed Al-Khudri narrated that :",
      "text": "Abu Sa'eed Al-Khudri rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Üç kızı, üç kız kardeşi, iki kızı veya iki kız kardeşi olan ve onlarla iyi geçinen ve onlara karşı Allah'tan korkan kimse, cennet onun içindir.\""
    },
    {
      "id": 23,
      "narrator": "Ibn 'Abbas narrated that:",
      "text": "İbn 'Abbas rivayet etti ki: Peygamber şöyle dedi: \"Müslümanlardan bir yetimi büyütmek, ona yemek ve içecek vermek isteyen kimse, Allah onu cennete şüphesiz alır, eğer affedilmeyen bir günah işlemediyse.\""
    },
    {
      "id": 24,
      "narrator": "Sahl bin Sa'd narrated that:",
      "text": "Sahl bin Sa'd rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Ben ve bir yetimi himaye eden kimse, cennette bu iki parmağım gibi olacağız.\" Ve parmaklarıyla, işaret parmağı ve orta parmağıyla işaret etti."
    },
    {
      "id": 25,
      "narrator": "Anas bin Malik  narrated that:",
      "text": "Anas bin Malik rivayet etti ki: \"Yaşlı bir adam, Peygamberle konuşmak için geldi ve insanlar ona yer açmakta tereddüt ettiler. Peygamber dedi ki: 'Bizden değildir, küçüklere merhamet etmeyen ve büyüklerimize saygı göstermeyen.'\""
    },
    {
      "id": 26,
      "narrator": "Amr bin Shu'aib  narrated that his father, from his grandfather, who said that the Messenger of Allah said:",
      "text": "Amr bin Shu'aib rivayet etti ki: Babası, dedesinden, Allah'ın Elçisi'nin şöyle dediğini aktardı: 'Bizden değildir, küçüklere merhamet etmeyen ve büyüklerimizin onurunu bilmeyen.'\""
    },
    {
      "id": 27,
      "narrator": "Ibn Abbas narrated that the Messenger of Allah said:",
      "text": "İbn Abbas rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Bizden değildir, küçüklere merhamet etmeyen, büyüklerimize saygı göstermeyen ve iyiliği emredip kötülüğü yasaklamayan.\""
    },
    {
      "id": 28,
      "narrator": "Jarir bin Abdullah  narrated that the Messenger of Allah said:",
      "text": "Jarir bin Abdullah rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"İnsanlara merhamet etmeyen kimseye, Allah merhamet etmez.\""
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah narrated that Abul- Qasim said:",
      "text": "Abu Hurairah rivayet etti ki: Abul-Qasim şöyle dedi: \"Merhamet, ancak kötü olanlardan alınır.\""
    },
    {
      "id": 30,
      "narrator": "Abdullah bin 'Amr narrated that the Messenger of Allah said:",
      "text": "Abdullah bin 'Amr rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Merhamet edenlere, Ar-Rahman merhamet eder. Yeryüzünde merhamet edin, göklerde olan kimse de size merhamet eder. Rahim, Ar-Rahman'ın adıyla anılır, bu yüzden onu bağlayan kimseyi Allah bağlar, onu kesen kimseyi de Allah keser.\""
    },
    {
      "id": 31,
      "narrator": "Jarir  bin 'Abdullah narrated :",
      "text": "Cerir bin Abdullah rivayet etti: \"Ben, Peygamber'e Salat'ı kılmayı, Zekat vermeyi ve her Müslümana samimi nasihat etmeyi taahhüt ettim.\""
    },
    {
      "id": 32,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Din nasihattir.\" Bunu üç kez tekrarladı. Onlar dediler: \"Ey Allah'ın Resulü! Kime?\" O da: \"Allah'a, O'nun kitaplarına, Müslümanların imamlarına ve onların sıradan insanlarına.\" dedi."
    },
    {
      "id": 33,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre rivayet etti ki Allah'ın Resulü şöyle dedi: \"Müslüman, Müslümanın kardeşidir; ona hıyanet etmez, yalan söylemez ve aldatmaz. Bir Müslüman için diğer Müslüman'a karşı her şey haramdır: Onun onuru, malı ve kanı. Takva buradadır. Bir adam için, kardeş Müslümanını küçümsemesi yeterince kötü bir şeydir.\""
    },
    {
      "id": 34,
      "narrator": "Abu Musa Al-Ash'arf narrated that the Messenger of Allah said:",
      "text": "Ebu Musa el-Eş'ari rivayet etti ki Allah'ın Resulü şöyle dedi: \"Mümin, mümine bir binanın parçaları gibidir; her biri diğerini destekler.\""
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre rivayet etti ki Allah'ın Resulü şöyle dedi: \"Şüphesiz, sizden her biri kardeşinin bir yansımasıdır. Eğer onda zararlı bir şey görürse, onu ondan kaldırmalıdır.\""
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre rivayet etti ki Allah'ın Resulü şöyle dedi: \"Bir Müslümanın dünyadaki yüklerinden birini hafifleten kimseye, Allah Kıyamet Günü yüklerinden birini hafifletir. Ve dünyada bir zorluğu kolaylaştıran kimseye, Allah dünyada ve ahirette bir zorluğu kolaylaştırır. Ve bir Müslümanın kusurlarını örten kimseye, Allah dünyada ve ahirette onun kusurlarını örter. Ve Allah, kullarına yardım etmektedir; kullar da kardeşlerine yardım ettikleri sürece.\""
    },
    {
      "id": 37,
      "narrator": "Abu Ad-Darda narrated that the Messenger of Allah said:",
      "text": "Ebu Derdâ rivayet etti ki Allah'ın Resulü şöyle dedi: \"Kardeşinin onurunu koruyan kimseye, Allah Kıyamet Günü yüzünü ateşten korur.\""
    },
    {
      "id": 38,
      "narrator": "Abu Ayyub Al-Ansari narrated that the Messenger of Allah said:",
      "text": "Ebu Eyyub el-Ensari rivayet etti ki Allah'ın Resulü şöyle dedi: \"Müslümanın kardeşinden üç günden fazla yüz çevirmesi helal değildir; biri gelir, diğeri yüz çevirir. Onların en hayırlısı, selamı başlatanıdır.\""
    },
    {
      "id": 39,
      "narrator": "Anas said:",
      "text": "Enes dedi ki: \"Abdurrahman bin Avf Medine'ye geldiğinde, Allah'ın Resulü onunla Sa'd bin Ar-Rabi arasında kardeşlik bağı kurdu. O da ona dedi: 'Gel buraya, malımı paylaşacağım ve sana yarısını vereceğim. İki eşim var, birini boşayacağım ve bekleme süresi dolduğunda sen onunla evlenebilirsin.' O da: 'Allah, ailene ve malına bereket versin. Bana pazarın yerini göster.' dedi. Onlar ona pazarın yerini gösterdiler ve o gün sadece biraz lor peyniri ve yemek yağı ile döndü. Allah'ın Resulü onu daha sonra gördü ve üzerinde sarı lekeler vardı. O da: 'Bu nedir?' dedi. O da: 'Ben Ensar'dan bir kadınla evlendim.' dedi. O da: 'Ona ne kadar mehir verdin?' dedi. O da: 'Bir hurma çekirdeği (altın) - (rivayet edenlerden) Hümeyd dedi ki: 'Ya da dedi ki: - bir hurma çekirdeği ağırlığında altın.' O da: 'Bir şölen ver, hatta sadece bir koyunla bile.'\""
    },
    {
      "id": 40,
      "narrator": "Abu Hurairah narrated that it was said:",
      "text": "Ebu Hureyre rivayet etti ki: \"Ey Allah'ın Resulü! Gıybet nedir?\" dedi. O da: \"Kardeşini istemediği bir şeyle anmaktır.\" dedi. O da: \"Eğer onun hakkında söylediklerim doğruysa?\" dedi. O da: \"Eğer söylediklerin doğruysa, o zaman gıybet etmiş olursun; eğer doğru değilse, o zaman iftira etmiş olursun.\" dedi."
    },
    {
      "id": 41,
      "narrator": "Anas narrated that the  Messenger of Allah said:",
      "text": "Enes rivayet etti ki Allah'ın Resulü şöyle dedi: \"Birbirinizi kesmeyin, birbirinizi terk etmeyin, birbirinize kin tutmayın, birbirinizi kıskanmayın. Ey Allah'ın kulları, kardeşler olun. Müslümanın kardeşinden üç günden fazla yüz çevirmesi helal değildir.\""
    },
    {
      "id": 42,
      "narrator": "Salim narrated  from his father who said that the  Messenger of Allah said:",
      "text": "Salim, babasından rivayet etti ki Allah'ın Resulü şöyle dedi: \"İki şey dışında kıskanmak yoktur: Allah'ın birine mal verdiği ve o da ondan gece ve gündüz harcayan bir adam. Ve Allah'ın birine (Kur'an'ı) ezberlettiği ve o da gece ve gündüz onunla (namazda) durandır.\""
    },
    {
      "id": 43,
      "narrator": "Jabir   narrated that the  Messenger of Allah said:",
      "text": "Cabir rivayet etti ki Allah'ın Resulü şöyle dedi: \"Şüphesiz Şeytan, Salat kılanların kendisine ibadet etmesinden umudunu kesmiştir. Ama onların arasında kin tohumları ekmekle meşguldür.\""
    },
    {
      "id": 44,
      "narrator": "Umm Kulthum bint 'Uqbah narrated that the  Messenger of Allah said:",
      "text": "Ümmü Külsüm bint Ukbe rivayet etti ki Allah'ın Resulü şöyle dedi: \"İnsanlar arasında barış getiren kimse yalancı değildir; o, iyi bir şey söyler veya iyi bir şey bildirir.\""
    },
    {
      "id": 45,
      "narrator": "Asma bint Yazid  narrated that the  Messenger of Allah said:",
      "text": "Asma bint Yezid rivayet etti ki Allah'ın Resulü şöyle dedi: \"Yalancılık, ancak üç durumda helaldir: Bir adamın karısına onu memnun etmek için söylediği şey, savaş sırasında yalan söylemek ve insanlar arasında barış sağlamak için yalan söylemektir.\""
    },
    {
      "id": 46,
      "narrator": "Abu Sirmah narrated that the  Messenger of Allah said:",
      "text": "Ebu Sirmah, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Kim zarar verirse, Allah ona zarar verir; kim sert olursa, Allah da ona sert olur.\""
    },
    {
      "id": 47,
      "narrator": "Abu Bakr As-Siddiq narrated that the  Messenger of Allah said:",
      "text": "Ebu Bekir Es-Sıddık, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Bir mümine zarar veren veya zarar vermek için plan yapanlar lanetlenmiştir.\""
    },
    {
      "id": 48,
      "narrator": "Aishah narrated that the  Messenger of Allah said:",
      "text": "Aişe, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Cebrail - Allah'ın selamı onun üzerine olsun - komşularla (iyi ve nazik bir şekilde) muamele etmem konusunda bana öyle tavsiyelerde bulundu ki, onları mirasçı yapmamı emredecek zannettim.\""
    },
    {
      "id": 49,
      "narrator": "Mujahid  narrated:",
      "text": "Mücahid nakletti: \"Abdullah bin Amr, ailesi için bir koyun kestirdi, geldiğinde 'Komşumuz, Yahudiye biraz verdiniz mi? Komşumuz, Yahudiye biraz verdiniz mi? Allah'ın Elçisi'nin 'Cebrail, komşularla (iyi ve nazik bir şekilde) muamele etmem konusunda bana öyle tavsiyelerde bulundu ki, onları mirasçı yapmamı emredecek zannettim' dediğini işittim.\""
    },
    {
      "id": 50,
      "narrator": "Abdullah bin Amr  narrated that the Messenger of Allah said :",
      "text": "Abdullah bin Amr, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Allah katında en iyi arkadaş, arkadaşına en iyi olanıdır. Ve Allah katında en iyi komşu, komşusuna en iyi olanıdır.\""
    },
    {
      "id": 51,
      "narrator": "Abu Dharr  narrated that the Messenger of Allah said :",
      "text": "Ebu Zerr, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Allah, bazı kardeşlerinizi sizin himayeniz altında köleler olarak kılmıştır. Kim kardeşini himaye ediyorsa, onu kendi yiyeceğinden beslesin ve kendi elbiselerinden giydirsin. Ve ona taşıyamayacağı bir görev vermesin; eğer ona taşıyamayacağı bir görev verirseniz, o konuda ona yardım edin.\""
    },
    {
      "id": 52,
      "narrator": "Abu Bakr As-Siddiq  narrated that the Messenger of Allah said :",
      "text": "Ebu Bekir Es-Sıddık, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Kölelerine kötü muamele eden cennete girmeyecek.\""
    },
    {
      "id": 53,
      "narrator": "Abu Hurairah narrated that Abul-Qasim, the Prophet of Repentance, said :",
      "text": "Ebu Hureyre, tevbe peygamberi olan Abul-Kasım'ın şöyle dediğini nakletti: \"Eğer birisi kölesine (zina ile suçlayarak) iftira ederse ve köle, onun söylediğinden masumsa, Allah, Kıyamet Günü ona ceza verecektir, eğer onun hakkında söyledikleri gibi değilse.\""
    },
    {
      "id": 54,
      "narrator": "Abu Mas'ud  said:",
      "text": "Ebu Mes'ud şöyle dedi: \"Bir kölemle dövüşüyordum ve arkamdan birinin 'Dikkat et ey Ebu Mes'ud! Dikkat et ey Ebu Mes'ud!' dediğini duydum. Döndüm ve bunun Allah'ın Elçisi olduğunu gördüm. O şöyle dedi: 'Allah, senin ona olan gücünden daha güçlüdür.' Ebu Mes'ud dedi ki: 'O günden beri kölelerimden hiçbiriyle dövüşmedim.'\""
    },
    {
      "id": 55,
      "narrator": "'Abdullah bin 'Umar narrated:",
      "text": "Abdullah bin Ömer nakletti: \"Bir adam Peygamber'e geldi ve 'Ey Allah'ın Elçisi! Kul ne kadar affedilmelidir?' dedi. Peygamber sessiz kaldı. Sonra tekrar 'Ey Allah'ın Elçisi! Kul ne kadar affedilmelidir?' dedi. O da: 'Günde yetmiş defa.' dedi.\""
    },
    {
      "id": 56,
      "narrator": "Abu Sa'eed Al-Khudri  narrated that the Messenger of Allah said :",
      "text": "Ebu Sa'id El-Hudri, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Biriniz kölesini dövdüğünde, Allah'ı hatırlasın ve ellerini çeksin.\""
    },
    {
      "id": 57,
      "narrator": "Jabir bin Sumurah narrated that the Messenger of Allah said :",
      "text": "Cabir bin Semurah, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Bir adamın oğlunu terbiye etmesi, ona bir Sa' sadaka vermesinden daha hayırlıdır.\""
    },
    {
      "id": 58,
      "narrator": "Ayyub bin Musa narrated from his father, from his grandfather, that the Messenger of Allah said :",
      "text": "Eyyub bin Musa, babasından, dedesinden nakletti ki, Allah'ın Elçisi şöyle dedi: \"Bir babanın oğluna verdiği en değerli hediye, güzel ahlaktır.\""
    },
    {
      "id": 59,
      "narrator": "Aishah narrated:",
      "text": "Aişe nakletti: \"Peygamber hediyeleri kabul ederdi ve karşılığında bir şey verirdi.\""
    },
    {
      "id": 60,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said :",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"İnsanlara şükretmeyen, Allah'a da şükretmemiştir.\""
    },
    {
      "id": 61,
      "narrator": "Abu Sa'eed narrated that the Messenger of Allah said :",
      "text": "Ebu Sa'id, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"İnsanlara şükretmeyen, Allah'a da şükretmiş olmaz.\""
    },
    {
      "id": 62,
      "narrator": "Abu Dharr narrated that the Messenger of Allah said :",
      "text": "Ebu Dharr, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Kardeşinin yüzüne gülümsemen sadakadır, iyiliği emretmek ve kötülükten sakındırmak sadakadır, bir adamı kaybolduğunda yönlendirmek senin için sadakadır. Kötü gören birine yardım etmen senin için sadakadır, yoldan bir taş, bir diken veya bir kemik kaldırman senin için sadakadır. Kovanın içinde kalan suyu kardeşinin kovasına dökmen senin için sadakadır.\""
    },
    {
      "id": 63,
      "narrator": "Al-Bara bin Azib narrated that the Messenger of Allah said :",
      "text": "El-Bara bin Azib, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Birine biraz süt veya gümüş veren veya onu bir boğazdan geçiren kimse, bir köleyi azat etme sevabına sahip olur.\""
    },
    {
      "id": 64,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said :",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Bir adam yolda yürürken dikenli bir dal buldu ve onu kaldırdı. Allah, bu hareketini değerlendirip onu affetti.\""
    },
    {
      "id": 65,
      "narrator": "Jabir bin Abdullah narrated that the Messenger of Allah said :",
      "text": "Cabir bin Abdullah, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Bir adam bir rivayet yaptığında, etrafa bakarsa, bu bir emanet olur.\""
    },
    {
      "id": 66,
      "narrator": "Asma bint Abi Bakr  said:",
      "text": "Asma bint Ebi Bekir dedi ki: \"Ey Allah'ın Resulü! Eşim Zübeyir'in bana verdiğinden başka bir şeyim yok, bunu (sadaka olarak) vereyim mi?\" Denildi ki: \"Malını tutma ki, Allah da seni tutmasın.\""
    },
    {
      "id": 67,
      "narrator": "Abu  Hurairah  narrated that the Prophet said:",
      "text": "Ebu Hureyre, Peygamber'in şöyle söylediğini nakletti: \"Cömertlik, Allah'a yakın, cennete yakın, insanlara yakın ve ateşten uzaktır. Cimrilik, Allah'tan uzak, cennetten uzak, insanlardan uzak ve ateşe yakındır. Cömert olan cehalet içinde olan kişi, ibadet eden cimri kişiden Allah katında daha sevimlidir.\""
    },
    {
      "id": 68,
      "narrator": "Abu  Sa'eed Al-Khudri narrated that the Messenger of Allah said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Bir müminin içinde iki özellik bir araya gelmez: Cimrilik ve kötü ahlak.\""
    },
    {
      "id": 69,
      "narrator": "-Abu  Bakr As-Siddiq narrated that the Messenger of Allah said:",
      "text": "Ebu Bekir es-Sıddık, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Dolandırıcı, cimri ve menfaatçi cennete girmeyeceklerdir.\""
    },
    {
      "id": 70,
      "narrator": "Abu  Hurairah  narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Mümin saf bir şekilde asil, cimri ise hilekar bir şekilde hain olur.\""
    },
    {
      "id": 71,
      "narrator": "Abu  Mas'ud Al-Ansari narrated that the Messenger of Allah said:",
      "text": "Ebu Mes'ud el-Ensari, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Bir adamın ailesine harcaması sadakadır.\""
    },
    {
      "id": 72,
      "narrator": "Thawban narrated that the Messenger of Allah said:",
      "text": "Sevban, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Dinarların en faziletlisi, bir adamın bakmakla yükümlü olduğu kimselerine harcadığı dinardır, Allah yolunda hayvanına harcadığı dinar ve Allah yolunda arkadaşlarına harcadığı dinardır.\" Ebu Kılabe (rivayet edenlerden biri) dedi ki: \"O, bakmakla yükümlü olduğu kimselerden başladı.\" Sonra dedi ki: \"Bakmakla yükümlü olduğu kimselerine harcayan bir adamdan daha büyük bir sevaba sahip kimse yoktur; Allah onunla haramdan sakındırır ve onu zenginleştirir.\""
    },
    {
      "id": 73,
      "narrator": "Abu  Shuraih Al-'Adawf said:",
      "text": "Ebu Şuayb el-Adavi dedi ki: \"Gözlerim Allah'ın Resulü'nü gördü, kulaklarım onun konuştuğunu duydu ve şöyle dedi: 'Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirini ödüllendirsin.' Onlar sordu: 'Ödül nedir?' O dedi: 'Bir gün ve bir gece.' Dedi ki: 'Misafirlik üç gündür, bundan sonrası sadakadır. Kim Allah'a ve Ahiret Günü'ne inanıyorsa, ya hayır söylesin ya da sussun.'\""
    },
    {
      "id": 74,
      "narrator": "Abu  Shuraih Al-Kabi narrated that the Messenger of Allah said:",
      "text": "Ebu Şuayb el-Kabi, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Misafirlik üç gündür, onun ödülü bir gün ve bir gecedir, bundan sonra harcanan sadakadır. Misafirin, zarar vermeyecek kadar uzun kalması caiz değildir.\""
    },
    {
      "id": 75,
      "narrator": "Safwan bin Sulaim narrated that the Prophet said:",
      "text": "Safvan bin Süleym, Peygamber'in şöyle söylediğini nakletti: \"Bir dul ve bir fakire bakmak, Allah yolunda cihad eden kişi gibi veya bütün gün oruç tutup bütün gece namaz kılan kişi gibidir.\""
    },
    {
      "id": 76,
      "narrator": "Jabir bin Abdullah narrated that the Messenger of Allah said:",
      "text": "Cabir bin Abdullah, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Her iyilik bir sadakadır. Gerçekten de iyiliklerden biri, kardeşini gülümseyerek karşılamaktır ve kova içinde kalan suyu kardeşinin kabına dökmektir.\""
    },
    {
      "id": 77,
      "narrator": "Abdullah bin Mas'ud narrated that the Messenger of Allah said:",
      "text": "Abdullah bin Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Doğruluğa bağlı kalın. Çünkü doğruluk, iyiliğe götürür. Ve gerçekten de iyilik, Cennet'e götürür. Bir adam sürekli doğruyu söyler ve doğruyu söylemekte ısrar eder, ta ki Allah katında bir sadık olarak kaydedilene kadar. Yalan söylemekten sakının. Çünkü yalan, kötülüğe götürür ve kötülük, Ateş'e götürür. Allah'ın kulu sürekli yalan söyler ve yalan söylemekte ısrar eder, ta ki Allah katında bir yalancı olarak kaydedilene kadar.\""
    },
    {
      "id": 78,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah said:",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Allah'ın kulu yalan söylediğinde, melek ondan bir mil uzaklaşır, çünkü yaptığı şeyin kokusundan dolayı.\" Yahya dedi ki: \"(Ben) 'Abdur-Rahim bin Harun'a bunun onaylanıp onaylanmadığını sordum, o da 'Evet' dedi.\""
    },
    {
      "id": 79,
      "narrator": "Aishah  narrated:",
      "text": "Aişe, \"Allah'ın Elçisi'ne en nefret edilen davranış yalan söylemekti. Bir adam, Peygamber'in huzurunda bir şey anlatırken yalan söylerdi ve o, tövbe ettiğini bilene kadar tatmin olmazdı.\" diye nakletti."
    },
    {
      "id": 80,
      "narrator": "Anas narrated that the Messenger of Allah said:",
      "text": "Enes, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Fuhş, bulunduğu her şeyi bozar; haya ise bulunduğu her şeyi güzelleştirir.\""
    },
    {
      "id": 81,
      "narrator": "'Abdullah bin 'Amr said; \"The Messenger of Allah said:",
      "text": "Abdullah bin Amr dedi ki: \"Allah'ın Elçisi şöyle söyledi: 'Sizin en hayırlınız, ahlakı en güzel olanınızdır.' Ve Peygamber, edebe aykırı birisi değildi, ne de olsa çirkin sözler söyleyen biri değildi.\""
    },
    {
      "id": 82,
      "narrator": "'Samurah bin Jundab narrated that the Messenger of Allah said:",
      "text": "Semure bin Cundab, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Kendinizi Allah'ın lanetiyle, öfkesiyle veya Ateşle lanetlemeyin.\""
    },
    {
      "id": 83,
      "narrator": "'Abdullah narrated that the Messenger of Allah said:",
      "text": "Abdullah, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Mümin, başkalarının onuruna hakaret etmez, lanet etmez, fuhuşta bulunmaz ve kötü sözler sarf etmez.\""
    },
    {
      "id": 84,
      "narrator": "'Ibn 'Abbas narrated that a man cursed the wind in the presence of the Prophet, so he said:",
      "text": "İbn Abbas, bir adamın Peygamber'in huzurunda rüzgara lanet ettiğini, bunun üzerine Peygamber'in şöyle dediğini nakletti: \"Rüzgara lanet etmeyin, çünkü o sadece emredildiği gibi hareket ediyor ve birine haksız yere lanet edenin laneti ona geri döner.\""
    },
    {
      "id": 85,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Akrabalık bağlarını sürdürmeyi kolaylaştıracak kadar soyunuzu öğrenin. Çünkü akrabalık bağlarını sürdürmek, akrabalar arasında sevgiyi teşvik eder, zenginliği artırır ve ömrü uzatır.\""
    },
    {
      "id": 86,
      "narrator": "'Abudullah bin 'Amr narrated that the Messenger of Allah said:",
      "text": "Abdullah bin Amr, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Hiçbir dua, yok olan birisi için yapılan dua kadar çabuk kabul edilmez.\""
    },
    {
      "id": 87,
      "narrator": "'Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"(Birbirini kötüleyenlerin) söylediklerinin yükü, bunu başlatan üzerindedir, eğer haksızlığa uğrayan kişi aşırıya kaçmazsa.\""
    },
    {
      "id": 88,
      "narrator": "' Al-Mughirah bin Shu'bah narrated that the Messenger of Allah said:",
      "text": "El-Mughirah bin Şu'bah, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Ölüleri kötülemeyin ve bununla yaşayanlara zarar vermeyin.\""
    },
    {
      "id": 89,
      "narrator": "'Abdullah bin Mas'ud narrated that the Messenger of Allah said:",
      "text": "Abdullah bin Mes'ud, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Müslüman'a sözle hakaret etmek isyan, ona savaş açmak ise inkardır.\" Zubaid dedi ki: \"Ben de Ebu Vail'e 'Bunu Abdullah'tan duydun mu?' dedim. O da 'Evet' dedi.\""
    },
    {
      "id": 90,
      "narrator": "'Ali narrated that the Messenger of Allah said:",
      "text": "Ali, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Gerçekten de Cennet'te dışarıdan içi görünen, içinden dışı görünen odalar vardır.\" Bir bedevi ayağa kalktı ve dedi ki: \"Onlar kimler içindir, Ey Allah'ın Elçisi?\" O da: \"Güzel konuşanlar, başkalarına yemek verenler, düzenli oruç tutanlar ve insanlar uyurken gece namazı kılanlar içindir.\" dedi."
    },
    {
      "id": 91,
      "narrator": "'Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Onlardan biri için Allah'a itaat etmesi ve efendisinin haklarını yerine getirmesi ne kadar güzeldir.\" Burada köle kastedilmektedir. Ka'b da şöyle dedi: \"Allah ve Resulü doğru söylediler.\""
    },
    {
      "id": 92,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah said:",
      "text": "İbn Ömer, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Misk dağları üzerinde -sanırım Kıyamet Günü dedi- Allah'ın hakkını ve patronunun (efendisinin) hakkını yerine getiren bir köle, bir topluluğu (namazda) yöneten bir adam ve onlardan memnun olan bir adam olacaktır. Ve her gün ve gece beş vakit namaz çağrısı yapan bir adam.\""
    },
    {
      "id": 93,
      "narrator": "Abu Dharr said:",
      "text": "Ebu Zerr dedi ki: \"Allah'ın Resulü bana şöyle dedi: 'Nerede olursan ol, Allah'a karşı takva sahibi ol, kötü bir ameli iyi bir amelle takip et ki onu silip yok edesin, ve insanlara güzel davran.'\""
    },
    {
      "id": 94,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Zann (şüphe) konusunda dikkatli olun, çünkü gerçekten zann, en yalan sözlerdendir.\""
    },
    {
      "id": 95,
      "narrator": "Anas narrated:",
      "text": "Enes, \"Allah'ın Resulü bizimle öyle kaynaşırdı ki, o küçük kardeşime: 'Ey Ebu Umeyr! Nughair ne yaptı?' derdi.\" diye rivayet etti."
    },
    {
      "id": 96,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre, \"Onlar: 'Ey Allah'ın Resulü! Bizimle şaka mı yapıyorsun?' dediler. O da: 'Gerçekten ben sadece doğru olanı söylerim.' dedi.\" (Hasan)"
    },
    {
      "id": 97,
      "narrator": "Anas narrated:",
      "text": "Enes, \"Bir adam, Allah'ın Resulü'nden bir binek istedi. O da: 'Gerçekten seni dişi deveyi yavrusu üzerine bindireceğim.' dedi. Adam: 'Ey Allah'ın Resulü! Dişi deveyi yavrusu ne yapabilir?' dedi. Allah'ın Resulü: 'Develer, dişi develerden başka bir şeyden mi doğar?' dedi.\" diye rivayet etti."
    },
    {
      "id": 98,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah said:",
      "text": "Enes bin Malik, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Ey iki kulağı olan!\" Mahmud dedi ki: \"Ebu Usame: 'Bunu sadece şaka olarak kastetti.' dedi.\""
    },
    {
      "id": 99,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah said:",
      "text": "Enes bin Malik, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Kim yalan söylemekten kaçınırsa, o yalanı yanlış bir şekilde yapıyorsa, ona Cennet'in eteklerinde bir ev inşa edilir. Kim haklı olduğu halde tartışmaktan kaçınırsa, ona ortasında bir ev inşa edilir. Ve kim güzel ahlaka sahipse, ona yüksekliklerinde bir ev inşa edilir.\""
    },
    {
      "id": 100,
      "narrator": "Ibn Abbas narrated that the Messenger of Allah said:",
      "text": "İbn Abbas, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Sizin için yeterli bir günah, tartışmayı asla bırakmamaktır.\""
    },
    {
      "id": 101,
      "narrator": "Ibn Abbas narrated that the Messenger of Allah said:",
      "text": "İbn Abbas, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Kardeşinle tartışma, onunla şaka yapma ve bir vaatte bulunma, sonra onu yerine getirmemek.\""
    },
    {
      "id": 102,
      "narrator": "Aisha narrated:",
      "text": "Aişe, \"Bir adam, Allah'ın Resulü'ne girmek için izin istedi. Ben de onunla birlikteydim, o da: 'Kavminin kötü oğlu, ya da kavminin kardeşi.' dedi. Sonra onu içeri aldı ve onunla konuştu. Adam çıktığında, ben: 'Ey Allah'ın Resulü! Sen onun hakkında böyle söyledin. Sonra onunla nazikçe konuştun?' dedim. O da: 'Ey Aişe! Gerçekten insanların kaçındığı ya da kirliliğinden korktuğu en kötü insanlardan biri, işte böyle olanlardır.' dedi.\""
    },
    {
      "id": 103,
      "narrator": "Muhammad bin Sirin narrated from Abu Hurairah - and I think he (narrated it from the Prophet) who said:",
      "text": "Muhammed bin Sirin, Ebu Hureyre'den -ve sanırım o (Peygamber'den) rivayet etti- \"Sevdiğinizi orta bir şekilde sevin, belki bir gün nefret edersiniz. Ve nefret ettiğinizi orta bir şekilde nefret edin, belki bir gün sevdiğiniz olur.\" dedi."
    },
    {
      "id": 104,
      "narrator": "Abdullah narrated that the Messenger of Allah said:",
      "text": "Abdullah, Allah'ın Resulü'nün şöyle söylediğini rivayet etti: \"Kalbinde hardal tanesi kadar kibir (gurur) olan Cennet'e giremeyecektir. Ve kalbinde hardal tanesi kadar iman olan da ateşe giremeyecektir.\""
    },
    {
      "id": 105,
      "narrator": "Abdullah narrated:",
      "text": "Abdullah, \"Allah'ın Resulü şöyle dedi: 'Kalbinde bir zerre kadar kibir (gurur) olan Cennet'e giremeyecektir. Ve kalbinde bir zerre kadar iman olan da ateşe giremeyecektir.'\" Dedi ki: \"Bir adam ona: 'Kıyafetimin güzel olmasını, sandaletlerimin güzel olmasını seviyorum.' dedi. O da: 'Gerçekten Allah güzelliği sever. Ama kibir, gerçeği reddetmek ve insanları küçümsemektir.'\""
    },
    {
      "id": 106,
      "narrator": "Iylas bin Salamah bin Al-Akwa' narrated from his father that the Messenger of Allah said:",
      "text": "İylas bin Salamah bin Al-Akwa' babasından, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Bir adam kendini yüceltmeye devam eder, ta ki zalimlerden yazılıncaya kadar, böylece onların belalarından mustarip olur.\""
    },
    {
      "id": 107,
      "narrator": "Jubair bin Mut'im narrated from his father who said:",
      "text": "Jubair bin Mut'im, babasından şöyle dediğini nakletti: \"Onlar (genel olarak insanlar) bana, ben bir eşek üzerinde otururken, bir örtü giyerken ve koyunları sağarken gururlu olduğumu söylediler. Ve Allah'ın Elçisi bana şöyle dedi: 'Bunları yapan kimse de gurur (kibir) yoktur.'\""
    },
    {
      "id": 108,
      "narrator": "Abu Ad-Dardh narrated that the Messenger of Allah said:",
      "text": "Ebu Derdâ, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Kıyamet Günü müminin terazisinde, güzel ahlaktan daha ağır bir şey yoktur. Şüphesiz ki, Yüce Allah, edebe aykırı olan kişiye öfkelenir.\""
    },
    {
      "id": 109,
      "narrator": "Abu Ad-Dardh narrated that the Messenger of Allah said:",
      "text": "Ebu Derdâ, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Terazide güzel ahlaktan daha ağır bir şey yoktur. Şüphesiz ki, güzel ahlak sahibi kişi, oruç ve namaz sahibi kişinin derecesine ulaşmıştır.\""
    },
    {
      "id": 110,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah was asked about that for which people are admitted into Paradise the most, so he said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'ne insanların en çok cennete girmesine sebep olan şeyi sordu, o da şöyle dedi: \"Allah'a takva ve güzel ahlak.\" Ve ona insanların en çok ateşe girmesine sebep olan şeyi sordu, o da şöyle dedi: \"Ağız ve özel organlar.\""
    },
    {
      "id": 111,
      "narrator": "Abu Wahb narrated that  :",
      "text": "Ebu Vahb, Abdullah bin Al-Mubarak'ın güzel ahlakı açıkladığını ve ardından şöyle dediğini nakletti: \"Güzel ahlak, gülümseyen bir yüz, iyilikte elinden geleni yapmak ve zarardan kaçınmaktır.\""
    },
    {
      "id": 112,
      "narrator": "Abu Al-Ahwas narrated from his father who said:",
      "text": "Ebu'l-Ahvas, babasından şöyle dediğini nakletti: \"Ben dedim: 'Ey Allah'ın Elçisi! Bana misafirlik etmeyen ve bana ikramda bulunmayan bir adamla kaldım. Sonra o benim yanımda kalmaya geldi, ben de ona aynı şekilde karşılık vermeli miyim?' O (ﷺ) dedi ki: 'Hayır, ona ikram et.' O dedi ki: 'O (ﷺ) beni yırtık elbiselerle görünce: 'Senin bir malın var mı?' dedi. Ben de: 'Allah bana develer ve koyunlar gibi çeşitli zenginlikler verdi.' dedi. O da: 'O zaman bunlar senin üzerinde görülsün.'\""
    },
    {
      "id": 113,
      "narrator": "Hudhaifah narrated that the Messenger of Allah said:",
      "text": "Hudeyfe, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Kendi iradesi olmayan bir toplum olmayın, 'Eğer insanlar bize iyi davranırsa, biz de onlara iyi davranırız; eğer onlar kötü davranırsa, biz de kötü davranırız' demeyin, ama insanlar iyi davranırsa iyilik yapmaya alışın ve onlar kötü davranırsa adaletsiz davranmayın.\""
    },
    {
      "id": 114,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Kim hasta olanı ziyaret ederse veya kardeşini Allah (iman) için ziyaret ederse, bir çağırıcı şöyle der: 'Sana hayır ve rızık verilsin, ve cennette bir evde oturasın.'\""
    },
    {
      "id": 115,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Hayâ imandandır, ve iman cennettedir. Açıklık ise kabalıktandır, ve kabalık ateştedir.\""
    },
    {
      "id": 116,
      "narrator": "Abdullah bin Sarjis Al-Muzam narrated that the Messenger of Allah said:",
      "text": "Abdullah bin Sarjis Al-Muzam, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"İyi yol almak, peygamberliğin yirmi dört parçasından biridir.\""
    },
    {
      "id": 117,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah said to the Ashajj 'Abdul-Qais:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin Ashajj 'Abdul-Qais'e şöyle dediğini nakletti: \"Şüphesiz ki, Allah'ın sevdiği iki özellik sende vardır: Sabır ve ihtiyat.\""
    },
    {
      "id": 118,
      "narrator": "Abdullah-Muhaimin bin 'Abbas bin Sahl bin Sa'd As-Saidi narrated from his father, from his grandfather, who said that the Messenger of Allah said:",
      "text": "Abdullah-Muhaimin bin 'Abbas bin Sahl bin Sa'd As-Saidi, babasından, dedesinden, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"İhtiyat Allah'tandır, acele ise şeytandandır.\""
    },
    {
      "id": 119,
      "narrator": "Abu Ad-Darda narrated that the Messenger of Allah said:",
      "text": "Ebu Derdâ, Allah'ın Elçisi'nin şöyle söylediğini nakletti: \"Kim naz ve zarafet payını alırsa, o hayır payını almış olur. Ve kim naz ve zarafet payından mahrum kalırsa, o hayır payından mahrum kalmış olur.\""
    },
    {
      "id": 120,
      "narrator": "Ibn 'Abbas narrated:",
      "text": "İbn Abbas şöyle nakletti: \"Allah'ın Elçisi Mu'adh'ı Yemen'e gönderdi ve şöyle dedi: 'Mazlumun duasından sakın; çünkü onunla Allah arasında bir engel yoktur.'\""
    },
    {
      "id": 121,
      "narrator": "Anas narrated:",
      "text": "Enes rivayet etti: \"Ben, Peygamber'e on yıl hizmet ettim. O, asla 'Uff' demedi ve bana 'Neden böyle yaptın?' ya da 'Neden böyle yapmadın?' diye sitem etmedi. Ve Allah'ın Elçisi, insanların en güzel ahlakına sahipti. Ben, Allah'ın Elçisi'nin elinden daha yumuşak bir şeyle dokunmadım, ne de olsa misk kokladım ya da Allah'ın Elçisi'nin terinden daha tatlı bir koku hissetmedim.\""
    },
    {
      "id": 122,
      "narrator": "Abu Abdullah Al-Jadali narrated:",
      "text": "Ebu Abdullah El-Cedali rivayet etti: \"Ben Aişe'ye Allah'ın Elçisi'nin ahlakı hakkında sordum. O dedi ki: 'O, edebe aykırı davranan, kötü sözler söyleyen, pazarlarda bağıran biri değildi; kötülüğe kötülükle karşılık vermezdi, aksine affedici ve bağışlayıcıydı.'\""
    },
    {
      "id": 123,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Ben, Peygamber'in hiçbir eşine, Hatice'ye duyduğum kadar kıskanmadım. Bu kıskançlık, onu gördüğüm için değildi. Sadece Allah'ın Elçisi onu çok anıp durduğu için ve her koyun kesişinde, Hatice'nin arkadaşlarını arayıp onlara bir şeyler hediye ettiği için.\""
    },
    {
      "id": 124,
      "narrator": "Jabir narrated that the Messenger of Allah said:",
      "text": "Cabir rivayet etti ki, Allah'ın Elçisi şöyle dedi: \"Şüphesiz, sizden en sevdiklerim ve Kıyamet Günü benimle en yakın oturacak olanlar, ahlakı en güzel olanlardır. Ve şüphesiz, sizden en nefret ettiğim ve Kıyamet Günü benden en uzak oturacak olanlar, Thartharun, Mutashaddiqun ve Muthafaihiqun'dur.\" Onlar dediler: \"Ey Allah'ın Elçisi! Thartharun ve Mutashaddiqun'u biliyoruz, ya Muthafaihiqun hakkında?\" O dedi: \"Kibirli olanlar.\""
    },
    {
      "id": 125,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah said:",
      "text": "İbn Ömer rivayet etti ki, Allah'ın Elçisi şöyle dedi: \"Mümin, başkalarına lanet eden değildir.\""
    },
    {
      "id": 126,
      "narrator": "Abu Hurairah narrated that a man came to the Messenger of Allah and said:",
      "text": "Ebu Hureyre rivayet etti ki, bir adam Allah'ın Elçisi'ne geldi ve dedi ki: \"Bana, belki uymak için fazla olmayan bir şey öğret.\" O (S.A.V) dedi: \"Öfkelenme.\" Adam bu isteğini birkaç kez tekrarladı, her seferinde O: \"Öfkelenme.\" diye cevap verdi."
    },
    {
      "id": 127,
      "narrator": "Sahl bim Mu'adh bin Anas Al-Juhani narrated that the Messenger of Allah said:",
      "text": "Sahl bin Mu'adh bin Enes El-Cuhani rivayet etti ki, Allah'ın Elçisi şöyle dedi: \"Öfkesini bastıran, onu serbest bırakma gücüne sahip olduğu halde, Allah Kıyamet Günü yaratılışın liderleri önünde onu çağıracak ve ona hangi Hur'dan istediğini soracaktır.\""
    },
    {
      "id": 128,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah said:",
      "text": "Enes bin Malik rivayet etti ki, Allah'ın Elçisi şöyle dedi: \"Hiçbir genç, yaşlı birine yaşından dolayı saygı göstermez, ancak Allah, o yaşta ona saygı gösterecek birini tayin eder.\""
    },
    {
      "id": 129,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.A.W) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi (s.A.V) şöyle dedi: \"Cennet kapıları pazartesi ve perşembe açılır. İçlerinde, Allah'a hiçbir şeyi ortak koşmayanlar affedilecektir, ancak birbirlerine sırt çevirenler hakkında denir: 'Bu iki kişiyi geri çevirin, ta ki barışsınlar.'\""
    },
    {
      "id": 130,
      "narrator": "Abu Sa'eed narrated:",
      "text": "Ebu Said rivayet etti: \"Ansar'dan bazı kişiler, Allah'ın Elçisi'nden (s.a.v) bir şey istediler ve O onlara verdi. Yine bir şey istediler, O yine verdi. Sonra dedi ki: 'Sahip olduğum her hayırdan, sizlerden hiç kimseye saklamayacağım. (Unutmayın) Başkalarından istemekten kaçınan, Allah onu memnun eder; geçinmeye çalışan, Allah onu yeterli kılar. Ve sabreden, Allah onu sabırlı kılar. Hiç kimseye sabırdan daha iyi ve daha kapsamlı bir nimet verilmez.'\""
    },
    {
      "id": 131,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi (s.a.w) şöyle dedi: \"Şüphesiz, Kıyamet Günü Allah katında insanların en kötüsü, iki yüzlü kişidir.\""
    },
    {
      "id": 132,
      "narrator": "Hammam bin Al-Harith said:",
      "text": "Hammam bin El-Haris dedi ki: \"Aman, Hudeyfe bin El-Yeman'ın yanından geçti ve ona şöyle denildi: 'Bu kişi, liderlere halk hakkında haberler getiriyor.' Bunun üzerine Hudeyfe dedi: 'Allah'ın Elçisi şöyle dedi: 'Katat cennete girmeyecek.'\" (Sahih) Süfyan dedi: \"Katat, Nammam'dır.\""
    },
    {
      "id": 133,
      "narrator": "Abu Umamah narrated that the Messenger of Allah (s.A.W) said:",
      "text": "Ebu Ümame rivayet etti ki, Allah'ın Elçisi (s.A.W) şöyle dedi: \"Hayâ ve İy, imanın iki dalıdır; Badha ve Beyan ise iki yüzlülüğün iki dalıdır.\""
    },
    {
      "id": 134,
      "narrator": "Ibn 'Umar narrated that two men arrived during the time of the Messenger of Allah delivering an address. The people were amazed by their speech, so the Messenger of Allah turned to us and said:",
      "text": "İbn Ömer rivayet etti ki, Allah'ın Elçisi'nin zamanında iki adam bir hitap ile geldiler. İnsanlar, onların konuşmalarına hayran kaldılar, bunun üzerine Allah'ın Elçisi bize döndü ve dedi ki: \"Şüphesiz, belagat içinde sihir vardır\" ya da \"Şüphesiz, bazı belagat sihirdir.\""
    },
    {
      "id": 135,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi şöyle dedi: \"Sadaka, malı azaltmaz; Allah, bir adamı affettiği için ona hiçbir şey artırmaz, ancak onuru artırır. Ve kim Allah için alçakgönüllü olursa, Allah onu yüceltir.\""
    },
    {
      "id": 136,
      "narrator": "Ibn 'Umar narrated that Prophet said:",
      "text": "İbn 'Umar, Peygamber'in şöyle söylediğini nakletmiştir: \"Zulüm, Kıyamet Günü karanlık olacaktır.\""
    },
    {
      "id": 137,
      "narrator": "Abu Hurairah narrated:",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "Nafi' narrated that Ibn ‘Umar said:",
      "text": "Ebu Hureyre, \"Allah'ın Elçisi (s.a.v) hiçbir yiyeceği eleştirmedi. Eğer beğenirse yerdi, beğenmezse bırakırdı.\" şeklinde nakletmiştir."
    },
    {
      "id": 139,
      "narrator": "Abu Sa'eed narrated that the Messenger of Allah (s.a.w) said:",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "Jabir narrated that the Prophet (s.a.w) said:",
      "text": "Nafi' naklediyor ki, İbn 'Umar şöyle dedi: \"Allah'ın Elçisi (s.a.v) minbere çıktı ve yüksek sesle çağırdı: 'Ey diliyle İslam'ı kabul eden, fakat imanı kalbine ulaşmayan! Müslümanlara zarar vermeyin, onları kötülemeyin ve sırlarını açığa çıkarmak için onlara casusluk yapmayın. Şüphesiz ki, kardeşinin sırlarını açığa çıkarmaya çalışan kimse, Allah onun sırlarını açığa çıkarır, hatta evi içinde olsa bile.'\" Nafi' dedi ki: \"Bir gün İbn 'Umar Kabe'ye baktı ve şöyle dedi: 'Senden daha onurlu olan nedir, ve senin onurundan daha kutsal olan nedir! Müminin onuru, Allah katında seninkinden daha kutsaldır.'\""
    },
    {
      "id": 141,
      "narrator": "Usamah bin Zaid narrated that the Messenger of Allah (s.a.w) said:",
      "text": "---"
    }
  ]
}