{
  "language": "tr",
  "metadata": {
    "length": 53,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Qatadah bin An-Nu'man narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Kâtade bin En-Nu'man, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Allah bir kulunu severse, onu dünyadan men eder; tıpkı sizlerin hasta olanınızı sudan men etmesi gibi.\""
    },
    {
      "id": 2,
      "narrator": "Umm Al-Mundhir said:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 3,
      "narrator": "Usamah bin Sharik said:",
      "text": "---"
    },
    {
      "id": 4,
      "narrator": "Aishah narrated:",
      "text": "Ümmü'l-Münzir dedi ki: \"Allah'ın Elçisi (s.a.v) yanımda Ali ile birlikte girdi ve elimizde olgunlaşmamış bir hurma salkımı vardı.\" Dedi ki: \"Allah'ın Elçisi (s.a.v) yemeye başladı ve Ali de onunla birlikte yedi. Allah'ın Elçisi (s.a.v) Ali'ye dedi ki: 'Dur, dur, çünkü sen hâlâ iyileşiyorsun.' Bunun üzerine Ali oturdu ve Peygamber (s.a.v) yemeye devam etti.\" Dedi ki: \"Onlar için biraz pazı ve arpa pişirdim, bunun üzerine Peygamber (s.a.v) dedi ki: 'Ey Ali, bundan ye, çünkü bu senin için daha uygun olacaktır.'\""
    },
    {
      "id": 5,
      "narrator": "Uqbah bin Amir Al-Juhani narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Anas narrated \"Some people from Urainah arrived in Al-Madinah, and they were uncomfortable (with the climate). So the Messenger of Allah (s.a.w) sent them some camels from charity. He told them:",
      "text": "Usame bin Şarik dedi ki: \"Bazı bedeviler sordu: 'Ey Allah'ın Elçisi (s.a.v), hastalarımıza tedavi uygulayalım mı?' O da: 'Evet, ey Allah'ın kulları! Tedavi yöntemleri kullanın. Çünkü Allah bir hastalık yaratmadı ki onun için bir tedavi yaratmamış olsun' - ya da - 'bir çare. Sadece bir hastalık hariç.' Onlar da: 'Ey Allah'ın Elçisi (s.a.v)! O nedir?' dediler. O da: 'Yaşlılık.'\""
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah narrated (from the Messenger of Allah (s.a.w)):",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Abu Hurairah narrated (that the the Messenger of Allah (s.a.w)) said:",
      "text": "Aişe rivayet etti: \"Allah'ın Elçisi (s.a.v) eşlerinden biri (ateşli) hastalandığında, bir çorba hazırlanmasını emrederdi. Sonra onlara çorbadan almalarını söylerdi. Ve derdi ki: 'Bu, üzülenlerin kalbini kuvvetlendirir ve hastaların kalbinden endişeleri giderir; tıpkı birinizin yüzündeki kiri su ile temizlemesi gibi.'\""
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah narrated:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 11,
      "narrator": "Simak narrated that he heard 'Alqamah bin Wa'il narrate from his father, that he witnessed the Prophet (s.a.w) being asked by Suwaid bin Tariq -or Tariq bin Suwaid- about Khamr, and he forbade it. So he said:",
      "text": "---"
    },
    {
      "id": 12,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ukbe bin Amir El-Cuhani, Allah'ın Elçisi (s.a.v)'in şöyle dediğini nakletti: \"Hastalarınızı yemek yemeye zorlamayın; çünkü gerçekten Allah, mübarek ve yüce olan, onlara yiyecek ve içecek sağlar.\" (Dai'f)"
    },
    {
      "id": 13,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "---"
    },
    {
      "id": 14,
      "narrator": "Imran bin Husain narrated that the Messenger of Allah (s.a.w) prohibited cauterization. He said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle dediğini nakletti: \"Bu siyah tohumdan kullanın. Çünkü her hastalığın şifası bunun içindedir, As-Sam hariç.\" Ve As-Sam, ölümdür."
    },
    {
      "id": 15,
      "narrator": "Anas narrated:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "Anas narrated:",
      "text": "Anas rivayet etti: \"Peygamber (S.A.V) boyun damarlarına ve üst sırtına hacamat yaptırırdı. On yedinci (günde), on dokuzuncu (günde) ve yirmi birinci (günde) hacamat yaptırırdı.\""
    },
    {
      "id": 17,
      "narrator": "Ibn Mas'ud said:",
      "text": "İbn Mes'ud dedi ki: \"Allah'ın Elçisi (S.A.V) Miraç Gecesi'nden bahsetti ve ona, 'Ummetin arasında hacamat yaptırmayı emredin' diyen meleklerin topluluğundan geçmediğini söyledi.\""
    },
    {
      "id": 18,
      "narrator": "Abbad bin Mansur narrated from 'Ikrimah who said:",
      "text": "Abbad bin Mansur, İkrime'den rivayet etti ki: \"İbn Abbas'ın üç oğlu hacamatçıdır. İkisiyle kendisi ve ailesi için gelir elde ederdi, biri de onu ve ailesini hacamat yapardı.\" Dedi ki: \"İbn Abbas şöyle dedi: 'Peygamber (S.A.V) dedi ki: 'Hacamat yapan kul ne kadar da güzeldir, kanı akıtarak, sırtı rahatlatıp, görüşü açar.' Ve dedi ki: 'Hacamat yapmanız için en iyi günler on yedinci, on dokuzuncu ve yirmi birinci günlerdir.' Ve dedi ki: 'Tedavi ettiğiniz en iyi şeyler As-Sa'ut, Al-Ladud, hacamat ve müshil ilaçlardır.' Ve gerçekten de, Allah'ın Elçisi (S.A.V) Al-Abbas ve arkadaşları tarafından ilaç verilmişti. Allah'ın Elçisi (S.A.V) dedi ki: 'Bu ilacı bana kim verdi?' Hepsi sessiz kaldı, o da 'Evde kimse kalmayacak, hepsi Ladud ile tedavi edilecektir, sadece amcası Al-Abbas hariç.' dedi.\" An-Nadr dedi ki: \"Al-Ladud, Al-Wajur'dur.\""
    },
    {
      "id": 19,
      "narrator": "'Ali bin 'Ubaidullah narrated that his grandmother  - who used to serve the The Prophet (S.A.W) said:",
      "text": "Ali bin Ubeydullah, büyükannesinin - Peygamber (S.A.V)'e hizmet eden - şöyle dediğini rivayet etti: \"Allah'ın Elçisi (S.A.V) üzerinde ne bir yara ne de bir kesik bulunsa, bana Hinna sürmemi emrederdi.\""
    },
    {
      "id": 20,
      "narrator": "'Aqqar bin Al-Mughirah bin Shu'bah narrated from his father who said that the Messenger of Allah (s.a.w) said:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 21,
      "narrator": "Anas narrated that :",
      "text": "Aqqar bin Al-Mughirah bin Shu'bah, babasından rivayet etti ki, Allah'ın Elçisi (S.A.V) dedi ki: \"Kim cauterization (kızdırma) veya Ruqyah ile tedavi ararsa, o At-Tawakkul'den (Allah'a güvenmekten) kendini muaf tutmuş olur.\""
    },
    {
      "id": 22,
      "narrator": "'Imran bin Husain narrated that the Messenger of Allah (S.A.W) said:",
      "text": "Anas rivayet etti ki: \"Allah'ın Elçisi (S.A.V) akrep sokması, (kötü) göz ve An-Namlah için Ruqyah'ı müsaade etti.\""
    },
    {
      "id": 23,
      "narrator": "Abu Sa'eed narrated:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 24,
      "narrator": "Asma' bint 'Umaish said:",
      "text": "İmran bin Husain, Allah'ın Elçisi (S.A.V)'nin şöyle dediğini rivayet etti: \"Kötü göz ve akrep sokması dışında Ruqyah yoktur.\""
    },
    {
      "id": 25,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (S.A.W) used to seek refuge for Al-Hasan and Al-Husain saying:",
      "text": "Ebu Sa'id rivayet etti: \"Allah'ın Elçisi (S.A.V) cinlerden ve insanların (kötü) gözünden Allah'a sığınırdı, ta ki Al-Mu'awwidhatain (İkisi de sığınma ayetleri) indirilene kadar. Onlar indirildiğinde onları kullanır ve diğerlerini bırakırdı.\""
    },
    {
      "id": 26,
      "narrator": "\"Hayyah bin Habis At-Tamimi narrated:",
      "text": "Esma bint 'Umaish dedi ki: \"Ben dedim: 'Ey Allah'ın Elçisi (S.A.V)! Ja'far'ın çocuklarından bazıları göz iltihabından muzdarip, onları Ruqyah ile tedavi ettireyim mi?' O dedi ki: 'Evet, çünkü eğer kaderi aşabilecek bir şey olsaydı, o da kötü göz olurdu.'\""
    },
    {
      "id": 27,
      "narrator": "\" Ibn 'Abbas narrated  that  the Messenger of Allah (s.a.w) said:",
      "text": "İbn Abbas rivayet etti ki, Allah'ın Elçisi (S.A.V) Al-Hasan ve Al-Husain için şöyle sığınırdı: \"U'idhukuma bikalimatillahi-tammati,min kulli shaitanin wa hammatin, wa minkulli'ainin lammah (Sizi Allah'ın mükemmel kelimeleriyle, her şeytandan, her zehirli haşereden ve her zararlı gözden koruyorum).\" Ve şöyle derdi: \"İbrahim, İshak ve İsmail için böyle sığınırdı.\""
    },
    {
      "id": 28,
      "narrator": "\"Abu Sa'eed narrated:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 29,
      "narrator": "\"Abu Sa'eed Al Khudri narrated:",
      "text": "Hayyah bin Habis At-Tamimi rivayet etti: Babam, Allah'ın Elçisi (S.A.V)'nin şöyle dediğini duydu: \"Al-Ham'a dair hiçbir şey yoktur ve göz gerçektir.\""
    },
    {
      "id": 30,
      "narrator": "Abu Khizamah narrated from his father who said:",
      "text": "İbn Abbas rivayet etti ki, Allah'ın Elçisi (S.A.V) dedi ki: \"Eğer kaderi aşabilecek bir şey olsaydı, o da (kötü) göz olurdu ve sizden bununla ilgili yıkanmanız istendiğinde yıkayın.\""
    },
    {
      "id": 31,
      "narrator": "\"Abu Hurairah narrated that the Messenger of Allah (S.A.W) said:",
      "text": "\"Ebu Hureyre, Allah'ın Elçisi (S.A.V)'nin şöyle söylediğini nakletti: 'Al-'Ajwah Cennet'ten bir meyvedir ve zehir için bir şifadır. Trüf, manna türündendir ve sıvısı göz için bir şifadır.'\""
    },
    {
      "id": 32,
      "narrator": "\"Sa'eed bin Zaid narrated that the Prophet (S.A.W) said:",
      "text": "\"Said bin Zaid, Peygamber (S.A.V)'in şöyle söylediğini nakletti: 'Trüf, manna türündendir ve sıvısı göz için bir şifadır.'\""
    },
    {
      "id": 33,
      "narrator": "\"Abu Hurairah narrated that people among the Companions of the Prophet (S.A.W) would say:",
      "text": "\"Ebu Hureyre, Peygamber (S.A.V)'in Sahabelerinden bazı insanların şöyle dediğini nakletti: 'Trüf, yerin çiçek hastalığıdır.' Bunun üzerine Allah'ın Elçisi (S.A.V) şöyle dedi: 'Trüf, manna türündendir ve sıvısı göz için bir şifadır. Al-'Ajwah Cennet'ten bir meyvedir ve zehir için bir şifadır.'\""
    },
    {
      "id": 34,
      "narrator": "\"Qatadah said:",
      "text": "\"Katade dedi ki: 'Bana Ebu Hureyre'nin şöyle dediği nakledildi: 'Üç trüf, ya beş ya da yedi aldım ve onları sıktım. Sonra sıvısını bir şişeye koydum ve bir cariyemin gözlerine kullandım, böylece şifa buldu.'\""
    },
    {
      "id": 35,
      "narrator": "\"Qatadah said:",
      "text": "\"Katade dedi ki: 'Bana Ebu Hureyre'nin şöyle dediği nakledildi: 'Ash-Shuniz, her hastalığın şifasıdır, sadece As-Sam için değildir.' Katade dedi ki: 'Günde yirmi bir tohum alınır, bir bezin içine konur, sonra su ile demlenir ve sağ burun deliğine iki damla, sol burun deliğine bir damla çekilir. İkinci günde sol burun deliğine iki damla, sağ burun deliğine bir damla çekilir. Üçüncü günde sağ burun deliğine iki damla, sol burun deliğine bir damla çekilir.'\""
    },
    {
      "id": 36,
      "narrator": "\"Abu Masud Al-Ansari narrated:",
      "text": "\"Ebu Mesud El-Ensari nakletti: 'Allah'ın Elçisi (S.A.V) köpeğin fiyatını, zina edenin (zina ile elde ettiği) kazancını ve falcıya yapılan ödemeyi yasakladı.'\""
    },
    {
      "id": 37,
      "narrator": "\"'Eisa Ibn 'Abdur-Raman bin Abi Laila said:",
      "text": "\"'Eisa İbn 'Abdur-Rahman bin Ebi Leyla dedi ki: 'Abdullah bin 'Ukaim Abu Mabad El-Cuhani'yi ziyaret ettim, o Humrah (kırmızı) bir şeyle oturuyordu. Ben de: 'Neden bir şey asmazsın?' dedim. O: 'Ölüm, bundan daha iyidir. Peygamber (S.A.V) şöyle dedi: 'Kim bir şey asarsa, ona emanet edilir.'\""
    },
    {
      "id": 38,
      "narrator": "\"Rafi' bin Khadij narrated that the Prophet (S.A.W) said:",
      "text": "\"Rafi' bin Khadij, Peygamber (S.A.V)'in şöyle söylediğini nakletti: 'Ateşin hareketinden dolayı ateş, ateşin hararetidir; bunu su ile soğutun.'\""
    },
    {
      "id": 39,
      "narrator": "Aishah narrated that the Messenger of Allah (S.A.W) said:",
      "text": "\"Aişe, Allah'ın Elçisi (S.A.V)'nin şöyle söylediğini nakletti: 'Ateş, Cehennem'in sıcaklığından kaynaklanır; bunu su ile soğutun.'\""
    },
    {
      "id": 40,
      "narrator": "Ibn 'Abbas narrated:",
      "text": "\"İbn Abbas nakletti: 'Ateş ve tüm acılar için, Peygamber (S.A.V) onlara şöyle demeyi öğretirdi: Bismillahil-Kabir; a'udhu billahil-'Azimi min sharri kulli 'irqin na'arin, wa min sharri harrin-nar. (Büyük Allah'ın adıyla, her gushing damarının ve ateşin sıcaklığının şerrinden Allah'a sığınırım.)'\""
    },
    {
      "id": 41,
      "narrator": "Aishah narrated from Wahb's daughter - and she is Judamah - who said:",
      "text": "\"Aişe, Vahb'ın kızından -o da Judamah'dır- nakletti ki: 'Allah'ın Elçisi (S.A.V)'nin şöyle dediğini duydum: 'Al-Ghilah'ı yasaklamak istedim, ama Persler ve Romalılar bunu yapıyorlardı ve çocuklarını öldürmüyorlardı.'\""
    },
    {
      "id": 42,
      "narrator": "Aishah narrated from Judamah bint Wahb Al-Asadiyyah that she heard the Messenger of Allah (S.A.W) saying:",
      "text": "\"Aişe, Judamah bint Vahb El-Asadiyyah'dan nakletti ki, o da Allah'ın Elçisi (S.A.V)'nin şöyle dediğini duydu: 'Al-Ghilah'ı yasaklamayı düşündüm, ta ki Persler ve Romalıların bunu yaptığını hatırlayana kadar, çocuklarına zarar vermeden.'\""
    },
    {
      "id": 43,
      "narrator": "Qatadah narrated from Abu 'Abdullah that Zaid bin Arqam said:",
      "text": "\"Katade, Ebu Abdullah'dan nakletti ki, Zaid bin Arqam şöyle dedi: 'Peygamber (S.A.V) pleurisi tedavi etmek için yağı ve savaşları övüyordu.' Katade dedi ki: 'Ve bu, acı çektiği tarafına ağızda konur.'\""
    },
    {
      "id": 44,
      "narrator": "Maimun Abu' Abdullah said:",
      "text": "\"Maimun Ebu Abdullah dedi ki: 'Zaid bin Arqam'ın şöyle dediğini duydum: 'Allah'ın Elçisi (S.A.V) bize Pleurisi tedavi etmek için Qust Al-Bahri ve yağ kullanmamızı emretti.'\""
    },
    {
      "id": 45,
      "narrator": "'Uthman bin Abi Al-'As narrated:",
      "text": "\"'Uthman bin Ebi Al-'As nakletti: 'Allah'ın Elçisi (S.A.V) yanıma geldi, neredeyse beni mahveden bir ağrım vardı. Bunun üzerine Allah'ın Elçisi (S.A.V) şöyle dedi: 'Bunu sağ elinle yedi kez ov ve A`udhu bi `Izzatillah Wa Qudratihi wa Sultanihi min sharri ma ajid de.' (Allah'ın kudretine, gücüne ve otoritesine sığınırım, başıma gelenlerin şerrinden.)' Dedi ki: 'Bunu yaptım ve Allah, bende olanı giderdi, aileme ve başkalarına bunu yapmalarını söylemekten hiç vazgeçmedim.'\""
    },
    {
      "id": 46,
      "narrator": "Asma' bint 'Umais narrated that the Messenger of Allah (S.A.W) asked her what they used as a laxative. She said:",
      "text": "Asma' bint 'Umais, Allah'ın Resulü'nün (S.A.V) ona neyi müshil olarak kullandıklarını sorduğunu nakletti. O da: \"Şubrum\" dedi. Resulullah (S.A.V) şöyle dedi: \"O sıcak ve çok güçlüdür.\" O da: \"O zaman ben müshil olarak Sena kullandım.\" Bunun üzerine Peygamber (S.A.V) dedi ki: \"Eğer ölüm için bir şifa olsaydı, o Sena olurdu.\""
    },
    {
      "id": 47,
      "narrator": "Abu Sa'eed said:",
      "text": "Ebu Sa'id dedi ki: \"Bir adam Peygamber'e (S.A.V) geldi ve dedi ki: 'Kardeşim ishal oluyor.' O da: 'Ona bal içirin.' dedi. Adam balı içti. Sonra geldi ve dedi: 'Ey Allah'ın Resulü (S.A.V)! O balı içti ama bu sadece daha da kötüleşmesine neden oldu.' Bunun üzerine Allah'ın Resulü (S.A.V) dedi ki: 'Ona bal içirin.' Adam tekrar içirdi. Sonra geldi ve dedi: 'Ey Allah'ın Resulü (S.A.V)! Ona biraz daha içirdim ama bu sadece daha da kötüleşmesine neden oldu.' Resulullah (S.A.V) dedi: 'Allah doğru söyledi, kardeşinin karnı yalan söyledi. Ona bal içirin.' Adam ona biraz daha bal içirdi ve o şifa buldu.\""
    },
    {
      "id": 48,
      "narrator": "Ibn 'Abbas narrated that the Prophet (S.A.W) said:",
      "text": "İbn Abbas, Peygamber'in (S.A.V) şöyle dediğini nakletti: \"Bir Müslüman, ölüm zamanı dışında hasta olan birini ziyaret ettiğinde ve yedi kez: 'As'alullah Al-'Azeem Rabbal 'Arshil 'Azeem an yashfik' ('Büyük Allah'tan, Büyük Arş'ın Rabbi olarak seni şifa etmesini istiyorum') derse, o kişi şifa bulacaktır.\""
    },
    {
      "id": 49,
      "narrator": "Thawban narrated that the Prophet (S.A.W) said:",
      "text": "Tevban, Peygamber'in (S.A.V) şöyle dediğini nakletti: \"Sizden biri ateşten bir parça olan ateşten dolayı ateşten muzdarip olduğunda, onu su ile söndürsün. Akarsu içinde, onun yönüne doğru durup şöyle desin: 'Allahummashfi 'abdaka wa saddik Rasulak' ('Allah'ın adıyla. Ey Allah! Kulunu şifa et ve Resulüne şahitlik et.') Bunu Salat As-Subh (Fajr) sonrası ve güneşin doğmasından önce yapsın. Kendini içinde üç kez, üç gün boyunca daldırsın. Eğer üç günde şifa bulamazsa, beş günde daldırsın. Beş günde de şifa bulamazsa, yedi günde daldırsın. Yedi günde de şifa bulamazsa, dokuz günde daldırsın. Çünkü dokuzdan sonra, Allah'ın izniyle kalmayacaktır.\""
    },
    {
      "id": 50,
      "narrator": "Abu Hazim said:",
      "text": "Ebu Hazim dedi ki: \"Dinlerken, Sahl bin Sa'd'a soruldu: 'Allah'ın Resulü'nün (S.A.V) yaraları ne ile tedavi edildi?' O da: 'Bundan daha bilgili olan hiç kimse yoktur. Ali, kalkanında su getirirdi, Fatıma da onun kanını yıkamak için onu kullanırdı ve onun için bir hasır yakılırdı ve yaraları onun (külü) ile doldurulurdu.'\""
    },
    {
      "id": 51,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (S.A.W) said:",
      "text": "Enes bin Malik, Allah'ın Resulü'nün (S.A.V) şöyle dediğini nakletti: \"Hasta olanın şifa bulup sağlığına kavuşması, gökten düşen saf ve rengiyle dolu dolu yağan doluya benzer.\""
    },
    {
      "id": 52,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (S.A.W) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü'nün (S.A.V) şöyle dediğini nakletti: \"Sizden biri hasta olanı ziyaret ettiğinde, ona ömrü hakkında güven verin. Çünkü bu hiçbir şeyi geri çevirmeyecek, ama ruhunu rahatlatacaktır.\""
    },
    {
      "id": 53,
      "narrator": "Abu Hurairah narrated that the Prophet(S.A.W) visited a man who was ill, so he said:",
      "text": "Ebu Hureyre, Peygamber'in (S.A.V) hasta bir adamı ziyaret ettiğini ve şöyle dediğini nakletti: \"Moral bul, çünkü gerçekten Allah şöyle dedi: 'Bu, günahkâr kuluma ateşten payı olarak yüklediğim ateşimdir.' (Hasan) Al-Hasan dedi ki: \"Gece meydana gelen ateşin, günahların neden olduğu eksiklikleri telafi edeceğini umarlardı.\""
    }
  ]
}