{
  "language": "tr",
  "metadata": {
    "length": 26,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(S.A.W) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (S.A.V)'nin şöyle söylediğini nakletti: \"Kim mal bırakırsa, o mal mirasçılarına aittir; kim de yoksul bakmakla yükümlü olanlar bırakırsa, o (sorumluluk) benimdir.\""
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(S.A.W) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (S.A.V)'nin şöyle söylediğini nakletti: \"Miras hukuku ve Kur'an'ı öğrenin ve insanlara öğretin, çünkü ben bir beşerim.\""
    },
    {
      "id": 3,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah dedi ki: \"Sa'd bin Ar-Rabi'nin eşi, iki kızıyla birlikte Sa'd'dan Allah'ın Elçisi (S.A.V)'ne geldi ve şöyle dedi: 'Ey Allah'ın Elçisi (S.A.V)! Bunlar, Uhud günü seninle birlikte savaşan ve şehit düşen Sa'd bin Ar-Rabi'nin kızlarıdır. Amcaları, onlara hiçbir mal bırakmadan onların malını aldı ve onlar, mal olmadan evlenemeyecekler.' O da: 'Allah bu konuda karar verecektir.' Mirasla ilgili ayet nazil oldu, bunun üzerine Allah'ın Elçisi (S.A.V) onların amcasına haber gönderdi ve şöyle dedi: 'Sa'd'ın iki kızına üçte iki ver, annelerine de sekizde bir ver, geriye kalan ise senindir.'\""
    },
    {
      "id": 4,
      "narrator": "Huzail bin Shurahbil said:",
      "text": "Huzail bin Şurahbil dedi ki: \"Bir adam, Ebu Musa ve Selman bin Rabia'ya geldi ve onlara bir kız, bir oğul kızı, bir baba kız kardeşi ve bir anne kız kardeşi hakkında sordu. Onlar da: 'Kız için yarısı, baba ve anne kız kardeşi için ise geriye kalan kısmı alır.' dediler. Sonra ona: 'Abdullah (bin Mes'ud)'a git ve ona sor, çünkü kesinlikle o da bizimle aynı görüşte olacaktır.' dediler. Adam, Abdullah'a gidip onlara söylediklerini aktardı. Abdullah dedi ki: 'Eğer durum böyleyse, o zaman ben yanılmış olurum ve bu konuda doğru yolda olanlardan olmam. Aksine, ben Allah'ın Elçisi (S.A.V)'nin verdiği hükme göre yargılayacağım: Kız için yarısı, oğul kızı için altıda bir, toplamda üçte iki ve kız kardeş için geriye kalan kısmı alır.'\""
    },
    {
      "id": 5,
      "narrator": "Al-Harith narrated that 'Ali said:",
      "text": "El-Haris, Ali'nin şöyle dediğini nakletti: \"Bu ayeti okuyorsunuz: 'Vasiyetlerin ödenmesinden sonra, zarar vermeden.' Ve gerçekten de Allah'ın Elçisi (S.A.V) borcu vasiyetten önce yargıladı ve aynı anne ve babadan olan çocukların miras aldığını, farklı annelerden olanların değil. Adam, babasından olan kardeşinden ve annesinden miras alır, babasından olan kardeşinden değil.\""
    },
    {
      "id": 6,
      "narrator": "Al-Harith narrated that 'Ali said:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 7,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "El-Haris, Ali'nin şöyle dediğini nakletti: \"Allah'ın Elçisi (S.A.V) aynı anne ve babadan olan çocukların miras aldığını, farklı annelerden olanların değil, diye hükmetti.\""
    },
    {
      "id": 8,
      "narrator": "Jabir bin 'Abdullah said:",
      "text": "Cabir bin Abdullah dedi ki: \"Allah'ın Elçisi (S.A.V) beni Banu Selameh'de hastayken ziyaret etti. Ben de: 'Ey Allah'ın Elçisi (S.A.V)! Çocuklarım arasında malımı nasıl bölüştüreyim?' dedim. Ama bana hiçbir şey söylemedi, ta ki şu ayet nazil olana kadar: 'Allah, çocuklarınızın mirası hakkında size emrediyor: Erkek, iki kadının payına eşit bir pay alır.'\""
    },
    {
      "id": 9,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah(S.A.W) said:",
      "text": "Cabir bin Abdullah dedi ki: \"Hastaydım, bu yüzden Allah'ın Elçisi (S.A.V) beni ziyaret etti ve beni baygın buldu. Yanında Ebu Bekir ve Ömer vardı. Allah'ın Elçisi (S.A.V) abdest aldı, sonra kalan suyu üzerime döktü, böylece kendime geldim. Ben de: 'Ey Allah'ın Elçisi (S.A.V)! Malımı nasıl tasfiye edeyim?' -ya da- 'Malımla ne yapmalıyım?' dedim. Bana hiçbir şey söylemedi\" -ve dokuz kız kardeşi vardı- \"ta ki mirasla ilgili ayet nazil olana kadar: 'Sana miras hakkında fetva soruyorlar. De ki: 'Allah, Al-Kalalah hakkında böyle yönlendiriyor.' Cabir dedi ki: 'Bu benimle ilgili nazil oldu.'\""
    },
    {
      "id": 10,
      "narrator": "'Imran bin Husain narrated:",
      "text": "İbn Abbas, Allah'ın Elçisi (S.A.V)'nin şöyle söylediğini nakletti: \"Miras paylarını hak sahiplerine verin. Geriye kalan ise en yakın erkek akrabaya aittir.\""
    },
    {
      "id": 11,
      "narrator": "Qabisah bin Dhuw'aib said:",
      "text": "Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 12,
      "narrator": "Qabisah bin Dhuw'aib said:",
      "text": "İmrân bin Hüsayn nakletti: \"Bir adam, Peygamber (S.A.V)'e geldi ve şöyle dedi: 'Oğlum vefat etti, ondan ne kadar miras alırım?' O da: 'Senin payın altıda bir.' dedi. Adam gitmek üzere dönerken, onu çağırdı ve: 'Senin için bir altıda bir daha var.' dedi. Adam tekrar gitmek üzere dönerken, onu çağırdı ve: 'Son altıda bir, senin için harcanabilir.' dedi.\""
    },
    {
      "id": 13,
      "narrator": "'Abdullah bin Mas'ud said, about the grandmother along with her daughter:",
      "text": "Kabisah bin Dhuw'aib dedi ki: \"Bir büyükanne -anne veya baba annesi- Ebu Bekir'e geldi ve şöyle dedi: 'Oğlumun oğlu' -ya da- 'kızımın oğlu vefat etti ve bana bildirildi ki, Kitap'ta benim için bir hak var.' Ebu Bekir de: 'Ben Kitap'ta senin için bir hak bulamıyorum ve Allah'ın Elçisi (S.A.V)'nin senin için bir şey hükmettiğini de duymadım. İnsanlara soracağım.' dedi. Bunun üzerine El-Mughirah bin Şu'bah, Allah'ın Elçisi (S.A.V)'nin ona (davalara) bir altıda bir verdiğini şahitlik etti. O da: 'Seninle birlikte bunu kim duydu?' dedi. O da: 'Muhammed bin Mesleme.' dedi. O da: 'Ona bir altıda bir verdi. Sonra diğer büyükanne geride kalan geldi ve Ömer'e gitti.' Süfyan dedi ki: 'Ve Ma'mar bana ilave olarak, Az-Zuhri'den -ve ben bunu Az-Zuhri'den hatırlamıyorum, daha çok Ma'mar'dan hatırlıyorum- 'Ömer dedi ki: 'Eğer ikiniz bir aradaysanız, o zaman ikinize aittir, ve hanginiz yalnız kalırsa, o zaman o ona aittir.'\""
    },
    {
      "id": 14,
      "narrator": "Abu Umamah bin Sahl bin Hunaif said:",
      "text": "Kabisah bin Dhuw'aib dedi ki: \"Bir büyükanne, mirası hakkında Ebu Bekir'e sordu. O da: 'Allah'ın Kitabı'nda senin için bir şey yok ve Allah'ın Elçisi (S.A.V)'nin sünnetinde de senin için bir şey yok. O yüzden, geri dön, ta ki insanlara sorayım. İnsanlara sordu ve El-Mughirah bin Şu'bah dedi ki: 'Ben, Allah'ın Elçisi (S.A.V)'nin ona (davalara) bir altıda bir verdiğini gördüm.' O da: 'Seninle birlikte başka kim vardı?' dedi. Muhammed bin Mesleme, El-Mughirah bin Şu'bah'ın söylediklerini tekrar etti. Böylece Ebu Bekir bunu ona uyguladı.\" Sonra diğer büyükanne, mirası hakkında Ömer bin Hattab'a geldi. O da: 'Allah'ın Kitabı'nda senin için bir şey yok, ama o altıda bir var. Eğer ikiniz bir aradaysanız, o zaman ikinize aittir, ve hanginiz yalnız kalırsa, o zaman o ona aittir.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "Aishah narrated that the Messenger of Allah(S.A.W) said:",
      "text": "Abdullah bin Mes'ud, anneanneden ve kızıyla ilgili olarak şöyle dedi: \"Allah'ın Elçisi (S.A.V), ilk büyükanneye, oğlu ile birlikte, onların tüketmesi için bir altıda bir verdi.\""
    },
    {
      "id": 16,
      "narrator": "Aishah narrated that a freed slave of the Prophet (s.a.w) fell from foliage on a date-palm and died. So the Prophet (S.A.W) said:",
      "text": "Aişe (r.a) rivayet etti ki, Peygamber (s.a.v)'in azatlı kölesi bir hurma palmiyesinin yapraklarından düştü ve öldü. Bunun üzerine Peygamber (s.a.v) dedi ki: \"Bakın, onun mirasçıları var mı?\" Onlar: \"Hayır.\" dediler. O da: \"Bunu kasabanın insanlarından birine verin.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Ibn 'Abbas narrated that :",
      "text": "İbn Abbas (r.a) rivayet etti ki: Allah Resulü (s.a.v) zamanında bir adam öldü ve geride azat ettiği bir köleden başka mirasçı bırakmadı. Bunun üzerine Peygamber (s.a.v) ona mirasını verdi."
    },
    {
      "id": 18,
      "narrator": "Usamah bin Zaid narrated that the Messenger of Allah(S.A.W) said:",
      "text": "Usame bin Zeyd (r.a) rivayet etti ki, Allah Resulü (s.a.v) dedi ki: \"Müslüman, kafirden miras almaz, kafir de Müslümandan miras almaz.\" Başka bir isnad da benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 19,
      "narrator": "Jabir narrated that the Prophet(S.A.W) said:",
      "text": "Cabir (r.a) rivayet etti ki, Peygamber (s.a.v) dedi ki: \"İki dinin insanları birbirlerinden miras almazlar.\""
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah narrated that the Prophet(S.A.W) said:",
      "text": "Ebu Hureyre (r.a) rivayet etti ki, Peygamber (s.a.v) dedi ki: \"Katil mirasçı olamaz.\""
    },
    {
      "id": 21,
      "narrator": "Sa'eed bin Al-Musayyab said:",
      "text": "Sa'id bin el-Musayyib dedi ki: \"Ömer (r.a) dedi ki: 'Kan bedeli akile üzerinedir ve kadın, kocasının kan bedelinden hiçbir şey miras almaz.' Bunun üzerine Ad-Dahhak bin Sufyan el-Kilabi ona, Allah Resulü (s.a.v)'nin ona yazdığını bildirdi; (şöyle diyordu) Ashyam ed-Dababi'nin eşine kocasının kan bedelinden miras vermesini.\""
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre (r.a) rivayet etti ki: Allah Resulü (s.a.v) Banu Libyalı bir kadının düşüğünden dolayı bir gurra erkek veya dişi kölenin bedelini ödemeye hükmetti. Sonra gurra vermesi gereken kadın vefat etti, bunun üzerine Allah Resulü (s.a.v) mirasının çocuklarına ve kocasına verilmesine, kan bedelinin de onun asabası tarafından ödenmesine hükmetti."
    },
    {
      "id": 23,
      "narrator": "Abudullah bin Mawhab - and some of them said- 'Abdullah bin Wahb, narrated from Tamim Ad-Dari who said:",
      "text": "Abdullah bin Mawhab -bazıları 'Abdullah bin Wahb dedi- Tamim ed-Dari'den rivayet etti ki, o şöyle dedi: \"Ben Allah Resulü (s.a.v)'ne sordum: 'Şirk ehli bir adamın, Müslümanlardan birinin elinde İslam'ı kabul etmesi konusunda sünnet nedir?' Allah Resulü (s.a.v) dedi ki: 'O, hayatında ve ölümünde ona en yakın olan kişidir.'\""
    },
    {
      "id": 24,
      "narrator": "Amr bin Shu'aib narrated from his father, from his grandfather, that the Messenger of Allah(S.A.W) said:",
      "text": "Amr bin Şu'aib, babasından, dedesinden rivayet etti ki, Allah Resulü (s.a.v) dedi ki: \"Serbest bir kadınla veya köle bir kadınla zina eden her adamın, zina sonucu doğan çocuğu miras almaz, ondan da miras alınmaz.\""
    },
    {
      "id": 25,
      "narrator": "Amr bin Shu'aib narrated from his father, from his grandfather, that the Messenger of Allah(S.A.W) said:",
      "text": "Amr bin Şu'aib, babasından, dedesinden rivayet etti ki, Allah Resulü (s.a.v) dedi ki: \"Vala'yı miras alan, malı miras alandır.\""
    },
    {
      "id": 26,
      "narrator": "Wathilah bin Al-Asqa' narrated  that the Messenger of Allah(S.A.W) said:",
      "text": "Vatile bin el-Asqa' rivayet etti ki, Allah Resulü (s.a.v) dedi ki: \"Kadın üç miras toplar: Azat ettiği, bulduğu ve Li'an yaptığı çocuk.\""
    }
  ]
}