{
  "language": "tr",
  "metadata": {
    "length": 35,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Kharijab bin Hudhafah narrated:",
      "text": "Kharijab bin Hudhafah rivayet etti: \"Allah'ın Messenger'ı bize çıktı ve dedi ki: 'Şüphesiz Allah, size kırmızı develerden daha hayırlı bir Salat ile yardım etmiştir: Al-Witr, Allah'ın sizin için İsha namazı ile Fajr'ın başlaması arasında kıldığıdır.'\""
    },
    {
      "id": 2,
      "narrator": "Ali said:",
      "text": "Ali dedi ki: \"Al-Witr, farz namazlarınız gibi vacip değildir, fakat Allah'ın Messenger'ının bir sünnetidir. O şöyle dedi: 'Şüphesiz Allah, Witr (Tek)dir ve O, Al-Witr'i sever, o halde ey Kur'an ehli, Al-Witr'i kılın.'\""
    },
    {
      "id": 3,
      "narrator": "Sufyan Ath-Thawri and others reported from Abu Ishaq, from Asim bin Damrah, that :",
      "text": "Sufyan Ath-Thawri ve diğerleri, Abu Ishaq'tan, Asim bin Damrah'dan rivayet etti ki: Ali dedi ki: \"Al-Witr, farz namazların durumu gibi vacip değildir, fakat Allah'ın Messenger'ının uyguladığı bir sünnettir.\""
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah narrated:",
      "text": "Abu Hurairah rivayet etti: \"Allah'ın Messenger'ı bana uyumadan önce Al-Witr kılmamı emretti.\""
    },
    {
      "id": 5,
      "narrator": "Masruq narrated that :",
      "text": "Masruq rivayet etti ki: Aişe'ye Peygamber'in Witr'i hakkında sordum. O dedi ki: \"O, gece boyunca Witr kılardı; (ya) başında, ortasında veya sonunda. O vefat edince, Witr'i As-Sahar'a yaklaşırken sona erdi.\""
    },
    {
      "id": 6,
      "narrator": "Umm Salamah narrated:",
      "text": "Umm Salamah rivayet etti: \"Peygamber, Witr'i on üç rek'at ile kılardı. Yaşlandığında ve zayıfladığında, Witr'i yedi rek'at ile kılardı.\""
    },
    {
      "id": 7,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Allah'ın Messenger'ının gece namazı on üç rek'at idi, bunlardan beşi Witr'iydi, hiçbirinde oturmazdı, sadece sonunda otururdu. Mu'adh-dhin ezan okuduğunda, iki hafif (rek'at) kılmak için ayakta dururdu.\""
    },
    {
      "id": 8,
      "narrator": "Ali narrated:",
      "text": "Ali rivayet etti: \"Allah'ın Messenger'ı Al-Witr'i üç rek'at ile kılardı, bunlarda Mufassal'den dokuz sure okurdu, her rek'atta üç sure okur ve 'De ki: Allah tektir.' derdi. Onların sonunda.\" Muhammad bin Sirin dedi ki: \"Onlar Al-Witr'i beş, üç ve bir rek'at ile kılardı ve bunların hepsini iyi kabul ederlerdi.\""
    },
    {
      "id": 9,
      "narrator": "Anas bin Sirin narrated that :",
      "text": "Enes bin Sirin rivayet etti ki: Ibn Umar'a Fajr'dan önceki iki rek'atın uzunluğunu sordum. O dedi ki: \"Peygamber gece iki ve iki kılardı ve Al-Witr'i bir rek'at ile kılardı. Ve ezanı duyarken iki rek'at kılardı.\""
    },
    {
      "id": 10,
      "narrator": "Ibn Abbas narrated:",
      "text": "Ibn Abbas rivayet etti: \"Allah'ın Messenger'ı Al-Witr'de: 'Rabbini en yüce ismiyle tesbih et' ve 'De ki: Ey kafirler!' ve 'De ki: Allah tektir,' her rek'atta okurdu.\""
    },
    {
      "id": 11,
      "narrator": "Abdul-Aziz bin Juraij said:",
      "text": "Abdul-Aziz bin Juraij dedi ki: \"Aişe'ye Allah'ın Messenger'ının Al-Witr'de ne okuduğunu sordum. O dedi ki: 'İlkinde: Rabbini en yüce ismiyle tesbih et, ikincisinde: De ki: Ey kafirler!, ve üçüncüsünde: De ki: Allah tektir' ve Al-Mu'awwidhatain.'\""
    },
    {
      "id": 12,
      "narrator": "Al-Hasan bin Ali  said:",
      "text": "Al-Hasan bin Ali dedi ki: \"Allah'ın Messenger'ı bana Al-Witr'de söylemem için bazı ifadeler öğretti (Allahummahdini fiman hadait, wa a'fini fiman afait, wa tawallani fiman tawallait, wa barik Li fima atait, wa qini sharra ma qadait, fa Innaka taqdi wa la yuqda Alaik, wa innahu la yadhillu man walait, tabarakta Rabbana wa ta'alait.) 'Ey Allah, beni hidayet ettiğin kimseler arasında hidayet et, affettiğin kimseler arasında affet, dost edindiğin kimseler arasında dost edin, verdiğin şeylerde beni bereketlendir ve takdir ettiğin şerden beni koru. Şüphesiz sen takdir edersin ve senin takdirin geçersiz kılınamaz, ve senin dost edindiğin kimse asla zelil olmaz, yüceltilmişsin ey Rabbimiz ve yücedir.'\""
    },
    {
      "id": 13,
      "narrator": "Abu Sa'eed Al-Khudri narrated that :",
      "text": "Abu Sa'eed Al-Khudri rivayet etti ki: Allah'ın Messenger'ı dedi ki: \"Kim Al-Witr'den uyursa veya unutur ise, onu hatırladığında veya uyandığında kılsın.\""
    },
    {
      "id": 14,
      "narrator": "Zaid bin Aslam narrated from his father that:",
      "text": "Zaid bin Aslam babasından rivayet etti ki: Peygamber dedi ki: \"Kim Al-Witr'den uyursa, sabahleyin kılsın.\""
    },
    {
      "id": 15,
      "narrator": "Ibn Umar narrated that :",
      "text": "Ibn Umar rivayet etti ki: Peygamber dedi ki: \"Sabahı Al-Witr ile geçirin.\""
    },
    {
      "id": 16,
      "narrator": "Abu Sa'eed Al-Khudri narrated that :",
      "text": "Ebu Sa'id el-Hudri rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Sabah üzerinize gelmeden önce Witr namazını kılın.\""
    },
    {
      "id": 17,
      "narrator": "Ibn Umar narrated that :",
      "text": "İbn Ömer rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Fajr başladığında, geceye ait her Salat ve Al-Witr geçmiş olur, bu yüzden Fajr başlamadan önce Al-Witr'i kılın.\""
    },
    {
      "id": 18,
      "narrator": "Qais bin Talq bin Ali narrated that :",
      "text": "Kays bin Talq bin Ali rivayet etti ki: Babası şöyle dedi: Allah'ın Elçisi'nin şöyle söylediğini duydum: \"Bir gecede iki Witr yoktur.\""
    },
    {
      "id": 19,
      "narrator": "Umm Salamah narrated:",
      "text": "Ümmü Seleme rivayet etti: \"Peygamber, Al-Witr'den sonra iki Rek'at namaz kılardı.\""
    },
    {
      "id": 20,
      "narrator": "Sa'eed bin Yasar narrated:",
      "text": "Sa'id bin Yasar rivayet etti: \"İbn Ömer ile bir yolculukta idim ve ondan geri kaldım. O dedi ki: 'Neredeydin?' Ben dedim: 'Al-Witr'i kıldım.' O dedi: 'Allah'ın Elçisi'nde senin için güzel bir örnek yok mu? Allah'ın Elçisi'ni bindiği hayvan üzerinde Al-Witr kılarken gördüm.'\""
    },
    {
      "id": 21,
      "narrator": "Anas bin Malik narrated that :",
      "text": "Enes bin Malik rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Kim Ad-Duha'da on iki Rek'at namaz kılarsa, Allah ona Cennet'te altından bir kale inşa eder.\""
    },
    {
      "id": 22,
      "narrator": "Abdur-Rahman bin Abi Laila narrated:",
      "text": "Abdurrahman bin Ebi Leyla rivayet etti: \"Hiç kimse, Allah'ın Elçisi'ni Ad-Duha namazı kılarken gördüğünü bildirmedi, sadece Ümmü Hani. O, Allah'ın Elçisi'nin Mekke Fethi Günü evine girdiğini, gusül aldığını ve sekiz nafile Rek'at kıldığını, onun daha önce hiç görmediği kadar hafif kıldığını, ancak rükû ve secdeleri tamamladığını rivayet etti.\""
    },
    {
      "id": 23,
      "narrator": "Jubair narrated from Abu Ad-Darda, or Abu Dharr, that :",
      "text": "Cabir, Ebu Derdâ veya Ebu Zerr'den rivayet etti ki: Allah'ın Elçisi, Allah'ın, mübarek ve yüce olanı şöyle söylediğini nakletti: \"Ademoğlu: Güneşin doğuşunun başında benim için dört Rek'at kıl, bu senin günün geri kalan kısmı için yeterli olacaktır.\""
    },
    {
      "id": 24,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Elçisi şöyle dedi: \"Kim sürekli olarak Ad-Duha'nın iki Rek'atını kılarsa, günahları affedilir, deniz köpüğü kadar bile olsa.\""
    },
    {
      "id": 25,
      "narrator": "Abu Sa'eed Al-Khudri narrated:",
      "text": "Ebu Sa'id el-Hudri rivayet etti: \"Peygamber, Ad-Duha namazını öyle kılardı ki, 'Bunu bırakmayacak' derdik. Sonra onu bırakırdı ki, 'Bunu kılmayacak' derdik.\""
    },
    {
      "id": 26,
      "narrator": "Abdullah bin As-Sa'ib narrated:",
      "text": "Abdullah bin Es-Sa'ib rivayet etti: \"Allah'ın Elçisi, öğle namazından önce güneşin zirveye ulaşmasından sonra dört Rek'at kılardı. O dedi ki: 'Bu, göklerin kapılarının açıldığı bir saattir ve bu saatte benim için bir salih amelin yükseltilmesini severim.'\""
    },
    {
      "id": 27,
      "narrator": "`Abdullah bin Abi Awfa narrated that :",
      "text": "Abdullah bin Ebi Evfa rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim Allah'tan bir ihtiyacı olursa, ya da Ademoğullarından birinden, o iyi bir şekilde abdest alsın, sonra iki Rek'at namaz kılsın, sonra Allah'ı övsün ve Peygamber'e (ﷺ) salat getirsin. Sonra şöyle desin: (La ilaha illallah Al-Halimul-Karim. Subhan Allah Rabbil-`Arshil-`Azim. Al-Hamdulillahi Rabbil-`Alamin. As'aluka mujibati rahmatika wa `aza'im maghfiratika, wal-ghanimata min kulli birrin, was-salamata min kulli ithmin, la tada` li dhanban illa ghafartahu, wa la hamman illa farrajtahu, wa la Hajatan hiya laka ridan Illa Qadaitaha, ya arham ar-rahimin) 'Allah'tan başka ilah yoktur. Al-Halim (hoşgörülü) Al-Karim (cömert). Allah, yüce tahtın Rabbi olan, her türlü övgüye layık olan. Ben, rahmetini gerektiren şeyleri, affını belirleyen şeyleri, her salih amelin meyvelerini ve her günahın affedilmesini, benim için bir günah bırakma, bir kaygı bırakma, ve senin hoşnut olacağın bir ihtiyacı karşılamanı istiyorum. Ey merhametlilerin en merhametlisi.'\""
    },
    {
      "id": 28,
      "narrator": "Jabir bin Abdullah narrated:",
      "text": "Cabir bin Abdullah rivayet etti: \"Allah'ın Elçisi, Al-Istihara'yı tüm işlerimiz için bize, bir Kur'an suresi öğretir gibi öğretirdi ve şöyle derdi: 'Sizden biri bir mesele hakkında endişelendiğinde, farz namaz dışında iki Rek'at kılın, sonra şöyle desin: (Allah'ım! Ben senin bilgine danışıyorum, gücünden yardım istiyorum ve senin büyük lütfundan istiyorum, çünkü sen güçlüsün, ben güçsüzüm, sen bilirsin, ben bilmem, sen gaybı bilensin. Allah'ım! Eğer bu işin benim dinim, rızkım ve işimin akıbeti için hayırlı olduğunu biliyorsan - ya da şöyle dedi: İşimin zamanı ve geleceği için - onu benim için kolaylaştır, sonra ona bereket ver. Eğer bu işin benim dinim, rızkım ve işimin akıbeti için kötü olduğunu biliyorsan - ya da şöyle dedi: İşimin zamanı ve geleceği için - onu benden uzaklaştır ve beni ondan uzaklaştır, hayrı nerede bulursam bana nasip et, sonra ondan razı et.)\" Ve ihtiyacını zikreder.\""
    },
    {
      "id": 29,
      "narrator": "Anas bin Malik narrated that :",
      "text": "Enes bin Malik rivayet etti ki: Ümmü Süleym, Peygamber'in yanına geldi ve dedi ki: \"Salatımda söyleyebileceğim bazı kelimeleri öğret.\" O da dedi ki: \"Allah'ın Büyüklüğünü (Allah'u Ekber diyerek) on kez, Allah'ın Şanını (Subhan Allah diyerek) on kez, ve Allah'ı övmeyi (Elhamdülillah diyerek) on kez zikret. Sonra istediğin şeyi iste, (o da) der: 'Evet. Evet.'\""
    },
    {
      "id": 30,
      "narrator": "Abu Rafi narrated that :",
      "text": "Ebu Rafi rivayet etti ki: Allah'ın Elçisi, Abbas'a şöyle dedi: \"Ey amca! Sana vermeyeyim mi, sana sunmayayım mı, sana fayda sağlamayayım mı?\" O da dedi: \"Elbette, Ey Allah'ın Elçisi!\" O da dedi: \"Ey amca! Dört Rek'at namaz kıl, her Rek'at'ta Fatiha ve bir sure oku. Okumanı bitirdiğinde, Allahu Ekber, elhamdülillah, Subhanallah de ve bunu on kez söyle. Sonra başını kaldır ve ayakta durmadan önce bunu on kez söyle. Bu her Rek'at'ta yetmiş beş eder, dört Rek'at'ta üç yüz eder. Eğer günahların bir kum yığını gibi olursa, Allah seni affeder.\" O da dedi: \"Ey Allah'ın Elçisi! Her gün bunu söyleyebilecek kim var?\" O da dedi: \"Eğer her gün bunu söyleyemezsen, her Cuma söyle, eğer her Cuma da söyleyemezsen, her ay söyle.\" Ve bunu söylemeyi bırakmadı ta ki \"O zaman her yıl söyle\" diyene kadar."
    },
    {
      "id": 31,
      "narrator": "Ka'b bin Ujrah narrated:",
      "text": "Ka'b bin Ujrah rivayet etti: \"Dedik ki: 'Ey Allah'ın Resulü! Sana selam vermeyi öğrendik, peki ya sana Salat getirmek hakkında?' O da dedi ki: 'Şöyle söyle: (Allahumma salli ala Muhammadin ve ala ali Muhammadin, kama sallaita ala İbrahim, innaka hamidun majid. Ve barik ala Muhammadin ve ala ali Muhammadin, kama barakta ala İbrahim, innaka hamidun majid)' Ey Allah! Muhammed'e ve Muhammed'in ailesine, İbrahim'e Salat getirdiğin gibi Salat getir. Şüphesiz sen, Hamid ve Celilsin. Ve Muhammed'e ve Muhammed'in ailesine, İbrahim'e bereket verdiğin gibi bereket ver. Şüphesiz sen, Hamid ve Celilsin.\" Mahmud dedi ki: \"Ebu Usame, benim için Za'idah'tan, Al-Amash'tan, Al-Hakam'dan, Abdur-Rahman bin Abi Leyla'dan bir şey ekledi, o da dedi ki: 'Biz 'Ve bizim üzerimize de onlarla birlikte olsun.' derdik.\""
    },
    {
      "id": 32,
      "narrator": "Abdullah bin Mas'ud narrated that :",
      "text": "Abdullah bin Mes'ud rivayet etti ki: Allah'ın Resulü dedi ki: \"Kıyamet Günü benim en yakınım, bana en çok Salat getiren kişidir.\""
    },
    {
      "id": 33,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"Kim bana Salat getirirse, Allah ona on kat Salat getirir.\""
    },
    {
      "id": 34,
      "narrator": "Umar bin Al-Khattab narrated:",
      "text": "Ömer bin Hattab rivayet etti: \"Şüphesiz dua, gökler ile yer arasında durur. İçinden hiçbir şey yükselmez, ta ki Peygamberin üzerine Salat getiresin.\""
    },
    {
      "id": 35,
      "narrator": "Umar bin Al-Khattab  said:",
      "text": "Ömer bin Hattab dedi ki: \"Pazarlarımızda, din konusunda anlayışı olmayan kimse satış yapmasın.\""
    }
  ]
}