{
  "language": "tr",
  "metadata": {
    "length": 9,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Amir bin Sa'd bin Abi Waqqas narrated from his father, who said:",
      "text": "Amir bin Sa'd bin Abi Waqqas, babasından nakletti ki, o şöyle dedi: \"Fetih yılı (Mekke'nin Fethi) sırasında ölüm tehlikesi geçiren bir hastalıkla hastaydım. Bunun üzerine Allah'ın Resulü (S.A.V) beni ziyarete geldi ve ben dedim ki: 'Ey Allah'ın Resulü (S.A.V)! Gerçekten benim çok fazla malım var ve mirasçım sadece kızım, bu durumda bütün malımı mı vasiyet etmeliyim?' O dedi ki: 'Hayır.' Ben dedim ki: 'O zaman malımın üçte ikisini mi?' O dedi ki: 'Hayır.' Ben dedim ki: 'O zaman yarısını mı?' O dedi ki: 'Hayır.' Ben dedim ki: 'O zaman üçte birini mi?' O dedi ki: 'Hayır.' Üçte bir ve üçte bir fazla. Eğer mirasçılarını ihtiyaç içinde bırakıyorsan, onları yoksulluktan kurtarmak daha iyidir. Gerçekten, ailen için yaptığın her harcama, hatta eşinin ağzına bir lokma kaldırdığın zaman bile, senin için bir sevap olur.\" O dedi ki: \"Ben dedim ki: 'Göçümden geri mi kalacağım?' O dedi ki: 'Benden sonra geri kalmayacaksın, ve Allah'ın rızasını gözeterek salih ameller işlediğin sürece, bu senin dereceni artırır. Belki de bazı insanlar senden faydalanır ve bazıları da sana zarar verir. Ey Allah! Arkadaşlarımın göçünü tamamla ve onları geri çevirmeden bırak. Ama Sa'd bin Khawlah'ın durumu üzücüdür.'\" Allah'ın Resulü (S.A.V) Mekke'de ölmesinden dolayı ona acıdı."
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (S.A.W) said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah (S.A.W) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (S.A.V) şöyle dediğini nakletti: \"Gerçekten bir adam ve bir kadın, Allah'a itaatle altmış yıl ameller işler, sonra ölüm onlara gelir ve vasiyette öyle bir zarar verirler ki, ateş onlara vacip olur.\" Sonra şu ayeti okudu: \"Vasiyetlerin ödenmesinden sonra, kendisine vasiyet edilen veya borçlar, zarar vermeksizin ödenmelidir. Bu, Allah'tan bir emirdir.\" En son: \"İşte bu, büyük bir başarıdır.\""
    },
    {
      "id": 4,
      "narrator": "Talhah bin Musarrif said:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Abu Ummah said:",
      "text": "İbn 'Umar, Allah'ın Resulü (S.A.V) şöyle dediğini nakletti: \"Bir Müslüman erkeğin, vasiyet edeceği şeyi yanında yazmadan iki gece geçirmesi doğru değildir.\""
    },
    {
      "id": 6,
      "narrator": "Amr bin Kharajah narrated:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Al-Harith narrated from 'Ali:",
      "text": "Talha bin Musarrif dedi ki: \"Ben İbn Abi Avfi'ye: 'Allah'ın Resulü (S.A.V) bir vasiyet bıraktı mı?' dedim. O dedi ki: 'Hayır.' Ben dedim ki: 'Vasiyet nasıl yazılır ve insanlara nasıl emredildi?' O dedi ki: 'Bu, Allah'ın, Azze ve Celle, Kitabı'nda emredilmiştir.'\""
    },
    {
      "id": 8,
      "narrator": "Abu Habibah At-Ta'i said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "'Urwah narrated that :",
      "text": "Ebu Ümame dedi ki: \"Veda Haccı yılı sırasında, Allah'ın Resulü (S.A.V) hutbede şöyle dedi: 'Gerçekten Allah, en mübarek ve en yüce olan, her hak sahibine hakkını vermiştir. Bu nedenle, mirasçı için vasiyet yoktur, çocuk yatağa aittir, zinakâr için taş vardır ve onların hesabı Allah'a aittir. Kim, babasından başka birini iddia ederse veya başka bir velayete sahip olursa, onun üzerine Allah'ın laneti, Kıyamet Günü'ne kadar devam eder. Kadın, kocasının evinden kocasının izni olmadan harcama yapamaz.' Onlar dediler: 'Ey Allah'ın Resulü! Hatta yiyecek bile mi?' O dedi: 'Bu, bizim malımızın en faziletlisidir.' Ve dedi ki: 'Alınan geri verilir, vakıf geri ödenir ve borç ödenir, kefil ise sorumludur.'\""
    }
  ]
}