{
  "language": "tr",
  "metadata": {
    "length": 25,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated:",
      "text": "Abu Hurayra rivayet etti: \"Allah'ın Resulü (s.a.v) bizimle kader hakkında tartışırken dışarı çıktı. Öyle bir öfkelendi ki, yüzü kırmızı oldu, sanki nar çiğneniyormuş gibi. Dedi ki: 'Size bunu mu emrettim?' - ya da: 'Size bununla mı gönderildim? Sizden önceki insanlar bu meselede farklılık gösterdikleri için helak oldular. Size bunu tartışmamanızı emrediyorum.'\". (Daif)"
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah narrated that the Prophet(S.A.W) said:",
      "text": "Abu Hurayra rivayet etti ki, Peygamber (s.a.v) dedi: \"Âdem ile Musa tartıştılar, Musa dedi: 'Ey Âdem! Allah'ın elinden yarattığı ve ruhundan üflediği sensin, sen insanları saptırdın ve onları Cennet'ten çıkardın.' Âdem dedi: 'Sen Musa'sın, Allah'ın kelamıyla seçtiği! Beni, Allah'ın gökleri ve yeri yaratmadan önce benim için takdir ettiği bir şeyle mi suçluyorsun?'\" Dedi: \"Böylece Âdem Musa'yı çürüttü.\""
    },
    {
      "id": 3,
      "narrator": "'Asim bin 'Ubaidullah said:",
      "text": "'Asim bin 'Ubaidullah dedi: 'Salim bin Abdullah'ın babasından bir hadisi rivayet ettiğini duydum ki, o da dedi: \"'Ömer dedi: 'Ey Allah'ın Resulü! Yaptığımız şey yeni bir mesele mi - yoksa başlatılmış bir mesele mi - yoksa zaten sonuçlanmış bir mesele mi?' O (s.a.v) dedi: 'Ey İbn Al-Hattab! Bu, zaten sonuçlanmış bir meseledir. Çünkü herkes, yaratıldığı şey için uygundur. Eğer mutlu insanların arasındaysa, mutluluk için çalışır; eğer mutsuz insanların arasındaysa, mutsuzluğu için çalışır.'\"(Hasan)"
    },
    {
      "id": 4,
      "narrator": "'Ali narrated:",
      "text": "'Ali rivayet etti: \"Biz Allah'ın Resulü (s.a.v) ile birlikteydik ve o, toprağı kazıyordu, sonra başını gökyüzüne kaldırdı ve dedi: 'Sizden hiç kimsenin yeri bilinmiyor değildir.' - Vaki dedi: 'Onun yeri, Cehennem'de ya da Cennet'te yazılmıştır.' Onlar dediler: 'Bu konuda güvenmeyecek miyiz, ey Allah'ın Resulü?' O dedi: 'Hayır. Çalışın, çünkü herkes, yaratıldığı şey için kolaylaştırılmıştır.'\"(Sahih)"
    },
    {
      "id": 5,
      "narrator": "'Abdullah bin Mas'ud said:",
      "text": "'Abdullah bin Mes'ud dedi: Allah'ın Resulü (s.a.v) bize haber verdi - ve o, doğru ve güvenilir olandır: 'Şüphesiz, birinizin yaratılışı annesinde kırk gün boyunca toplanır. Sonra, benzer bir süre, bir kan pıhtısıdır. Sonra, benzer bir süre, bir et parçasıdır. Sonra Allah ona ruhu üflemek için bir melek gönderir ve ona dört şeyi yazması emredilir: Rızkını, ömrünü, amellerini ve mutlu mu yoksa mutsuz mu olacağını yazması. Kendisine ibadet edilecek tek olan Allah'a yemin ederim ki! Sizden biri, Cennet halkının amellerini yapar, aralarında sadece bir kol mesafesi kalır, sonra kendisine yazılanla karşılaşır ve Cehennem halkının amelleriyle mühürlenir, böylece oraya girer. Ve şüphesiz, sizden biri, Cehennem halkının amellerini yapar, aralarında sadece bir kol mesafesi kalır, sonra kendisine yazılanla karşılaşır ve Cennet halkının amelleriyle mühürlenir, böylece oraya girer.'\""
    },
    {
      "id": 6,
      "narrator": "'Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Başka bir isnad benzer bir rivayet bildirir."
    },
    {
      "id": 7,
      "narrator": "'Salman narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'Abu Hurayra rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Her çocuk, Fıtrat üzere doğar, sonra ebeveynleri onu Yahudi, Hristiyan veya putperest yapar.\" Denildi ki: \"Ey Allah'ın Resulü! Peki, bunlardan önce ölenler ne olacak?\" O dedi: \"Allah, onların ne yapacaklarını en iyi bilendir.\""
    },
    {
      "id": 8,
      "narrator": "'Anas narrated:",
      "text": "benzer anlamda, ve o dedi: \"Fıtrat üzere doğar.\""
    },
    {
      "id": 9,
      "narrator": "'Abdullah bin 'Amr narrated:",
      "text": "'Salman rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Hiçbir şey kaderi geri çeviremez, ancak dua; ve hiçbir şey ömrü artırmaz, ancak takva.\""
    },
    {
      "id": 10,
      "narrator": "'Anas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'Anas rivayet etti: \"Allah'ın Resulü (s.a.v) sık sık derdi: Ya Muqallibal-qulub, thabbit qalbi 'ala dinik ('Ey Kalpleri Değiştiren! Kalbimi Dininde sabit kıl.)' Ben de dedim: 'Ey Allah'ın Peygamberi! Sana ve getirdiğine inanıyoruz, ama bizim için korkuyor musun?' O dedi: 'Evet. Şüphesiz kalpler, Allah'ın parmakları arasında, dilediği gibi değiştirir.'\""
    },
    {
      "id": 11,
      "narrator": "'Ibn Mas'ud narrated:",
      "text": "'Abdullah bin 'Amr rivayet etti: \"Allah'ın Resulü (s.a.v) iki kitapla bizimle çıktı. Ve dedi: 'Bu iki kitabın ne olduğunu biliyor musunuz?' Biz dedik: 'Hayır, ey Allah'ın Resulü! Bize bildirmedikçe bilemeyiz.' O, sağ elindeki kitap hakkında dedi: 'Bu, âlemlerin Rabbi'nden bir kitaptır, içinde Cennet halkının isimleri, babalarının isimleri ve kabileleri vardır. Sonra, sonunda bir özet vardır, onlara ekleme veya çıkarma yoktur, sonsuza dek.' Sonra sol elindekini hakkında dedi: 'Bu, âlemlerin Rabbi'nden bir kitaptır, içinde Cehennem halkının isimleri, babalarının isimleri ve kabileleri vardır. Sonra, sonunda bir özet vardır, onlara ekleme veya çıkarma yoktur, sonsuza dek.' Ashab dediler: 'O halde neden çalışalım, ey Allah'ın Resulü! Zira mesele zaten karara bağlanmış (ve sona ermiştir)?' O dedi: 'Doğru olanı yapmaya çalışın ve yaklaşın, çünkü şüphesiz Cennet'in sakini, yaptığı her amelle Cennet halkının amelleriyle mühürlenecektir. Ve şüphesiz Cehennem'in sakini, yaptığı her amelle Cehennem halkının amelleriyle mühürlenecektir.' Sonra Allah'ın Resulü elleriyle işaret etti, onları aşağıya doğru salladı ve dedi: 'Rabbiniz, kullarıyla işini tamamladı, bir grup Cennet'te, bir grup da Alevli Ateş'te.'\""
    },
    {
      "id": 12,
      "narrator": "Jabir bin 'Abdullah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Başka bir isnad benzer bir rivayet bildirir."
    },
    {
      "id": 13,
      "narrator": "'Ali narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'Anas rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Allah, bir kuluna hayır dilediğinde, onu harekete geçirir.\" Denildi ki: \"O, nasıl harekete geçirir, ey Allah'ın Resulü?\" O dedi: \"Ölümden önce onu salih amellerle buluşturarak.\""
    },
    {
      "id": 14,
      "narrator": "Matar bin 'Ukamis narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'İbn Mes'ud rivayet etti: \"Allah'ın Resulü (s.a.v) aramızda durdu ve dedi: 'Bir şey diğerine bulaşmaz.' Bunun üzerine bir bedevi dedi: 'Ey Allah'ın Resulü! Eğer bir deve kuduz olursa ve biz onu develerin dinlenme yerine bırakırsak, o zaman tüm develer kuduz olur mu?' Allah'ın Resulü (s.a.v) dedi: 'İlkine kuduz olmayı kim verdi? Ne 'Adwa ne de safar vardır. Allah her canlının hayatını, rızkını ve belalarını yazdı.'\""
    },
    {
      "id": 15,
      "narrator": "Abu 'Azzah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Not: Çoğu âlim, bunun, bu şeylerin kendiliğinden bulaşmadığını veya zarar vermediğini, ancak Allah'ın nihayetinde her şeyin kontrolünde olduğunu ve bu konudaki korkulu batıl inançların yanlış olduğunu yorumlar."
    },
    {
      "id": 16,
      "narrator": "Ibn Abi Khizamah narrated from his father,that a man came to the Prophet(s.a.w) and said:",
      "text": "İbn Ebi Hüzeyme, babasından, bir adamın Peygamber (s.a.v)'e geldiğini ve şöyle dediğini nakletti: \"Ey Allah'ın Resulü! Kullandığımız ruqyaların, uyguladığımız tedavilerin ve kendimizi korumak için başvurduğumuz şeylerin Allah'ın kaderinden bir şeyi engelleyeceğini düşünüyor musun?\" O da: \"Bunlar Allah'ın kaderindendir.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Ibn  'Abbas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Abbas, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Ümmetimde İslam'dan nasibi olmayan iki grup vardır: Murci'ah ve Kadariyyah.\""
    },
    {
      "id": 18,
      "narrator": "Mutarrif bin 'Abdullah bin Ash-Shikh-khir narrated from his father, from the Prophet (s.a.w), who said:",
      "text": "Başka bir isnad benzer bir rivayet bildirmektedir."
    },
    {
      "id": 19,
      "narrator": "Sa'd narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Mutarrif bin Abdullah bin Eş-Şihkir, babasından, Peygamber (s.a.v)'den şöyle dediğini nakletti: \"İbn Adem, etrafını saran doksan dokuz belayla yaratılmıştır; eğer belalar ona isabet etmezse, yaşlılık onu sarar ve nihayetinde ölür.\""
    },
    {
      "id": 20,
      "narrator": "Nafi' narrated that a man came to Ibn 'Umar and said:",
      "text": "Sa'd, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"İbn Adem'in refahının işaretlerinden biri, Allah'ın kendisi için takdir ettiği şeyle yetinmesidir; İbn Adem'in sıkıntılarından biri, Allah'tan hidayet istemekten kaçınmasıdır ve İbn Adem'in sıkıntılarından biri, Allah'ın kendisi için takdir ettiği şeyle öfkelenmesidir.\""
    },
    {
      "id": 21,
      "narrator": "Ibn 'Umar narrated from the Prophet (s.a.w):",
      "text": "Nafi', bir adamın İbn Ömer'e geldiğini ve \"Falanca sana selam gönderdi.\" dediğini nakletti. İbn Ömer de: \"Bana, onun bid'at çıkardığı iletildi; eğer gerçekten bid'at çıkardıysa, ona selamımı iletme, çünkü Allah'ın Resulü (s.a.v)'nün şöyle söylediğini duydum: 'Bu ümmette' veya 'Benim ümmetimde' -şüphe onun- 'yeryüzünün çökmesi, ya da bir dönüşüm, ya da Al-Qadr halkına taşlar yağdırılacak.'\""
    },
    {
      "id": 22,
      "narrator": "Aishah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Ömer, Peygamber (s.a.v)'den şöyle nakletti: \"Benim ümmetimde yeryüzünün çökmesi ve dönüşüm olacak, bu da Al-Qadr'ı inkar edenler içindir.\""
    },
    {
      "id": 23,
      "narrator": "Abdul-Wahid bin Sulaim narrated:",
      "text": "Aişe, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Altı kişi lanetlidir, Allah ve gelen her peygamber tarafından lanetlenmiştir: Allah'ın Kitabına ekleme yapan, Allah'ın kaderini inkar eden, zulümle hükmeden, Allah'ın küçülttüğü kişiyi yücelten ve Allah'ın yücelttiği kişiyi küçülten, Allah'ın yasakladığını helal kılan, benim ailemden Allah'ın yasakladığını helal kılan ve benim sünnetimi terk eden.\""
    },
    {
      "id": 24,
      "narrator": "Abdullah bin 'Amr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdul-Vahid bin Süleyman şöyle nakletti: \"Mekke'ye vardım ve Ata bin Ebi Rabah ile karşılaştım. Ona: 'Ey Ebu Muhammed! Basra halkı Al-Qadr hakkında konuşuyor.' dedim. O da: 'Ey oğlum! Kur'an okur musun?' dedi. Ben de: 'Evet.' dedim. O: 'O zaman bana Az-Zukhruf'u oku.' dedi.\" Ben de: 'Ha Mim. Açık Kitap'a yemin olsun. Şüphesiz, onu anlayabilmeniz için Arapça bir Kur'an yaptık. Ve şüphesiz, o, bizim katımızda Ana Kitap'tadır, gerçekten yüce, hikmet doludur.' dedim. Sonra o: 'Ana Kitap nedir biliyor musun?' dedi. Ben de: 'Allah ve Resulü daha iyi bilir.' dedim. O da: 'Bu, Allah'ın gökleri yaratmadan ve yeri yaratmadan önce yazdığı bir kitaptır. İçinde: Firavun ateşin sakinlerindendir, ve içinde: Ebu Leheb'in iki eli yok olsun, ve o yok olsun!' dedi. Ata: 'Ben Al-Walid bin Ubade bin Es-Samit ile karşılaştım, Allah'ın Resulü (s.a.v)'nin arkadaşlarından biri ve ona: 'Babamız öldüğünde sana ne tavsiyede bulundu?' dedim. O da: 'Beni çağırdı ve şöyle dedi: 'Ey oğlum! Allah'tan kork ve bil ki, Allah'tan korkamazsın, ta ki Allah'a inanıp, kaderine -iyisiyle ve kötüsüyle- inanmadıkça. Eğer bunun dışında ölürsen, ateşe gireceksin. Gerçekten, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini duydum: 'Şüphesiz, Allah'ın yarattığı ilk şey kalemdir. O da: 'Yaz.' dedi. Kalem: 'Ne yazayım?' dedi. O: 'Kaderi yaz, ne olduğu ve ne olacağı, ta ki sonuna kadar.' dedi.\""
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah said:",
      "text": "Abdullah bin Amr, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Allah, gökleri ve yeri yaratmadan elli bin yıl önce ölçüleri takdir etti.\""
    }
  ]
}