{
  "language": "tr",
  "metadata": {
    "length": 112,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Umamah bin Sahl bin Hunaif narrated that on the day of siege, 'Uthman bin 'Affan stood overlooking the people, and he said:",
      "text": "Ebu Ümame bin Sahl bin Hüneyf, kuşatma günü, Osman bin Affan'ın insanlara baktığını ve şöyle dediğini nakletti: \"Size Allah'a yemin ederim! Allah'ın Resulü (s.a.v) şöyle dediğini biliyorsunuz: 'Bir Müslümanın kanı, ancak üç durumdan biri için helaldir: İhsan (evlilik) sonrası gayri meşru cinsel ilişkiler, İslam'dan dönme veya haksız yere bir can almak. Allah'a yemin ederim ki, ne Cahiliye döneminde ne de İslam döneminde gayri meşru cinsel ilişkiye girmedim, ve Allah'ın Resulü'ne (s.a.v) biat ettiğim günden beri de İslam'dan dönmedim, ve Allah'ın haram kıldığı bir canı da almadım. O halde neden benimle savaşıyorsunuz?\"'"
    },
    {
      "id": 2,
      "narrator": "Sulaiman bin 'Amr bin Al-Ahwas narrated from his father who said:",
      "text": "Süleyman bin Amr bin El-Ahvas, babasından, o da dedesinden şöyle nakletti: \"Veda Haccı sırasında, Allah'ın Resulü (s.a.v) şöyle diyordu: 'Bugün hangi gündür?' Onlar: 'Büyük Hac günü.' dediler. O da: 'Gerçekten, sizin kanınız, malınız, onurunuz birbirinize karşı kutsaldır, tıpkı bu gününüzün bu şehrinizde kutsal olduğu gibi. Gerçekten, kimse kendisi dışında bir suç işlemez. Gerçekten, hiç kimse, oğlu için sorumlu tutulacak bir suç işlemez, ne de bir çocuk, babası için sorumlu tutulacak bir suç işler. Gerçekten, şeytan bu şehrinizde asla ibadet edilmekten umudunu kesmiştir, fakat sizin önemsiz gördüğünüz amellerde itaat edecektir.'\""
    },
    {
      "id": 3,
      "narrator": "'Abdullah bin As-Sa'ib bin Yazid narrated from his father, from his grandfather who said:",
      "text": "Abdullah bin Es-Sa'ib bin Yazid, babasından, dedesinden şöyle nakletti: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Biriniz, kardeşinin sopasını ne oyun ne de ciddiyetle almasın. Kardeşinin sopasını alan, onu geri versin.'\""
    },
    {
      "id": 4,
      "narrator": "Muhammad bin Yusuf narrated that As-Sa'ib bin Yazid said:",
      "text": "Muhammed bin Yusuf, Es-Sa'ib bin Yazid'in: \"Yazid, ben yedi yaşındayken Veda Haccı'nı Peygamber (s.a.v) ile yaptı.\" dediğini nakletti. Ali bin El-Medini, Yahya bin Sa'id El-Kattan'dan şöyle nakletti: \"Muhammed bin Yusuf, hadis konusunda çok güvenilir bir raviydi, ve Es-Sa'ib bin Yazid onun dedesiydi, ve Muhammed bin Yusuf derdi ki: 'Es-Sa'ib bin Yazid bana nakletti - o, annem tarafından dedemdir.'\""
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.v) şöyle dediğini nakletti: \"Kardeşine bir demir parçası doğrultan kimseye, melekler lanet eder.\""
    },
    {
      "id": 6,
      "narrator": "Jabir narrated :",
      "text": "Cabir, \"Allah'ın Resulü (s.a.v) kını açılmamış bir kılıçla geçmeyi yasakladı.\" diye nakletti."
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.v) şöyle dediğini nakletti: \"Kim sabah namazını kılarsa, o, Allah'ın ahdi altındadır; bu yüzden Allah'ın ahdine kesinlikle tecavüz etmeyin.\""
    },
    {
      "id": 8,
      "narrator": "Ibn 'Umar narrated:",
      "text": "İbn Ömer, \"Ömer, bize El-Cabiye'de bir hutbe verdi. Dedi ki: 'Ey insanlar! Gerçekten ben, Allah'ın Resulü (s.a.v) bizim aramızda durduğu gibi, sizin aranızda durdum ve o şöyle dedi: \"Sizi, benim Ashabım'a, sonra onlardan sonrakilere, sonra onlardan sonrakilere bağlı kalmaya emrediyorum. Sonra yalan yayılacak, bir adam yemin edecek, oysa ondan yemin istenmeyecek, bir şahit, tanıklık edecek, oysa tanıklığı istenmeyecek. Dikkat edin! Bir adam, bir kadınla yalnız kalmaz; onların üçüncüsü şeytandır. Cemaat'e yapışın, ayrılıktan sakının; çünkü gerçekten şeytan bir kişiyle beraberdir, iki kişiden daha uzaktadır. Cennette en güzel yeri isteyen, cemaat'e yapışsın. İyi amelleriyle sevinip, kötü amelleriyle üzülen, işte o sizden mümindir.'\" dedi."
    },
    {
      "id": 9,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Abbas, Allah'ın Resulü (s.a.v) şöyle dediğini nakletti: \"Allah'ın Eli cemaat ile beraberdir.\""
    },
    {
      "id": 10,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah(s.a.w) said:",
      "text": "İbn Ömer, Allah'ın Resulü (s.a.v) şöyle dediğini nakletti: \"Gerçekten Allah, benim ümmetimi sapkınlık üzerinde toplamayacaktır.\" - ya da şöyle dedi: \"Sapkınlık üzerine, ve Allah'ın Eli cemaat üzerindedir, ve kim saparsa, ateşe sapar.\""
    },
    {
      "id": 11,
      "narrator": "Abu Bakr As-Siddiq said:",
      "text": "Ebu Bekir Es-Sıddık şöyle dedi: \"Ey insanlar! Bu ayeti okuyorsunuz: Kendinize dikkat edin! Eğer hidayete uyarsanız, size hiçbir zarar gelmeyecektir. Gerçekten ben, Allah'ın Resulü (s.a.v) şöyle derken duydum: 'İnsanlar, zalimi görüp de ona el uzatmazlarsa, çok geçmeden Allah, onlara bir azap gönderecektir.'\""
    },
    {
      "id": 12,
      "narrator": "Hudhaifah bin Al-Yaman narrated that the Prophet (s.a.w) said:",
      "text": "Hudeyfe bin El-Yeman, Peygamber (s.a.v) şöyle dediğini nakletti: \"Canımın elinde olan Allah'a yemin ederim! Ya iyiliği emreder ve kötülükten menedersiniz, ya da Allah çok geçmeden üzerinize bir azap gönderecektir, sonra O'na dua edeceksiniz ama O size cevap vermeyecektir.\""
    },
    {
      "id": 13,
      "narrator": "Hudhaifah bin Al-Yaman narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Hudeyfe bin El-Yeman, Allah'ın Resulü (s.a.v) şöyle dediğini nakletti: \"Canımın elinde olan Allah'a yemin ederim! Kıyamet, imamlarınızla savaşmadıkça, birbirinize kılıçlarınızla vurmadıkça kurulmayacaktır, ve dünyanız en kötülerinize miras kalacaktır.\""
    },
    {
      "id": 14,
      "narrator": "Umm Salamah narrated that the Prophet (s.a.w) mentioned the army that the earth would swallow, so Umm Salamah said:",
      "text": "Ümmü Seleme, Peygamber (s.a.v) yerin yutacağı ordudan bahsettiğinde, Ümmü Seleme: 'Belki içlerinde buna karşı olanlar vardır.' dedi. O da: \"Niyetleriyle diriltilecekler.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Tariq bin Shihab said:",
      "text": "Tariq bin Şihab şöyle dedi: \"Namazdan önce hutbe okuyan ilk kişi Marvan'dır. Bir adam Marvan'a: 'Sünnete aykırı davrandın.' demek için ayağa kalktı. O da: 'Ey falan! Orada ne varsa bırakıldı.' dedi. Bunun üzerine Ebu Said: 'Bu konuda üzerine düşeni yerine getirmiştir. Ben, Allah'ın Resulü (s.a.v) şöyle derken duydum: 'Sizden kim bir kötülük görürse, onu el ile durdursun. Eğer buna gücü yetmiyorsa, diliyle durdursun. Eğer buna da gücü yetmiyorsa, kalbiyle durdursun. Bu, imanın en zayıfıdır.'\" dedi."
    },
    {
      "id": 16,
      "narrator": "An-Nu'man bin Bashir narrated that the Messenger of Allah (s.a.w) said:",
      "text": "An-Nu'man bin Bashir, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Allah'ın yasalarını uygulayan ile onları ihlal edenin örneği, denizde bir gemide kura çeken bir topluluğun örneğidir. Bazıları üst kısma, bazıları alt kısma düştü. Alt kısımda olanlar su almak için yukarıya çıktılar ve suyu üstte olanların üzerine döktüler. Bunun üzerine üstte olanlar: 'Sizi buraya çıkıp bizi rahatsız etmenize izin vermeyeceğiz.' dediler. Alt kısımda olanlar ise: 'Alt kısımda bir delik açmalıyız ki su alabilelim.' dediler. Eğer onları elinden tutup durdururlarsa, hepsini kurtarırlar; ama eğer onları bırakırlarsa, hepsi boğulurlar.\""
    },
    {
      "id": 17,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Şüphesiz, en büyük cihat türlerinden biri zalim bir hükümdar karşısında adil bir söz söylemektir.\""
    },
    {
      "id": 18,
      "narrator": "'Abdullah bin Khabbab bin Al-Aratt narrated from his father:",
      "text": "Abdullah bin Khabbab bin el-Aratt, babasından şöyle nakletti: \"Allah'ın Elçisi (s.a.v) uzun bir Salat kıldı. Onlar: 'Ey Allah'ın Elçisi! Salatı, normalde yaptığın gibi kılmadın.' dediler. O da: 'Evet, bu bir umut ve korku duasıydı. İçinde Allah'tan üç şey istedim. İkisini bana verdi, birini benden geri aldı. Ummetimin kıtlıkla helak olmamasını istedim. Bunu kabul etti. Onların, kendilerinden olmayan düşmanlar tarafından yenilgiye uğratılmamalarını istedim. Bunu da kabul etti. Ve bazılarının diğerlerinin zararından etkilenmemesini istedim, bunu da benden geri aldı.'\""
    },
    {
      "id": 19,
      "narrator": "Thawban narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Thawban, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Şüphesiz Allah, yeryüzünü benim için topladı, böylece doğusunu ve batısını gördüm. Ve şüphesiz benim ümmetimin otoritesi, bana gösterilen her yere ulaşacaktır. Ve bana iki hazine verildi; kırmızı ve beyaz. Rabbimden, ümmetimin evrensel bir kıtlıkla helak olmamasını istedim, ve onların kalp güçlerine ulaşan dış düşmanlar tarafından yenilgiye uğratılmamalarını istedim. Rabbim dedi ki: 'Ey Muhammed! Ben bir hüküm verdiğimde, o geri alınmaz. Ümmetin için evrensel bir kıtlıkla helak olmayacaklarını verdim. Ve kendilerinin dışındaki düşmanlar tarafından kalp güçlerine ulaşan bir yenilgiye uğratılmayacaklarını verdim - tüm bölgelerden onlara karşı toplanmış olsalar bile.'\" Ya da şöyle dedi: \"Bölgelerden biri. Ama bazıları birbirlerini yok edecek ve bazıları birbirlerini esir alacak.\""
    },
    {
      "id": 20,
      "narrator": "Umm Malik Al-Bahziyyah narrated that the Messenger of Allah (s.a.w) mentioned Fitnah, such that it was drawing near. She said:",
      "text": "Umm Malik el-Bahziyye, Allah'ın Elçisi (s.a.v)'in Fitne'den bahsettiğini, onun yaklaştığını belirtti. O şöyle dedi: \"Ben dedim: 'Ey Allah'ın Elçisi! O sırada insanların en hayırlısı kimdir?' O dedi: 'Hayvanlarıyla birlikte olan bir adam, onlara düşen hakkı ödeyen ve Rabbine ibadet eden bir adamdır. Ve düşmanından korkarak atının başını tutan bir adamdır, ve onlar da ondan korkmaktadırlar.'\""
    },
    {
      "id": 21,
      "narrator": "'Abdullah bin 'Amr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Amr, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Arapların yok edilmesi Fitnesi olacaktır. Onun savaşçıları ateştedir. O sırada dil, kılıçtan daha güçlüdür.\""
    },
    {
      "id": 22,
      "narrator": "Hudhaifah  said:",
      "text": "Hudhaifah şöyle dedi: \"Allah'ın Elçisi (s.a.v) bize iki rivayet aktardı, birini gördüm ve diğerini bekliyorum. O, (başlangıçta) güvenin insanların kalplerinin köklerinde korunduğunu, sonra Kur'an'ın indirildiğini ve onun Kur'an'dan öğrenildiğini, sonra da Sünnet'ten öğrenildiğini aktardı. Sonra bize güvenin kayboluşunu anlattı, 'Bir adam uykuya dalacak ve güven kalbinden alınacak, geride sadece iz kalacak, lekeler gibi. Sonra tekrar uyuyacak, geride kalan güven de alınacak ve iz, bir su kabarcığı gibi kalacak, ayağınızda yuvarladığınız bir kıvılcım gibi, acı verir ve şişkin görünür ama içinde hiçbir şey yoktur.' Sonra bir çakıl taşı alıp bacağını üzerinde yuvarladı. Dedi ki: 'Öyle bir gün gelecek ki insanlar birbirleriyle ticaret yapacaklar, ama aralarında güvenilir kişiler neredeyse olmayacak, öyle ki şöyle denilecek: Şu ve bu kabilede, şu ve bu kişi dürüsttür, ve bir adam, gücü, zekası ve güzel ahlakı dolayısıyla takdir edilecektir, oysa ki kalbinde hardal tanesi kadar bile iman olmayacaktır.' Hudhaifah ekledi: 'Üzerime öyle bir zaman geldi ki, sizlerden herhangi biriyle ticaret yapmaktan çekinmiyordum, çünkü eğer o bir Müslümansa, dini onu bana hile yapmaktan alıkoyuyordu, eğer bir Yahudi veya Hristiyan ise, onun Müslüman hükümdarı onu bana hile yapmaktan alıkoyuyordu; ama bugün sadece şu ve bu kişiyle ticaret yapabiliyorum.'\""
    },
    {
      "id": 23,
      "narrator": "Abu Waqid Al-Laithi narrated that when the Messenger of Allah (s.a.w) went out to Hunain he passed a tree that the idolaters called Dhat Anwat upon which they hung their weapons. They(the Companions) said:",
      "text": "Ebu Vaki'd el-Leysi, Allah'ın Elçisi (s.a.v) Huneyn'e çıktığında, müşriklerin silahlarını astıkları Dhat Anwat adındaki bir ağaçtan geçtiğini nakletti. Onlar (Sahabeler) dediler: \"Ey Allah'ın Elçisi! Bizim için de onların Dhat Anwat'ı gibi bir Dhat Anwat yap.\" Peygamber (s.a.v) dedi: \"Subhan Allah! Bu, Musa'nın kavminin söylediği gibi: 'Onlar için, onların tanrıları gibi bir tanrı yap.' Dediğim gibi, 'Benim ruhumun elinde olan Allah'a yemin ederim! Siz, sizden öncekilerin yolunu takip edeceksiniz.'\""
    },
    {
      "id": 24,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Ruhumun elinde olan Allah'a yemin ederim! Kıyamet, yırtıcı hayvanların insanlarla konuşması ve bir adamın kamçısının ucu ile terliklerinin kayışlarının ona konuşması, ve uyluğunun ailesiyle olan olayları bildirmesi gerçekleşmeden kurulmayacaktır.\""
    },
    {
      "id": 25,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Ömer dedi ki: \"Ay, Allah'ın Elçisi (s.a.v) zamanında yarıldı, o da: 'Şahit olun.' dedi.\""
    },
    {
      "id": 26,
      "narrator": "Hudhaifah bin Asid said:",
      "text": "Hudhaifah bin Asid dedi ki: \"Allah'ın Elçisi (s.a.v) bizim üzerimizde bir balkonda durdu ve Kıyamet'i tartışıyorduk. Bunun üzerine Allah'ın Elçisi (s.a.v) dedi: 'Kıyamet, on işareti görmeden kurulmayacaktır. Güneşin battığı yerden doğması, Ya'juj ve Ma'juj, yerin hayvanı, ve üç yer çökmesi: Doğuda bir çökme, batıda bir çökme ve Arabistan yarımadasında bir çökme. Ve Aden'den bir ateş çıkacak, insanları sürükleyerek veya toplayarak, nerede kamp kurarlarsa orada dinleneceklerdir.'\""
    },
    {
      "id": 27,
      "narrator": "Safiyyah narrated \"The Messenger of Allah (s.a.w) said:",
      "text": "Safiyyah, \"Allah'ın Elçisi (s.a.v) dedi ki: 'İnsanlar bu Evi saldırmaktan vazgeçmeyeceklerdir ta ki, onlara bir ordu saldırana kadar ki, Al-Baida'da veya toprakta bir Baida'da olduklarında, ilklerinden sonlarına kadar yutulacaklar, ortada kalanlar kurtulamayacaklardır.' Ben dedim: 'Ey Allah'ın Elçisi (s.a.v)! Onlar arasında buna karşı olanlar ne olacak?' O dedi: 'Allah, onları ruhlarında olan niyetler üzerine diriltecektir.'\""
    },
    {
      "id": 28,
      "narrator": "'Aishah narrated \"The Messenger of Allah(s.a.w) said:",
      "text": "Aişe, \"Allah'ın Elçisi (s.a.v) dedi ki: 'Bu ümmetin sonunda bir çöküş, dönüşüm ve Kadhf olacaktır.' Dedi ki: \"Ben dedim: 'Ey Allah'ın Elçisi! Onlar arasında salih olanlar varken yok mu olacaklar?' O dedi: 'Evet, kötülük hâkim olduğunda.'\""
    },
    {
      "id": 29,
      "narrator": "Abu Dharr said:",
      "text": "Ebu Dharr dedi ki: \"Güneş batarken mescide girdim, Peygamber (s.a.v) oturuyordu. O dedi: 'Ey Ebu Dharr! Bu (güneş) nereye gider biliyor musun?' Ben dedim: 'Allah ve Elçisi daha iyi bilir.' O dedi: 'Şüphesiz, secde etmek için izin istemeye gider, böylece izin verilir. Ve sanki ona şöyle denilmiştir: \"Geldiğin yerden kalk.\" Böylece batma yerinden kalkacaktır.' Sonra şöyle okudu: 'O, sabit bir yoldur.' Dedi ki: \"Bu, Abdullah bin Mes'ud'un okumasıdır.\""
    },
    {
      "id": 30,
      "narrator": "Zainab bint Jahsh said:",
      "text": "Zeynep bint Cahş dedi ki: \"Bir gün Allah'ın Elçisi (s.a.v) uykudan uyanmış, yüzü kıpkırmızı olmuş ve dedi ki: 'La İlahe İllallah.' Bunu üç kez tekrar etti. 'Araplara, yaklaşan kötülükten vay haline. Bugün, Ya'juj ve Ma'juj'un duvarında böyle bir boşluk açılmıştır.' Ve parmaklarıyla on oluşturdu.\" Zeynep dedi: \"Ben dedim: 'Ey Allah'ın Elçisi! Biz, aramızda salih olanlar varken yok mu olacağız?' O dedi: 'Evet, kötülük çoğaldığında.'\""
    },
    {
      "id": 31,
      "narrator": "'Abdullah  narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah, Allah'ın Resulü'nün (s.a.w) şöyle dediğini nakletti: \"Zamanın sonunda, genç yaşta, akılları kıt bir topluluk gelecek, Kur'an'ı okuyacaklar ama boğazlarından öteye geçmeyecek, en iyi yaratıklardan sözler söyleyecekler, dini, hedefe ok gibi geçecekler.\""
    },
    {
      "id": 32,
      "narrator": "Usaid bin Hudair said:",
      "text": "Usaid bin Hudair dedi ki: \"Bir Ensar'dan bir adam, 'Ey Allah'ın Resulü! Sen falanı atadın, beni atamadın.' dedi. Bunun üzerine Peygamber (s.a.w) şöyle dedi: 'Benden sonra, sizler arasında ayrıcalıklı muameleler göreceksiniz, bu yüzden bana kavuşuncaya kadar sabredin.'\""
    },
    {
      "id": 33,
      "narrator": "'Abdullah narrated that the Prophet(s.a.w) said:",
      "text": "Abdullah, Peygamber'in (s.a.w) şöyle dediğini nakletti: \"Gerçekten, benden sonra ayrıcalıklı muameleler göreceksiniz ve hoşlanmadığınız işler olacak.\" Onlar: \"O halde bize ne emredersin?\" dediler. O da: \"Onlara haklarını verin ve Allah'tan kendi haklarınızı isteyin.\" dedi."
    },
    {
      "id": 34,
      "narrator": "Abu Sa'eed Al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri dedi ki: \"Bir gün, Allah'ın Resulü (s.a.w) bize Salat Al-Asr'ı kıldırdı, hâlâ gündüzdü. Sonra bize bir hutbe vermek için ayağa kalktı. Kıyamet Saatine kadar olacak her şeyi bize bildirdi. Kim hatırladı hatırladı, kim unuttu unuttu. Söylediklerinden biri şuydu: 'Gerçekten dünya yeşil ve tatlıdır, ve gerçekten Allah sizi davranışlarınızı görmek için bıraktı. Bu yüzden dünyadan sakının ve kadınlardan sakının.' Söylediklerinden bir diğeri ise: 'İnsanların korkusu, bir adamın bildiği gerçeği söylemesine engel olmamalıdır.' Dedi ki: \"Ebu Sa'id ağladı, sonra şöyle dedi: 'Vallahi! Biz bazı şeyler gördük ve korktuk.' \"Ve o günde hatırladığımız şeylerden biri şuydu: 'Bakın! Gerçekten Adem'in çocukları çeşitli sınıflarda yaratılmıştır. Aralarında, inanan olarak doğan, inanan olarak yaşayan ve inanan olarak ölen vardır. Aralarında, inkar eden olarak doğan, inkar eden olarak yaşayan ve inkar eden olarak ölen vardır. Aralarında, inanan olarak doğan, inanan olarak yaşayan ve inkar eden olarak ölen vardır. Aralarında, inkar eden olarak doğan, inkar eden olarak yaşayan ve inanan olarak ölen vardır. Bakın! Aralarında öfkesini geç alan, çabuk sakinleşen vardır. Aralarında çabuk öfkelenen ve çabuk sakinleşen vardır, bu da o ile budur. Bakın! Aralarında çabuk öfkelenen ve geç sakinleşen vardır, ve gerçekten onların en iyisi, geç öfkelenen ve çabuk sakinleşendir, ve en kötüsü, çabuk öfkelenen ve geç sakinleşendir. Bakın! Aralarında iyi ödeyen ve iyi toplayan vardır. Aralarında kötü ödeyen ve iyi toplayan vardır. Aralarında iyi ödeyen ve kötü toplayan vardır, bu da o ile budur. Bakın! Aralarında kötü ödeyen ve kötü toplayan vardır. Gerçekten onların en iyisi, iyi ödeyen ve iyi toplayandır. Ve en kötüsü, kötü ödeyen ve kötü toplayandır. Bakın! Öfke, Adem'in oğlunun kalbinde bir kor gibidir, gözlerinin kızarmasında ve boyun damarlarının şişmesinde bunu görüyorsunuz. Bu yüzden, eğer bunun bir kısmını hissederseniz, o zaman yere tutunsun.\" Dedi ki: \"Böylece güneşe doğru dönmeye başladık, onun ne zaman battığını görmek için. Bunun üzerine Allah'ın Resulü (s.a.w) dedi ki: 'Bakın! Dünya, geçmişe göre, bu gününüzün ne kadar kaldığına benzer şekilde kalmayacaktır.'\""
    },
    {
      "id": 35,
      "narrator": "Mu'awiyah bin Qurrah narrated from his father that the Messenger of Allah(s.a.w) said:",
      "text": "Muaviye bin Kurra, babasından nakletti ki, Allah'ın Resulü (s.a.w) şöyle dedi: \"Ashab-ı Şam bozulduğunda, sizin için onda hayır yoktur. Ümmetimden, kıyamet kopana kadar, Allah tarafından yardım görecek bir grup asla eksik olmayacaktır.\" Muhammed bin İsmail dedi ki: \"Ali bin el-Madini dedi ki: 'Onlar hadis ehli.'\""
    },
    {
      "id": 36,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah(s.a.w) said:",
      "text": "İbn Abbas, Allah'ın Resulü'nün (s.a.w) şöyle dediğini nakletti: \"Benden sonra inkarcılığa dönmeyin, bazılarınız diğerlerinin boyunlarına vuruyor.\""
    },
    {
      "id": 37,
      "narrator": "Busr bin Sa'eed said:",
      "text": "Busr bin Sa'id dedi ki: 'Uthman bin Affan zamanındaki fitne sırasında, Sa'd bin Ebi Vakkas dedi: \"Ben, Allah'ın Resulü'nün (s.a.w) şöyle dediğine şahitlik ediyorum: 'Bir fitne olacak ki, oturan kişi ayakta olandan, ayakta olan da yürüyenden daha hayırlıdır, yürüyen de koşandan daha hayırlıdır.' Dedi ki: \"Eğer o bana evimde gelse ve beni öldürmek için elini uzatırsa, ne yapmalıyım?\" O da: \"Adem'in oğlu gibi ol.\" dedi."
    },
    {
      "id": 38,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.w) şöyle dediğini nakletti: \"İyilik yapmaya koşun. Karanlık bir gecenin parçası gibi bir fitne meydana gelecektir; sabah bir adam inanan olarak uyanacak, akşam inkarcı olacak, akşam bir inanan inkarcı olarak uyanacak. Onlardan biri, dinini dünya malı karşılığında satacaktır.\""
    },
    {
      "id": 39,
      "narrator": "Umm Salamah narrated:",
      "text": "Ümmü Seleme nakletti: \"Bir gece Peygamber (s.a.w) uyandı ve dedi ki: 'Subhan Allah! Bu gece ne kadar fitne (imtihan ve belalar) inmiştir. Ve ne kadar hazine açığa çıkmıştır? Bu evlerde uyuyan kadınları kim uyandıracak? Ey! Bu dünyada giyinmiş olanlar, ahirette çıplak kalacaklar.'\""
    },
    {
      "id": 40,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Enes bin Malik, Allah'ın Resulü'nün (s.a.w) şöyle dediğini nakletti: \"Kıyametten önce, karanlık bir gecenin parçası gibi fitneler olacaktır. Sabah bir adam inanan olarak uyanacak, akşam inkarcı olacak, akşam bir inanan inkarcı olarak uyanacak, insanlar dinlerini dünya malı karşılığında satacaklardır.\""
    },
    {
      "id": 41,
      "narrator": "Hisham narrated that Al-Hasan would say about the Hadith:",
      "text": "Hişam, el-Hasan'ın hadisi hakkında şöyle dediğini nakletti: \"Sabah bir adam inanan olarak uyanacak, akşam inkarcı olacak, akşam bir inanan inkarcı olarak uyanacak.\" Dedi ki: \"Sabah, kardeşinin kanı, onuru ve malı kutsaldır, akşam olunca bunu helal sayar. Ve akşam, kardeşinin kanı, onuru ve malı kutsaldır, sabah olunca bunu helal sayar.\""
    },
    {
      "id": 42,
      "narrator": "'Alqamah bin Wa'il bin Hujr narrated from his father:",
      "text": "Alqamah bin Vail bin Hucur, babasından nakletti: \"Ben, Allah'ın Resulü'nü (s.a.w) bir adamın ona şöyle sorduğunu işittim: 'Eğer üzerimizde haklarımızı inkar eden liderler varsa, ne yapmalıyız?' Bunun üzerine Allah'ın Resulü (s.a.w) dedi ki: 'Dinleyin ve itaat edin, çünkü onlar yalnızca yüklerinden sorumludurlar, sizler de yalnızca yüklerinizden sorumlusunuz.'\""
    },
    {
      "id": 43,
      "narrator": "Abu Musa narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Musa, Allah'ın Resulü'nün (s.a.w) şöyle dediğini nakletti: \"Gerçekten, sizden sonra bilgi kaldırılacak ve Al-Harj çoğalacaktır.\" Onlar: \"Ey Allah'ın Resulü! Al-Harj nedir?\" dediler. O da: \"Killing.\" dedi."
    },
    {
      "id": 44,
      "narrator": "Ma'qil bin Yasar narrated that the Prophet(s.a.w) said:",
      "text": "Ma'qil bin Yasar, Peygamber'in (s.a.w) şöyle dediğini nakletti: \"Al-Harj sırasında ibadet, benim için hicret gibidir.\""
    },
    {
      "id": 45,
      "narrator": "Thawban narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Tevban, Allah'ın Resulü'nün (s.a.w) şöyle dediğini nakletti: \"Kılıç, benim ümmetime dayatıldığında, Kıyamet Günü'ne kadar ondan kaldırılmayacaktır.\""
    },
    {
      "id": 46,
      "narrator": "'Udaisah bint Uhban bin Safi Al-Ghifari said:",
      "text": "'Udaisah bint Uhban bin Safi Al-Ghifari dedi ki: \"Ali bin Abi Talib babama gelerek onu (savaşa) çıkmaya çağırdı. Babam ona dedi ki: 'Gerçekten benim sevgilim, amcanın oğlu, benimle bir ahit yaptı, insanların ihtilafa düştüğünde, bir tahta kılıç almayı. O yüzden bunu bıraktım, istersen seninle birlikte çıkarım.' O da dedi ki: 'Böylece onu bıraktı.'\""
    },
    {
      "id": 47,
      "narrator": "Abu Musa narrated that the Prophet(s.a.w) said, about the Fitnah:",
      "text": "Ebu Musa rivayet etti ki, Peygamber(s.a.w) Fitne hakkında şöyle buyurdu: \"O esnada yaylarınızı kırın, iplerini kesin ve evlerinizin derinliklerine çekilin, Adem'in oğlu gibi olun.\""
    },
    {
      "id": 48,
      "narrator": "Anas bin Malik said:",
      "text": "Anas bin Malik dedi ki: \"Size, Allah'ın Resulü'nden(s.a.w) duyduğum bir Hadis nakledeceğim ki, benden sonra hiç kimse onun Allah'ın Resulü'nden(s.a.w) duyduğunu nakletmeyecek.\" \"Allah'ın Resulü(s.a.w) dedi ki: 'Şüphesiz, Kıyametin alametlerinden biri, ilmin kaldırılması, cehaletin yayılması, zina ve içki artması, kadınların çoğalması ve erkeklerin azalmasıdır; öyle ki, elli kadın bir erkeğe muhtaç olacaktır.'\""
    },
    {
      "id": 49,
      "narrator": "Az-Zubair bin 'Adi said:",
      "text": "Az-Zubair bin 'Adi dedi ki: \"Anas bin Malik'in yanına girdik. Al-Haccaj'dan yaşadığımız sıkıntılardan şikayet ettik. O da dedi ki: 'Bir yıl geçmeyecek ki, ondan sonraki yıl daha kötü olmayacak, ta ki Rabbinizle karşılaşana kadar. Bunu Peygamberinizden(s.a.w) duydum.'\""
    },
    {
      "id": 50,
      "narrator": "Anas narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Anas rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Kıyamet, 'Allah, Allah' yeryüzünde söylenmediği zaman kurulmayacaktır.\""
    },
    {
      "id": 51,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hurairah rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Yer, karaciğerinin parçalarını (kenarlarından) dışarı atacak: karaciğer; altın ve gümüş sütunlar gibi çıkacak.\" Dedi ki: \"Bir hırsız gelecek ve 'Bunun için mi ellerim kesildi?' diyecek. Bir katil gelecek ve 'Bunun için mi öldürdüm?' diyecek. Akrabalık bağlarını koparan biri gelecek ve 'Bunun için mi akrabalık bağlarını kopardım?' diyecek. Sonra hiçbir şey almadan onu terk edecekler.\""
    },
    {
      "id": 52,
      "narrator": "Hudhaifah bin Al-Yaman narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Hudhaifah bin Al-Yaman rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Kıyamet, dünyanın en mutlu insanı Luka' bin Luka' olduğu zaman kurulmayacaktır.\""
    },
    {
      "id": 53,
      "narrator": "'Ali bin Abi Talib narrated that the Messenger of Allah(s.a.w) said:",
      "text": "'Ali bin Abi Talib rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Ümmetim on beş şey yaptığında, fitneler meydana gelecektir.\" Denildi ki: \"Onlar nedir, Ey Allah'ın Resulü?\" Dedi ki: \"Al-Maghnam (ganimetler) tercihli olarak dağıtıldığında, emanetler gasbedildiğinde, zekat bir ceza haline geldiğinde, bir adam karısına itaat edip annesine isyan ettiğinde, dostuna iyi davranıp babasını terk ettiğinde, sesler camilerde yükseldiğinde, insanların lideri en aşağılık olanı olduğunda, en onurlu adam, insanların korktuğu kötülükte olanıdır, içkiler içildiğinde, erkekler ipek giydiğinde, şarkı söyleyen cariyelere ve müziğe bir düşkünlük olduğunda ve bu ümmetin sonu, başlangıcını lanetlediğinde. Bunlar olduğunda, kırmızı bir rüzgar, yerin çökmesi ve dönüşüm bekleyin.\""
    },
    {
      "id": 54,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hurairah rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Al-Fai' tercihli olarak dağıtıldığında, emanet bir ganimet haline geldiğinde, bilgi dinin dışında bir amaçla arandığında, bir adam karısına itaat edip annesine isyan ettiğinde, dostuna yakın olup babasından uzaklaştığında, sesler camilerde yükseldiğinde, kabileler kötüleri tarafından yönetildiğinde, insanların lideri en aşağılık olanı olduğunda, en onurlu adam, insanların korktuğu kötülükte olanıdır, şarkı söyleyen cariyeler ve müzik yayıldığında, içkiler içildiğinde ve bu ümmetin sonu, başlangıcını lanetlediğinde - o zaman kırmızı bir rüzgar, deprem, yerin çökmesi, dönüşüm, Qadhf ve alametler ardışık olarak bir ipi kopmuş bir kolye gibi düşer.\""
    },
    {
      "id": 55,
      "narrator": "'Imran bin Husain narrated that the Messenger of Allah(s.a.w) said:",
      "text": "'Imran bin Husain rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Bu ümmette yerin çökmesi, dönüşüm ve Qadhf olacaktır.\" Müslümanlardan bir adam dedi ki: \"Ey Allah'ın Resulü! Bu ne zaman olacak?\" Dedi ki: \"Şarkı söyleyen cariyeler, müzik ve içkilerin yayıldığı zaman.\""
    },
    {
      "id": 56,
      "narrator": "Al-Mustawrid bin Shaddad Al-Fihri reported that the Messenger of Allah(s.a.w) said:",
      "text": "Al-Mustawrid bin Shaddad Al-Fihri, Allah'ın Resulü(s.a.w) dedi ki: \"Kıyametten önce gönderildim, böylece bu, şunun önünde olduğu gibi öncelikli olayım.\" (İşaret ederek) işaret parmağı ve orta parmağıyla."
    },
    {
      "id": 57,
      "narrator": "Anas narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Anas rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Kıyamet ve ben, bu iki parmak gibi gönderildik\" - ve Ebu Davud (bir ravidir) işaret parmağı ve orta parmağıyla işaret etti - o halde biri diğerinden ne kadar daha uzun.\""
    },
    {
      "id": 58,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Hurairah rivayet etti ki, Peygamber(s.a.w) dedi ki: \"Kıyamet, ayakkabıları kıldan yapılan bir kavimle savaşmadıkça kurulmayacaktır ve Kıyamet, yüzleri deriden kaplanmış kalkan gibi olan bir kavimle savaşmadıkça kurulmayacaktır.\""
    },
    {
      "id": 59,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hurairah rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Kisra yıkıldığında, ondan sonra Kisra olmayacaktır ve Caesar yıkıldığında, ondan sonra Caesar olmayacaktır. Canım kudret elinde olan Allah'a yemin ederim! Onların hazinelerini Allah yolunda harcayacaksınız.\""
    },
    {
      "id": 60,
      "narrator": "Salim bin 'Abdullas  narrated from his father, that the Messenger of Allah(s.a.w) said:",
      "text": "Salim bin 'Abdullah, babasından rivayet etti ki, Allah'ın Resulü(s.a.w) dedi ki: \"Kıyamet Günü'nden önce Hadramavt'tan bir ateş gelecek - insanları toplamak için.\" Onlar dediler: \"Ey Allah'ın Resulü! Ne emredersin?\" Dedi ki: \"Şam'a tutunun.\""
    },
    {
      "id": 61,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Kıyamet, her biri Allah'ın Resulü olduğunu iddia eden yaklaşık otuz sahtekar, Deccal ortaya çıkmadan kurulmayacaktır.\""
    },
    {
      "id": 62,
      "narrator": "Thawban narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Sevban, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Kıyamet, ümmetimden kabilelerin putperestlerle birleşip, putlara tapınmadıkça kurulmayacaktır. Ve gerçekten, ümmetim içinde her biri bir Peygamber olduğunu iddia eden otuz sahtekar olacaktır. Ben Peygamberlerin sonuncusuyum, benden sonra Peygamber yoktur.\""
    },
    {
      "id": 63,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah(s.a.w) said:",
      "text": "İbn 'Umar, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Thaqif'te büyük bir yalancı ve yıkıcı olacaktır.\""
    },
    {
      "id": 64,
      "narrator": "'Imran bin Husain narrated that the Messenger of Allah(s.a.w) said:",
      "text": "İmrân bin Hüsayn, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"İnsanların en hayırlısı benim neslimdir, sonra onları takip edenlerdir. Sonra, onlardan sonra şişmanlıkta artış gösteren, şişmanlığı seven, kendilerinden istenmeden şahitlik yapan bir topluluk gelecektir.\""
    },
    {
      "id": 65,
      "narrator": "`Imran bin Husain narrated that the Messenger of Allah (ﷺ) said:",
      "text": "İmrân bin Hüsayn, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Ümmetimin en hayırlısı, benim gönderildiğim nesildir, sonra onları takip edenlerdir.\" O (İmrân) dedi ki: \"Üçüncüyü zikredip etmediğini bilmiyorum.\" \"Sonra, kendilerinden istenmeden şahitlik yapan, hain, güvenilmez ve aralarında şişmanlığın yayılacağı insanlar ortaya çıkacaktır.\""
    },
    {
      "id": 66,
      "narrator": "Simak bin Harb narrated from Jabir bin Samurah who said \" The Messenger of Allah(s.a.w) said:",
      "text": "Simak bin Harb, Câbir bin Semurah'dan şöyle nakletmiştir: \"Allah'ın Resulü (s.a.v) dedi ki: 'Benden sonra on iki Amir olacaktır.' Sonra bir şey söyledi ki, onu anlamadım. Yanımdaki kişiye sordum, o da dedi ki: 'O (s.a.v) şöyle dedi: 'Hepsi Kureyş'ten olacaktır.'\""
    },
    {
      "id": 67,
      "narrator": "Ziyad bin Kusaib Al-'Adawi said:",
      "text": "Ziyad bin Kusaib El-'Adavi dedi ki: \"Ben, İbn 'Amir'in minberinin altında Ebu Bekir ile birlikteydim. O, güzel bir elbise giymekteydi. Ebu Bilal dedi ki: 'Bak, Amirimiz kötülük elbiseleri giymekte!' Bunun üzerine Ebu Bekir dedi ki: 'Sus! Ben, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini işittim: 'Kim Allah'ın yeryüzündeki sultanına hakaret ederse, Allah onu rezil eder.'\""
    },
    {
      "id": 68,
      "narrator": "Salim bin 'Abdullah narrated from his father who said:",
      "text": "Salim bin Abdullah, babasından şöyle nakletmiştir: \"Ömer bin Hattab'a denildi ki: 'Belki halefini tayin etmelisin.' O dedi ki: 'Eğer ben bir halef tayin edersem, gerçekten Ebu Bekir de bir halef tayin etti. Ve eğer ben halef tayin etmezsem, Allah'ın Resulü (s.a.v) de halef tayin etmedi.'\""
    },
    {
      "id": 69,
      "narrator": "Sa'eed bin Jumhan narrated:",
      "text": "Sa'id bin Cümhan, \"Safine bana şöyle nakletti: 'Allah'ın Resulü (s.a.v) dedi ki: \"Halifelik, ümmetimde otuz yıl sürecektir, sonra bunun ardından monarşi gelecektir.\"' Sonra Safine bana dedi ki: 'Ebu Bekir'in halifeliğini say.' Sonra dedi ki: 'Ömer'in halifeliğini ve Osman'ın halifeliğini say.' Sonra bana dedi ki: 'Ali'nin halifeliğini say.' Dedi ki: \"Böylece otuz yıl olduğunu bulduk.\" Sa'id dedi ki: \"Ben ona dedim: 'Banu Ümeyye halifeliğin onlarda olduğunu iddia ediyorlar.' O dedi ki: 'Banu Az-Zarqa' yalan söylüyor, aslında onlar bir monarşidir, en kötü monarşilerden biridir.'\""
    },
    {
      "id": 70,
      "narrator": "'Abdullah bin Abi Al-Hudhail said:",
      "text": "Abdullah bin Ebi Hudhayl dedi ki: \"Rabia kabilesinden bazı insanlar Amr bin Al-As ile birlikteydiler. Bakr bin Vail kabilesinden bir adam dedi ki: 'Ya Kureyş duracak, ya da Allah bu meseleyi onlardan başka Arapların arasına koyacaktır.' Bunun üzerine Amr bin Al-As dedi ki: 'Sen yalan söyledin, ben Allah'ın Resulü (s.a.v)'nin şöyle söylediğini işittim: 'Kureyş, insanların liderleridir, hayırda ve şerde, Kıyamet Günü'ne kadar.'\""
    },
    {
      "id": 71,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Gece ve gündüz, 'Cahjah' adında bir adam, Mawali arasında hüküm sürmeden geçmeyecek.\""
    },
    {
      "id": 72,
      "narrator": "Thawban narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Sevban, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Ben, ümmetim için yanıltıcı İmamlar konusunda korkuyorum.\" O, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini belirtti: \"Ümmetimden her zaman hak üzerinde olan bir grup bulunacaktır, onları terk edenler zarar veremeyeceklerdir, ta ki Allah'ın emri gelene kadar.\""
    },
    {
      "id": 73,
      "narrator": "'Abdullah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Abdullah, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletmiştir: \"Dünya, ailemden bir adam Araplara hükmedene kadar geçmeyecek, adı benim adıma uygun olacak.\""
    },
    {
      "id": 74,
      "narrator": "'Asim narrated from Zirr, from 'Abdullah, from the Prophet(s.a.w) who said:",
      "text": "Asim, Zirr'den, Abdullah'tan, Peygamber (s.a.v)'in şöyle söylediğini nakletmiştir: \"Ailemden, adı benim adıma uygun bir adam geliyor.\" Asim dedi ki: \"Ebu Salih, Ebu Hureyre'den bize nakletti ki: 'Eğer dünyada sadece bir gün kalmış olsaydı, Allah o günü uzatırdı, ta ki o gelsin.'\""
    },
    {
      "id": 75,
      "narrator": "Zaid bin Al-'Ammi said:",
      "text": "Zaid bin Al-'Ammi dedi ki: \"Ebu Es-Sıddık En-Naci'den, Ebu Said El-Hudri'den bir hadis işittim ki, o şöyle dedi: 'Peygamberimizden sonra olayların meydana geleceğinden korkuyorduk, bu yüzden Allah'ın Peygamberine (s.a.v) sorduk ve o dedi ki: 'Gerçekten, benim ümmetimde beş, yedi veya dokuz yıl hüküm sürecek bir Mehdi gelecektir.' -Zaid, şüphe içindeydi- Dedi ki: 'Biz dedik: O nedir?' O dedi: 'Yıllar.' Dedi ki: 'Bir adam ona gelecek ve diyecek: Ey Mehdi! 'Bana ver, bana ver!' O da elbisesine taşıyabileceği kadar dolduracaktır.'\""
    },
    {
      "id": 76,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Canımın bulunduğu Zat'a yemin ederim ki! İbn Meryem aranızda yakında inecek ve adaletle hükmedecektir. O, haçı kıracak, domuzu öldürecek, cizyayı kaldıracak ve mal o kadar bol olacak ki, onu kabul edecek kimse kalmayacaktır.\""
    },
    {
      "id": 77,
      "narrator": "Abu 'Ubaidah bin Al-Jarrah said:",
      "text": "Ebu Ubeyde bin el-Cerrah dedi ki: \"Ben, Allah'ın Resulü (s.a.v)'ni şöyle derken duydum: 'Nuh'tan sonra hiçbir Peygamber yoktur ki, kavmini Deccal'den uyarmasın, ben de sizi ondan uyaracağım.' Sonra Allah'ın Resulü (s.a.v) onu bize tarif etti ve şöyle dedi: 'Belki de sizden bazıları beni gören veya sözlerimi duyan, onu görecek kadar yaşayacaktır.' Onlar dediler ki: 'Ey Allah'ın Resulü! O gün kalplerimiz ne halde olacak?' O da: 'Aynı – yani, bugünkü gibi – veya daha iyi olacak.'” (Hasan)"
    },
    {
      "id": 78,
      "narrator": "Az-Zuhri narrated from Salim from Ibn 'Umar who said:",
      "text": "Az-Zuhri, Salim'den, İbn 'Umar'dan nakletti ki, o şöyle dedi: \"Allah'ın Resulü (s.a.v) insanların arasında durdu, Allah'ı gereği gibi övdü, sonra Deccal'den bahsetti ve şöyle dedi: 'Gerçekten ben sizi ondan uyarıyorum. Hiçbir Peygamber yoktur ki, kavmini uyarmasın, Nuh da kavmini uyarmıştır – ama ben onun hakkında, hiçbir Peygamberin kavmine söylemediği bir şey söyleyeceğim: Bilin ki, o tek gözlüdür, ve Allah kesinlikle tek gözlü değildir.'” Az-Zuhri dedi ki: \"Ömer bin Sabit el-Ensari bana, Peygamber (s.a.v)'in bazı Sahabelerine, bir gün, onları fitneden sakındırdığını ve şöyle dediğini bildirdi: 'Bilmelisiniz ki, içinizden hiç kimse, ölmeden önce Rabbini göremez. Ve gerçekten, o (Deccal) 'Kafir' yazılı olarak iki gözü arasında olacaktır; onun davranışına karşı çıkan herkes bunu okuyacaktır.'” (Sahih)"
    },
    {
      "id": 79,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah(s.a.w) said:",
      "text": "İbn 'Umar, Allah'ın Resulü (s.a.v)'in şöyle dediğini nakletti: \"Yahudilerle savaşacaksınız. Onlar üzerinde o kadar hâkimiyet kuracaksınız ki, bir taş şöyle diyecek: 'Ey Müslüman! Bu Yahudi arkamda, onu öldür!'\""
    },
    {
      "id": 80,
      "narrator": "Abu Bakr As-Siddiq said:",
      "text": "Ebu Bekir es-Sıddık dedi ki: \"Allah'ın Resulü (s.a.v) bize şöyle anlattı: 'Deccal, doğuda Khurasan adında bir yerden çıkacaktır. Onun arkasında, yüzleri deri kaplı kalkan gibi görünen bir kavim olacaktır.'\""
    },
    {
      "id": 81,
      "narrator": "Abu Bahriyyah, a Companion of Mu'adh bin Jabal narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Bahriyyah, Mu'adh bin Cebel'in bir Sahabesi, Peygamber (s.a.v)'in şöyle dediğini nakletti: \"Büyük Malhamah, Konstantinopolis'in fethi ve Deccal'in gelmesi (yedi ay içinde) gerçekleşecektir.\""
    },
    {
      "id": 82,
      "narrator": "Anas bin Malik said:",
      "text": "Enes bin Malik dedi ki: \"Konstantinopolis, Kıyametin gelmesiyle fethedilecektir.\""
    },
    {
      "id": 83,
      "narrator": "It was narrated from An-Nawwas bin Sam'an, who said:",
      "text": "An-Nawwas bin Sem'an'dan nakledildi ki, o şöyle dedi: \"Allah'ın Resulü (s.a.v) bir sabah Deccal'den bahsetti, onu küçümsedi ve önemini anlattı, öyle ki, onun bir hurma ağaçları kümesinin ortasında olabileceğini düşündük.\" Dedi ki: \"Allah'ın Resulü (s.a.v)'in huzurundan ayrıldık, sonra ona geri döndük ve o, bizdeki (endişeyi) fark etti. O da: 'Sizde ne var?' dedi.\" Biz dedik ki: \"Ey Allah'ın Resulü! Bu sabah Deccal'den bahsettiniz, onu küçümsediniz ve önemini anlattınız, öyle ki, onun bir hurma ağaçları kümesinin ortasında olabileceğini düşündük.\" O da: \"Sizi korkutan Deccal değil. Eğer o benim aranızda ortaya çıkarsa, ben sizin adınıza ona karşı olacağım. Eğer o ortaya çıkarsa ve ben aranızda yoksam, o zaman her adam kendi başının çaresine bakmak zorunda kalacak. Ve Allah, benden sonra her Müslümanın işini görecektir. O genç, kıvırcık saçlı, gözleri dışarı fırlamış, 'Abdul-Uzza bin Qatan'dan birine benziyor. Sizden kim onu görürse, başlamak için Kehf Suresi'nin başını okusun.\" Dedi ki: \"O, Şam ile Irak arasında ortaya çıkacak, sağa ve sola yıkım getirecektir. Ey Allah'ın kulları! Sıkı durun!\" Biz dedik ki: \"Ey Allah'ın Resulü! O, yeryüzünde ne kadar kalacak?\" O da: \"Kırk gün, bir günü bir yıl gibi, bir günü bir ay gibi, bir günü bir hafta gibi ve geri kalan günleri sizin günleriniz gibi.\" Biz dedik ki: \"Ey Allah'ın Resulü! O gün bir yıl gibi olan günde, bir günün namazı bizim için yeterli olacak mı?\" O da: \"Hayır. Onu tahmin etmeniz gerekecek.\" Biz dedik ki: \"Ey Allah'ın Resulü! O, yeryüzünde ne kadar hızlı hareket edecek?\" O da: \"Rüzgarla sürüklenen bir yağmur fırtınası gibi. Bir kavmin üzerine gelecek ve onlara seslenecek, onlar onu inkar edecek ve iddialarını reddedecekler. Sonra onları terk edecek ve malları onun peşinden gidecek. Sabah uyandıklarında ellerinde hiçbir şey kalmayacak. Sonra bir kavmin üzerine gelecek ve onlara seslenecek, onlar ona cevap verecek, ona inanacaklar. O, göklere yağmur yağdırmasını emredecek ve yağmur yağacak, yeryüzüne filizlenmesini emredecek ve filizlenecek. Hayvanları, en uzun tüyleri, en dolgun meme uçları ve en şişman karınlarıyla geri dönecek.\" Dedi ki: \"Sonra bazı harabelerin üzerine gelecek, onlara: 'Hazinelerinizi bana getirin!' diyecek. Onu terk edecek ve o, arıların peşinden gidecek. Sonra bir genci çağıracak, genç, kılıcıyla onu iki parçaya ayıracak. Sonra onu çağıracak ve o, yüzü parlayarak ve gülerek önüne çıkacak. O sırada, İsa bin Meryem, ona selam olsun, doğu Şam'da beyaz minarede, iki melek kanadının üzerinde durarak inecek. Başını eğdiğinde, damlalar düşecek, başını kaldırdığında, inci gibi taşlar düşecek.\" Dedi ki: \"Onun (Deccal'in) nefesi kimseye ulaşmaz ki, o ölmez, nefesi gözünün gördüğü yere kadar ulaşır.\" Dedi ki: \"O, onu (Deccal'i) takip edecek ve Ludd kapısında ona yetişecek ve onu öldürecek.\" Dedi ki: \"O, orada Allah dilediği kadar kalacak.\" Dedi ki: \"Sonra Allah ona vahyedecek: 'Kullarımı Tur'a götür, çünkü ben, kimsenin öldüremeyeceği bazı yaratıklar indirdim.' Dedi ki: \"Allah, Ye'cüc ve Me'cüc'ü gönderir, ve onlar, Allah'ın söylediği gibi, her dağdan aşağıya doğru akacaklar.\" Dedi ki: \"Onların ilki, Tiberias gölünden geçecek, içindekileri içecek. Sonuncusu onun yanından geçecek ve: 'Bir zamanlar burada su vardı.' diyecek. Bait Al-Maqdis'te bir dağa ulaşana kadar seyahat edecekler. 'Yeryüzündeki herkesi öldürdük. Gelin! Göktekileri öldürelim.' diyecekler. Oklarını göklere fırlatacaklar, Allah oklarını onlara kanla geri döndürecektir. İsa bin Meryem ve arkadaşları kuşatılacak, o gün bir boğanın başı, bugün sizden birine yüz Dinar'dan daha hayırlı olacaktır.\" O (s.a.v) dedi ki: \"İsa, Allah'a dua edecek, arkadaşları da öyle.\" Dedi ki: \"Sonra Allah, boyunlarına An-Naghaf'ı gönderecek. Sabah, hepsinin bir tek ruhun ölümü gibi öldüğünü bulacaklar.\" Dedi ki: \"İsa ve arkadaşları inecek ve ne bir yer ne de bir avuç yer bulamayacaklar ki, onun kokusu, çürümüşlüğü ve kanıyla dolu olmasın. O yüzden İsa, Allah'a dua edecek, arkadaşları da öyle.\" Dedi ki: \"Sonra Allah, onlara, Bukht (süt) develerinin boyunları gibi kuşlar gönderecek. Onları alacak ve bir çukura atacaklar. Müslümanlar, oklarını, oklarını ve yaylarını yetmiş yıl boyunca yakacaklar.\" O (s.a.v) dedi ki: \"Allah, onlara, ne bir deriden ne de çamurdan evin dayanamayacağı bir yağmur gönderecek. Yeryüzü yıkanacak ve ayna gibi olacak. Sonra yeryüzüne: 'Meyvelerini çıkar ve nimetlerini geri ver.' denilecek. O gün, bir grup, bir narı yiyecek ve kabuğunun altında gölgede kalacak. Süt o kadar bereketli olacak ki, büyük bir grup, bir develin bir kez sağılmasıyla yetinecek. Ve bir kabile, bir ineğin bir kez sağılmasıyla yetinecek, ve bir grup, koyunların bir kez sağılmasıyla yetinecek. Böyleyken, Allah, her müminin ruhunu alacak bir rüzgar gönderecek, geriye kalan insanlar, eşeklerin çiftleşmesi gibi açıkça çiftleşecekler. Onlara Kıyamet başlayacaktır.\""
    },
    {
      "id": 84,
      "narrator": "'Ibn 'Umar narrated that the Prophet(s.a.w) was asked about the Dajjal, so he said:",
      "text": "İbn 'Umar, Peygamber (s.a.v)'e Deccal hakkında sorulduğunda, o şöyle dedi: \"Gerçekten, Rabbiniz tek gözlü değildir, ve o tek gözlüdür; sağ gözü, sanki bir salkım üzüm gibi.\""
    },
    {
      "id": 85,
      "narrator": "Anas narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Enes, Allah'ın Resulü (s.a.v)'in şöyle dediğini nakletti: \"Deccal, Medine'ye gelecek ve meleklerin onu kuşattığını görecektir. Ne veba ne de Deccal, eğer Allah dilerse, ona giremez.\""
    },
    {
      "id": 86,
      "narrator": "Abu Hurairah  narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'in şöyle dediğini nakletti: \"İman Yemen'dendir, küfür ise doğudan gelmektedir. Sakinlik, koyunların halkı içindir, ve kötülük ile riyâ, atların ve develerin halkı arasında övünenlerde bulunmaktadır. Mesih – yani Deccal – gelecek ve Uhud'un arkasına vardığında, melekler onun yüzünü Şam yönüne çevirecek ve orada helak olacaktır.\" (Sahih)"
    },
    {
      "id": 87,
      "narrator": "Mujammi' bin Jariyah Al-Ansari said:",
      "text": "Mücami' bin Cariye el-Ensari dedi ki: \"Ben, Allah'ın Resulü (s.a.v)'in şöyle dediğini duydum: 'İsa bin Meryem, Deccal'i Ludd kapısında öldürecektir.'\""
    },
    {
      "id": 88,
      "narrator": "It was narrated that Anas said:",
      "text": "Anas'dan nakledildi ki: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Hiçbir Peygamber yoktur ki, ümmetini tek gözlü yalancıdan uyarmasın. Gerçekten, o tek gözlüdür ve Rabbiniz tek gözlü değildir. İki gözü arasında 'Kafir' yazılıdır.'\""
    },
    {
      "id": 89,
      "narrator": "Abu Sa'eed said:",
      "text": "Ebu Sa'id dedi ki: \"Ben, İbn Sa'id ile birlikteydim - ya Hac ya da Umre yapıyorduk - insanlar gitti, o ve ben kaldık. Onunla yalnız kaldığımda, insanların onun hakkında söylediklerinden dolayı titredim ve korktum. Durduğumda ona: 'Eşyalarını o ağacın yanına koy.' dedim.\" \"O bir koyun gördü, bir kap aldı ve süt sağmaya gitti. Sonra yanıma sütle geldi ve: 'İç, Ebu Sa'id!' dedi. Ama ben, insanların onun hakkında söylediklerinden dolayı, elinden bir şey içmek istemedim. O yüzden ona: 'Bugün çok sıcak, süt içmek istemiyorum.' dedim. O da: 'Ey Ebu Sa'id, sanırım bir ip alıp o ağaca bağlayıp kendimi asmalıyım, çünkü insanların benim hakkımda söylediklerinden dolayı. Bazı rivayetleri bilmeyenleri görüyorsun, oysa sen onlardan haberdarsın. Siz, Allah'ın Resulü'nün hadisleri konusunda insanların en bilgilisiniz, ey Ensar halkı! Allah'ın Resulü, 'O bir kafirdir' demedi mi, ben Müslümanım? Allah'ın Resulü, 'O çocuk sahibi değildir' demedi mi, ben çocuklarımı Medine'de bıraktım? Allah'ın Resulü, 'O, şu anda yeryüzünde nerede' demedi mi?' O yüzden ben: 'Günün geri kalanı sana keder olsun.' dedim.\""
    },
    {
      "id": 90,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Anas'dan nakledildi ki: \"Allah'ın Resulü (s.a.v), İbn Sa'id ile Medine sokaklarından birinde karşılaştı, onu durdurdu - o, kıvırcık saçlı bir Yahudi çocuğuydu - ve Ebu Bekir ile Ömer de onunla birlikteydi. O da İbn Sa'id'e: 'Ben Allah'ın Resulü olduğuma şahitlik eder misin?' dedi. O da: 'Senin Allah'ın Resulü olduğuna şahitlik eder misin?' dedi. Peygamber (s.a.v) dedi ki: 'Ben Allah'a, Meleklerine, Kitaplarına, Resullerine ve Ahiret Günü'ne inanıyorum.' Sonra Peygamber (s.a.v) ona: 'Ne görüyorsun?' dedi. O da: 'Suyun üzerinde bir taht görüyorum.' dedi. Peygamber (s.a.v) dedi ki: 'O, denizin üzerinde İblis'in tahtını görüyor.' O da: 'Başka ne görüyorsun?' dedi. O da: 'Bir doğruyu ve iki yalancıyı - ya da iki doğruyu ve bir yalancıyı görüyorum.' dedi. Peygamber (s.a.v) dedi: 'O, şaşırmış. O yüzden onu bırak.'\""
    },
    {
      "id": 91,
      "narrator": "It was narrated from 'Abdur-Rahman bin Abi Bakrah from his father who said:",
      "text": "'Abdur-Rahman bin Abi Bakrah'dan, babasından rivayet edilmiştir ki: \"Allah'ın Resulü (s.a.v) şöyle buyurdu: 'Deccal'ın babası ve annesi, otuz yıl boyunca bir oğul sahibi olmadan yaşayacaklar. Sonra onlara, bir gözünde bir kusur bulunan, pek az faydası olan bir oğul doğacak. Gözleri uyur ama kalbi uyumaz.' Sonra Allah'ın Resulü (s.a.v) bize ebeveynlerini tarif etti: 'Babası uzun, az yağlı, gagaya benzeyen bir buruna sahip. Annesi ise iri yapılı, uzun memeleri olan bir kadındır.'\" Bunun üzerine Abu Bakrah dedi ki: \"Müslümanlardan bir çocuğun Medine'de doğduğunu duydum. Bunun üzerine Az-Zubair bin Al-'Awwam ile birlikte onun ebeveynlerine gittik. Onlar, Allah'ın Resulü (s.a.v) tarafından tarif edildiği gibi görünüyorlardı. Biz dedik ki: 'Çocuklarınız var mı?' Onlar dediler ki: 'Otuz yıl boyunca çocuk sahibi olamadık, sonra bir oğul doğurduğumuzda, bir gözünde bir kusur bulunan, pek az faydası olan bir oğul doğdu. Gözleri uyur ama kalbi uyumaz.'\" O dedi ki: \"Onlardan ayrılmak üzereyken, o, güneş ışığında parlayarak kadife bir giysi içinde belirdi, bir şey mırıldanıyordu. Başını açtı ve dedi ki: 'Ne diyordunuz?' Biz dedik ki: 'Söylediklerimizi duydun mu?' O dedi ki: 'Evet, gözlerim uyur ama kalbim uyumaz.'\""
    },
    {
      "id": 92,
      "narrator": "It was narrated from Ibn 'Umar, that the Messenger of Allah(s.a.w) passed by Ibn Sayyad with a group of his Companions – among them `Umar bin Al-Khattab – while he was playing with two boys at the fort of Banu Maghalah, and he was a boy. He did not realize until the Messenger of Allah(s.a.w) struck him with his hand on his back, then he said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (s.a.v) bir grup Ashabı ile birlikte - aralarında 'Umar bin Al-Khattab'ın da bulunduğu - İbn Sayyad'ın yanından geçerken, o iki çocukla oynuyordu. O, bir çocuktu. Allah'ın Resulü (s.a.v) ona arkasına elini vuruncaya kadar fark etmedi, sonra dedi ki: \"Ben Allah'ın Resulü olduğuma şahitlik eder misin?\" İbn Sayyad ona baktı ve dedi ki: \"Ben, okuma yazma bilmeyenlere gönderilen Resul olduğuna şahitlik ederim.\" O dedi ki: \"Sonra İbn Sayyad, Peygamber'e (s.a.v) dedi: 'Ben de Allah'ın Resulü olduğuna şahitlik eder misin?' Peygamber (s.a.v) dedi: \"Ben Allah'a ve O'nun Resullerine inanıyorum.\" Sonra Peygamber (s.a.v) dedi: \"Sana kim geldi?\" İbn Sayyad dedi: \"Bana bir doğru söyleyen ve bir yalancı geldi.\" Peygamber (s.a.v) dedi: \"Bu iş senin için karıştı.\" Sonra Allah'ın Resulü (s.a.v) dedi: \"Ben sana bir şey gizledim.\" Ve o, (ayet) \"O gün gökyüzü görünür bir duman getirecektir.\" ayetini gizlemişti. İbn Sayyad dedi: \"O, 'Ad-Dukh.'dir.\" Bunun üzerine Allah'ın Resulü (s.a.v) dedi: \"Defol! Asla gücünü aşamazsın.\" 'Umar dedi: \"Ey Allah'ın Resulü! Onun başını kesmeme izin ver!\" Allah'ın Resulü (s.a.v) dedi: \"Eğer o gerçekten o ise, asla onu alt edemezsin, eğer o değilse, onu öldürmende hayır yoktur.\" (Sahih)"
    },
    {
      "id": 93,
      "narrator": "It was narrated from Jabir, that the Prophet(s.a.w) said:",
      "text": "Jabir'den rivayet edilmiştir ki, Peygamber (s.a.v) şöyle buyurdu: \"Bugün yeryüzünde doğan hiçbir ruh, yüz yıl yaşamayacaktır.\" (Sahih)"
    },
    {
      "id": 94,
      "narrator": "It was narrated from 'Abdullah bin 'Umar, that he said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki, o şöyle dedi: \"Allah'ın Resulü (s.a.v) bir gece Salat Al-'Isha'da bizi namaza yönetti. Taslim ettiğinde ayağa kalktı ve dedi ki: 'Bugün yeryüzünde olanlardan yüz yıl sonra, burada kimse kalmayacak.' İbn 'Umar dedi ki: 'İnsanlar, Allah'ın Resulü (s.a.v) bu hadisler hakkında yüz yıl ile ilgili söylediklerini yanlış anladılar. Allah'ın Resulü (s.a.v) sadece 'Bugün yeryüzünde olanlardan kimse kalmayacak.' dedi. Yani, o nesil sona erecek.'\""
    },
    {
      "id": 95,
      "narrator": "It was narrated from Ubayy bin Ka'b that the Messenger of Allah(s.a.w) said:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir ki, Allah'ın Resulü (s.a.v) şöyle buyurdu: \"Rüzgarı lanetlemeyin. Hoşunuza gitmeyen bir şey gördüğünüzde, şöyle deyin: 'Allah'ım, bu rüzgarın hayırından, içindeki hayırdan ve ona emredilen hayırdan sana sığınıyoruz. Bu rüzgarın şerrinden, içindeki şerden ve ona emredilen şerden sana sığınıyoruz.'\""
    },
    {
      "id": 96,
      "narrator": "Fatimah bint Qais narrated that Allah's Prophet(s.a.w) ascended the Minbar, he laughed, and said:",
      "text": "Fatıma bint Kays, Allah'ın Resulü (s.a.v) minbere çıktığında, güldüğünü ve şöyle dediğini nakletti: \"Gerçekten, Tamim Ad-Dari bana bir hikaye anlattı, bu beni mutlu etti, bu yüzden onu size anlatmak istedim. Filistin halkından bazı insanlar denizde botla seyahat ettiler, onları burada ve orada götürdü, ta ki onları denizdeki adalardan birine attı. Orada, tüyleri dışarıda akan bir canavar buldular. Dediler ki: 'Sen kimsin?' O dedi ki: 'Ben Al-Jassasah'ım.' Dediler ki: 'Bize bir haber ver.' O dedi ki: 'Size bir haber vermeyeceğim, sizin haberlerinizi de istemiyorum. Ama en uzak köye gidin, orada size haber verecek biri var ve sizin haberinizi soracak.' Bunun üzerine en uzak köye gittik, orada zincirlerle bağlı bir adam vardı. O dedi ki: 'Zughar pınarını bana haber verin.' Biz dedik: 'O dolu ve akıyor.' O dedi ki: 'Al-Buhairah hakkında bana bilgi verin.' Biz dedik: 'O dolu ve akıyor.' O dedi ki: 'Ürdün ile Filistin arasında bulunan Baysan'ın hurma bahçeleri, yiyecek üretiyor mu?' Biz dedik: 'Evet.' O dedi ki: 'Peygamber hakkında bana bilgi verin, gönderildi mi?' Biz dedik: 'Evet.' O dedi ki: 'İnsanlar ona nasıl geldi?' Biz dedik: 'Hızlıca.' O, kaçmaya çalışarak sıçradı. Biz dedik: 'Sen kimsin?' O dedi ki: 'Ben Deccal'im.'\" (Peygamber (s.a.v) dedi) \"O, At-Taibah hariç tüm topraklara girecek, At-Taibah ise Al-Madinah'dır.\""
    },
    {
      "id": 97,
      "narrator": "It was narrated from Hudhaifah, that the Messenger of Allah(s.a.w) said:",
      "text": "Hudhaifah'dan rivayet edilmiştir ki, Allah'ın Resulü (s.a.v) şöyle buyurdu: \"Müminin kendini küçük düşürmesi caiz değildir.\" Onlar dediler: \"Kendini nasıl küçük düşürür?\" O dedi: \"Kaldıramayacağı bir imtihanı üstlenerek.\""
    },
    {
      "id": 98,
      "narrator": "It was narrated from Anas bin Malik, that the Prophet(s.a.w) said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (s.a.v) şöyle buyurdu: \"Kardeşinize, zalim veya mazlum olsun, yardım edin.\" Denildi ki: \"Ey Allah'ın Resulü! Mazlum olduğunda ona yardım ediyorum. Ama zalim olduğunda ona nasıl yardım edebilirim?\" O dedi: \"Zulümden alıkoy, bu senin ona yardımındır.\""
    },
    {
      "id": 99,
      "narrator": "It was narrated from Ibn 'Abbas, that the Prophet(s.a.w) said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Peygamber (s.a.v) şöyle buyurdu: \"Çölde yaşayan kimse cahil olur, av peşinde koşan kimse gaflete düşer ve sultanın kapısına gelen kimse bir fitneye uğrar.\""
    },
    {
      "id": 100,
      "narrator": "'Abdur-Rahman bin 'Abdullah bin Mas'ud narrated from his father, that he heard the Messenger of Allah(s.a.w) said:",
      "text": "'Abdur-Rahman bin 'Abdullah bin Mas'ud, babasından rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle buyurdu: \"Gerçekten sizler yardım göreceksiniz, esir alacaksınız ve zafer kazanacaksınız; o halde içinizden bunu gören, Allah'tan korksun ve iyiliği emretsin, kötülükten sakındırsın. Ve kim benimle ilgili kasıtlı olarak yalan söylerse, ateşteki yerini alsın.\""
    },
    {
      "id": 101,
      "narrator": "Abu Wa'il narrated from Hudhaifah that 'Umar said:",
      "text": "Abu Wa'il, Hudhaifah'dan rivayet etti ki, 'Umar dedi: \"Sizden hanginiz, Allah'ın Resulü (s.a.v) fitne hakkında ne dediğini hatırlıyor?\" Hudhaifah dedi: \"Ben hatırlıyorum.\" Hudhaifah dedi: \"Bir adamın fitnesi ailesinde, malında, çocuklarında ve komşularında olur. Bunun kefareti namaz, oruç, sadaka ve iyiliği emretmek, kötülükten sakındırmaktır.\" 'Umar dedi: \"Bunu sormuyorum. Daha ziyade, deniz dalgaları gibi yayılan fitne hakkında soruyorum.\" O dedi: \"Ey Müminlerin Emiri! Seninle onun arasında kapalı bir kapı var.\" 'Umar dedi: \"O kapı açılacak mı yoksa kırılacak mı?\" O dedi: \"Kırılacak.\" O dedi: \"O zaman Kıyamet Günü'ne kadar kapalı kalmayacak.\""
    },
    {
      "id": 102,
      "narrator": "It was narrated from Ka'b bin 'Ujrah who said:",
      "text": "Ka'b bin 'Ujrah'tan rivayet edilmiştir ki, \"Allah'ın Resulü (s.a.v) bize çıktı, biz dokuz kişiydik; beş ve dört. İlk sayı Araplar için, sonuncusu ise gayrimüslimler içindi. O dedi ki: 'Dinimden sonra liderler gelecek, onlara giren ve yalanlarına göz yuman, zulümlerine destek veren kimse benden değildir ve ben de ondan değilim, o benim Havuzumdan içmeyecek. Onlara girmeyen, zulümlerine yardım etmeyen ve yalanlarına göz yummayan kimse bendedir, ben de ondanım ve o benim Havuzumdan içecektir.'\""
    },
    {
      "id": 103,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Anas bin Malik, Allah'ın Resulü (s.a.v) şöyle buyurdu: \"İnsanların üzerine bir zaman gelecek ki, dinine sabreden kimse, elinde yanan bir kömüre tutan kimse gibi olacaktır.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated from 'Abdullah bin Dinar, that Ibn 'Umar said:",
      "text": "'Abdullah bin Dinar'dan rivayet edilmiştir ki, İbn 'Umar dedi: \"Allah'ın Resulü (s.a.v) şöyle buyurdu: 'Benim ümmetim gururlu bir yürüyüşle yürüdüğünde, hizmetkarları kralların çocukları, Perslerin ve Romalıların çocukları olacak, içlerinden en kötüleri en iyilerinin üzerine geçirilecektir.'\""
    },
    {
      "id": 105,
      "narrator": "Abu Bakrah said:",
      "text": "Abu Bakrah dedi: \"Allah, beni, Allah'ın Resulü (s.a.v) tarafından duyduğum bir şeyle engelledi. Kisra yok olduğunda, 'Onun yerine kim geçecek?' dediler. 'Kızı' dediler. Bunun üzerine Peygamber (s.a.v) dedi: 'Bir kadın liderlik verildiğinde, bir toplum asla başarılı olamaz.' Dedi ki: \"Sonra 'Aişe geldiğinde - yani Al-Basra'ya - Allah'ın Resulü'nün (s.a.v) sözünü hatırladım, bu yüzden Allah beni onunla engelledi.\""
    },
    {
      "id": 106,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) came across some people who were sitting, so he said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'nin bazı insanların oturduğu bir yere geldiğini ve şöyle dediğini nakletti: \"Sizlere en iyiniz ile en kötünüzü bildirmeyeyim mi?\" Dedi ki: \"Onlar sustular, o da bunu üç kez söyledi, sonra bir adam dedi ki: \"Elbette, Ey Allah'ın Elçisi! Bizlere en iyimizi en kötümüzden bildir.\" O da dedi ki: \"Sizlerin en iyisi, iyiliğinden ümit edilen ve insanların şerrinden emin olduğu kimsedir. Sizlerin en kötüsü ise, iyiliğinden ümit edilmeyen ve insanların şerrinden emin olamadığı kimsedir.\""
    },
    {
      "id": 107,
      "narrator": "'Umar bin Al-Khattab narrated that the Prophet(s.a.w) said:",
      "text": "Ömer bin Hattab, Peygamber (s.a.v)'in şöyle dediğini nakletti: \"Sizlere liderlerinizin en iyisini ve en kötüsünü bildirmeyeyim mi? En iyileri, sizin sevdiğiniz ve onların sizi sevdiği, sizin onlara dua ettiğiniz ve onların da size dua ettiği kimselerdir. En kötü liderleriniz ise, sizin nefret ettiğiniz ve onların da sizi nefret ettiği, sizin onlara lanet ettiğiniz ve onların da size lanet ettiği kimselerdir.\""
    },
    {
      "id": 108,
      "narrator": "Umm Salamah narrated that the Prophet(s.a.w) said:",
      "text": "Ümmü Seleme, Peygamber (s.a.v)'in şöyle dediğini nakletti: \"Gerçekten üzerinize, yaptıklarından hoşlandığınız ve bazı yaptıklarından hoşlanmadığınız A'immah gelecek. Kim reddederse, o masumdur; kim nefret ederse, o emniyettedir. Ama kim razı olursa ve onlara uyar.\" Denildi ki: \"Ey Allah'ın Elçisi! Onlarla savaşalım mı?\" O da dedi ki: \"Hayır, onlar Salat kıldıkları sürece.\""
    },
    {
      "id": 109,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'nin şöyle dediğini nakletti: \"Eğer liderleriniz en iyiniz olursa, en zenginleriniz en cömert olanlarıdır ve işleriniz aranızda istişare edilirse, o zaman yerin yüzü sizin için karnından daha hayırlıdır. Eğer liderleriniz en kötüleriniz olursa, en zenginleriniz en cimri olanlarıdır ve işleriniz kadınlarınıza havale edilirse, o zaman yerin karnı sizin için yüzünden daha hayırlıdır.\""
    },
    {
      "id": 110,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.v)'in şöyle dediğini nakletti: \"Siz, emredildiğiniz şeylerden bir ondan vazgeçenin helak olduğu bir zamanda bulunuyorsunuz. Sonra, emredildiğiniz şeylerden bir onunu yapanın kurtulacağı bir zaman gelecek.\""
    },
    {
      "id": 111,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah(s.a.w) stood on the Minbar and said:",
      "text": "İbn Ömer, Allah'ın Elçisi (s.a.v)'nin minberde durup şöyle dediğini nakletti: \"Fitnelerin yeri oradadır\" ve doğuya işaret etti, yani: \"Şeytanın boynuzundan güneşin doğduğu yer\" ya da \"Güneşin boynuzu\" dedi."
    },
    {
      "id": 112,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'nin şöyle dediğini nakletti: \"Hurasan'dan siyah sancaklar gelecek, onları geri döndürecek hiçbir şey yoktur ta ki Kudüs'e dikilene kadar.\""
    }
  ]
}