{
  "language": "tr",
  "metadata": {
    "length": 25,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini rivayet etmiştir: \"Zaman yaklaştığında, bir müminin rüyaları neredeyse hiç yanılmaz ve rüyalarında en doğru olanları, aralarındaki en doğru sözlü olanlardır. Müslümanın rüyası, peygamberliğin kırk altı kısmından bir kısmıdır. Rüyalar üç türdendir: Allah'tan gelen müjdeli rüyalar, Şeytan'ın birini korkuttuğu rüyalar ve kişinin kendisine olan rüyalar. Sizden biri hoşlanmadığı bir şeyi görürse, kalkıp sol tarafına üç kez tükürmeli ve bunu insanlara anlatmamalıdır.\" Dedi ki: \"Ben rüyada zincirleri severim, demir boyunluğu ise sevmem.\" Ve zincirlerin yorumu, dinde sağlam durmaktır.\""
    },
    {
      "id": 2,
      "narrator": "'Ubadah bin As-Samit narrated that the Prophet (s.a.w) said:",
      "text": "Ubade bin Samit, Peygamber'in (s.a.v) şöyle söylediğini rivayet etmiştir: \"Müminin rüyaları, peygamberliğin kırk altı kısmından bir kısmıdır.\""
    },
    {
      "id": 3,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Allah'ın Resulü (s.a.v) dedi ki: 'Şüphesiz, elçilik ve peygamberlik sona ermiştir, benden sonra ne bir elçi ne de bir peygamber olacaktır.'\" O (Enes) dedi ki: \"İnsanlar bu konuda endişelendi, bunun üzerine o (s.a.v) dedi ki: 'Ama müjdeler olacaktır.' Onlar da dediler ki: 'Ey Allah'ın Resulü! Müjdeler nedir?' O dedi ki: 'Müslümanın rüyaları, peygamberliğin kısımlarındandır.'\""
    },
    {
      "id": 4,
      "narrator": "'Ata' bin Yasar narrated from a man among the inhabitants of Egypt who said:",
      "text": "Ata bin Yasar, Mısır halkından bir adamdan rivayet etti ki, o da Ebu Derda'ya Allah'ın yüce sözü hakkında sordu: 'Onlar için bu dünyada müjdeler vardır.' O da dedi ki: 'Senden başka kimse bana bunu sormadı, sadece bir adam sordu, ben de Allah'ın Resulü'ne (s.a.v) sordum, o da dedi ki: 'Bundan başka kimse bana bunu sormadı, bu ayet, Müslümanın gördüğü veya hakkında görülen salih rüyaları ifade eder.'\""
    },
    {
      "id": 5,
      "narrator": "'Abu Sa'eed narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Said, Peygamber'in (s.a.v) şöyle söylediğini rivayet etmiştir: \"En doğru rüyalar, gecenin son saatlerindedir.\""
    },
    {
      "id": 6,
      "narrator": "It is narrated from 'Ubadah bin As-Samit, who said:",
      "text": "Ubade bin Samit'ten rivayet edilmiştir ki, o şöyle demiştir: \"Allah'ın Resulü (s.a.v) 'Onlar için bu dünyada müjdeler vardır.' hakkında dedi ki: 'Bu, Müslümanın gördüğü veya hakkında görülen salih rüyaları ifade eder.'\""
    },
    {
      "id": 7,
      "narrator": "'Abdullah narrated that the Prophet (s.a.w) said:",
      "text": "Abdullah, Peygamber'in (s.a.v) şöyle söylediğini rivayet etmiştir: \"Kim beni (rüyada) uyurken görürse, gerçekten beni görmüştür. Çünkü Şeytan benim suretime benzemek için bir yeteneğe sahip değildir.\""
    },
    {
      "id": 8,
      "narrator": "'Abu Qatadah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Katade, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini rivayet etmiştir: \"Rüyalar Allah'tandır ve Hulum Şeytan'dandır. Sizden biri hoşlanmadığı bir şey görürse, sol tarafına üç kez tükürsün ve bunun şerrinden Allah'a sığınsın. O zaman ona zarar vermez.\""
    },
    {
      "id": 9,
      "narrator": "Waki' bin 'Udus narrated that Abu Razin Al-'Uqaili said:",
      "text": "Vaki' bin Udus, Ebu Razin Al-'Uqaili'den şöyle rivayet etmiştir: \"Allah'ın Resulü (s.a.v) dedi ki: 'Müminin rüyaları, peygamberliğin kırk kısmından bir kısmıdır. Ve bu, bir kuşun bacağında gibidir, eğer hakkında konuşulmazsa. Ama eğer konuşulursa düşer.' Sanırım şöyle dedi: 'Ve bu, yalnızca akıllı biriyle veya sevilen biriyle konuşulmalıdır.'\""
    },
    {
      "id": 10,
      "narrator": "Waki' bin 'Udus narrated from  Abu Razin that the Prophet (s.a.w)  said:",
      "text": "Vaki' bin Udus, Ebu Razin'den şöyle rivayet etmiştir: \"Peygamber (s.a.v) dedi ki: 'Müslümanın rüyaları, peygamberliğin kırk altı kısmından bir kısmıdır. Ve bu, bir kuşun bacağında gibidir, eğer hakkında konuşulmazsa. Ama eğer konuşulursa düşer.'\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurarirah narrated that the Messenger of Allah (s.a.w)  said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini rivayet etmiştir: \"Rüyalar üç türdendir: Doğru rüya, kişinin kendisine olan rüyalar ve Şeytan'ın birini korkuttuğu rüyalar. Kim hoşlanmadığı bir şeyi görürse, kalkıp namaz kılsın.\" Ve şöyle derdi: \"Zincirleri severim, demir boyunluğu sevmem.\" Ve şöyle derdi: \"Kim beni (rüyada) görürse, o benimdir, çünkü Şeytan benim suretime benzemek için bir yeteneğe sahip değildir.\" Ve şöyle derdi: \"Rüya, yalnızca bilgili birine veya samimi bir danışmana anlatılmalıdır.\""
    },
    {
      "id": 12,
      "narrator": "Abu 'Abdur-Rahman(As-Sulami) narrated from 'Ali and I think he said:",
      "text": "Ebu Abdurrahman (As-Sulami) Ebu Bekir'den rivayet etti ve sanırım şöyle dedi: \"Peygamber'den (s.a.v) ki, o şöyle dedi: 'Kim rüyası hakkında yalan söylerse, Kıyamet Günü'nde arpa tanesi düğümlemeye zorlanacaktır.'\""
    },
    {
      "id": 13,
      "narrator": "(another chain) from Abu 'Abdur-Rahman As-Sulami who narrated from    'Ali from  the Prophet with similar narrations. [He said:",
      "text": "(Başka bir isnad) Ebu Abdurrahman As-Sulami'den, o da Ali'den, Peygamber'den benzer rivayetler ile. [Dedi ki: Bu rivayet Hasan'dır.] Bu konuda İbn Abbas, Ebu Hureyre, Ebu Şureyh ve Vatilah bin Al-Asqa'dan rivayetler vardır."
    },
    {
      "id": 14,
      "narrator": "Ibn 'Abbas  narrated that the Prophet (s.a.w) said:",
      "text": "İbn Abbas, Peygamber'in (s.a.v) şöyle söylediğini rivayet etmiştir: \"Kim rüyası hakkında yalan söylerse, Kıyamet Günü'nde iki arpa tanesini bir araya getirmeye zorlanacaktır ve onları bir araya getiremeyecektir.\""
    },
    {
      "id": 15,
      "narrator": "Ibn 'Umar  narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Ömer, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini rivayet etmiştir: \"Uyurken bana bir süt kadehi getirildi ve ben ondan içtim. Sonra geriye kalanını Ömer bin Hattab'a verdim.\" Onlar dediler ki: \"Ey Allah'ın Resulü! Bunu nasıl yorumladın?\" O dedi ki: \"Bilgi.\""
    },
    {
      "id": 16,
      "narrator": "Abu Umamah bin Sahl bin Hunaif narrated from some of the companions of the Prophet (s.a.w) that the Prophet (s.a.w) said:",
      "text": "Ebu Ümame bin Sahl bin Hüneyf, Peygamber (s.a.v)'in bazı sahabelerinden şöyle nakletmiştir: \"Ben uyurken, insanlar önümde sunuldu ve üzerlerinde gömlekler vardı. Bazılarının (gömlekleri) göğüslerine kadar, bazılarının ise daha aşağıya kadar ulaşıyordu.\" Dedi ki: \"Sonra 'Ömer önümde sunuldu ve üzerinde sürüklenen bir gömlek vardı.\" Onlar: \"Bunu nasıl yorumladın Ey Allah'ın Resulü?\" dediler. O da: \"Din.\" dedi."
    },
    {
      "id": 17,
      "narrator": "Abu Umamah bin Sahl bin Hunaif narrated from Abu Sa'eed al-Khudri that the Prophet (s.a.w) said:",
      "text": "Ebu Ümame bin Sahl bin Hüneyf, Ebu Sa'id el-Hudri'den şöyle nakletmiştir: \"Peygamber (s.a.v) dedi: (no. 2285'e benzer bir anlamda).\""
    },
    {
      "id": 18,
      "narrator": "Abu Bakrah  narrated:",
      "text": "Ebu Bekir şöyle nakletti: \"Bir gün Peygamber (s.a.v) dedi: 'Aranızda rüya gören var mı?' Bir adam: \"Ben gördüm. Sanki gökyüzünden bir terazi inmişti, sen ve Ebu Bekir tartılıyordunuz. Sen Ebu Bekir'den ağır geldin. Ebu Bekir ve 'Ömer tartıldılar, Ebu Bekir 'Ömer'den ağır geldi. 'Ömer ve 'Osman tartıldılar, 'Ömer 'Osman'dan ağır geldi. Sonra terazi kaldırıldı.\" Sonra Allah'ın Resulü (s.a.v)'in yüzünde bir hoşnutsuzluk gördüm.\""
    },
    {
      "id": 19,
      "narrator": "'Aishah said:",
      "text": "Aişe dedi ki: \"Allah'ın Resulü (s.a.v) Waraqah hakkında soruldu. Hatice ona dedi: 'O sana inandı, ama senin peygamberliğinden önce vefat etti.' Bunun üzerine Allah'ın Resulü (s.a.v) dedi: 'Onu bir rüyada gördüm, üzerinde beyaz giysiler vardı. Eğer o ateşin halkından olsaydı, başka bir şey giyiyor olurdu.'\""
    },
    {
      "id": 20,
      "narrator": "Salim bin 'Abdullah narrated from 'Abdullah bin 'Umar about the dream of the Prophet (s.a.w) and Abu Bakr and 'Umar, so he said:",
      "text": "Salim bin Abdullah, 'Abdullah bin 'Ömer'den Peygamber (s.a.v)'in rüyası hakkında şöyle nakletmiştir: \"İnsanların toplandığını gördüm, Ebu Bekir bir kova veya iki kova çekti -onun içinde biraz zayıflık vardı- ve Allah onu affetsin. Sonra 'Ömer kalktı ve kova çok büyük bir hale geldi, ben hiç bu kadar çok çalışan bir adam görmedim, sanki insanlar bir (deve) sulama yerinde toplanmış gibiydi.\""
    },
    {
      "id": 21,
      "narrator": "Salim bin 'Abdullah narrated from his father about the dream of the Prophet (s.a.w) who said:",
      "text": "Salim bin Abdullah, babasından Peygamber (s.a.v)'in rüyası hakkında şöyle nakletmiştir: \"Siyah, dağınık saçlı bir kadını Medine'den çıkarken gördüm, ta ki Mabaya'ah'da durdu, burası da Al-Cuhfa'dır. Bunu Medine'de yayılacak bir salgın olarak yorumladım.\""
    },
    {
      "id": 22,
      "narrator": "Abu Hurrairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'in şöyle dediğini nakletti: \"Zamanın sonunda, bir müminin rüyaları hemen hemen hiç yanılmaz ve rüyalarında en doğru olanları, sözlerinde de en doğru olanlarıdır. Rüyalar üç türdür: Allah'tan gelen müjdeli rüyalar, kişinin kendisine olmuş bir şey hakkında rüyalar ve Şeytan'ın birini korkuttuğu rüyalar. Sizden biri hoşlanmadığı bir şey görürse, kalkıp Salat kılmalıdır.\" Ebu Hureyre dedi ki: \"Ben kelepçeleri severim ve demir boyunbağını hoşlanmam. Kelepçeler, dinde sağlam kalmayı ifade eder.\" Dedi ki: \"Peygamber (s.a.v) şöyle dedi: 'Rüyalar, peygamberliğin kırk altı kısmından bir kısmıdır.'\""
    },
    {
      "id": 23,
      "narrator": "Ibn 'abbas narrated fro Abu Hurairah that the Messengr of Allah (s.a.w) said:",
      "text": "İbn Abbas, Ebu Hureyre'den şöyle nakletmiştir: \"Allah'ın Resulü (s.a.v) dedi ki: 'Uyurken, sanki ellerimde iki altın bilezik vardı ve bu beni çok rahatsız etti. Onları atmam için bana vahyedildi. Onları attım ve uçup gittiler. Onları, benden sonra ortaya çıkacak iki yalancı olarak yorumladım. Biri Yamama'dan Mesleme, diğeri de San'a'dan El-Ensî'dir.' (sahih)\""
    },
    {
      "id": 24,
      "narrator": "Abu Hurairah narrated that a man came to the Prophet (s.a.w) and said:",
      "text": "Ebu Hureyre, bir adamın Peygamber (s.a.v)'e geldiğini ve şöyle dediğini nakletti: \"Bir bulut gördüm, gölgesi tereyağı ve bal damlıyordu. İnsanların elleriyle onu topladıklarını gördüm, bazıları çok alıyor, bazıları az alıyordu. Gökyüzünden yere uzanan bir ip gördüm. Sonra seni, Ey Allah'ın Resulü! O ipi tutup yukarı çıktığını gördüm, sonra bir adam onu senin ardından tutup yukarı çıktı, sonra bir adam onu ondan sonra tutup yukarı çıktı. Sonra bir adam onu tutup kopardı, sonra ona bağlandı ve o da yukarı çıktı.\" Ebu Bekir dedi: \"Ey Allah'ın Resulü! Babam ve annem sana feda olsun! Bunu yorumlamama izin ver.\" O da: \"Yorumla.\" dedi. O da: \"Gölgesi olan bulut, İslam'dır. O tereyağı ve bal, Kur'an ve onun tatlılığıdır. Bu, bazıları Kur'an'dan çok alırken, bazıları az alır. Gökyüzünden yere uzanan ip, senin üzerinde bulunduğun hakikattir, ona sarıldın ve Allah seni yüceltti. Sonra senden sonra başka bir adam onu tutacak ve onunla yükselecek, sonra ondan sonra başka bir adam onu tutacak ve onunla yükselecek. Sonra başka biri onu tutacak ama kopacak, sonra bağlanacak ve o da onunla yükselecek. Bana bildir, Ey Allah'ın Resulü! Doğru mu söyledim yoksa yanıldım mı?\" Peygamber (s.a.v) dedi: \"Bazısında doğru, bazısında yanıldın.\" O (yani Ebu Bekir) dedi: \"Sana yemin ederim, Ey Allah'ın Resulü! Yanıldığım konuda bana bildir!\" Peygamber (s.a.v) dedi: \"Yemin etme.\""
    },
    {
      "id": 25,
      "narrator": "Samurah bin Jundub narrated :",
      "text": "Semure bin Cundub şöyle nakletti: \"Allah'ın Resulü (s.a.v) bize sabah (Fajr) namazını kıldırdıktan sonra, insanlara döndü ve dedi: 'Gece boyunca rüya gören var mı?'\" Bu şekilde Bundar, bu hadisi, kısaca, Vahib bin Cerir'den nakletmiştir."
    }
  ]
}