{
  "language": "tr",
  "metadata": {
    "length": 112,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"İnsanların çoğunun israf ettiği iki nimet, sağlık ve boş zamandır.\""
    },
    {
      "id": 2,
      "narrator": "Al-Hasan narrated from Abu Hurairah that the Messenger of Allah (s.a.w)  said:",
      "text": "Al-Hasan, Ebu Hureyre'den, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Bu sözleri benden kim alacak ki, onlara göre hareket etsin veya onlara göre hareket edecek birine öğretsin?\" Bunun üzerine Ebu Hureyre: \"Ben alacağım, ey Allah'ın Elçisi!\" dedi. Bunun üzerine o (s.a.v) elimi tuttu ve beş şeyi saydı, dedi ki: \"Harama karşı dikkatli ol, insanların en çok ibadet edenlerinden ol; Allah'ın sana ayırdığı ile yetin, insanların en zenginlerinden ol; komşuna iyi davran, mümin ol; insanlara kendin için sevdiğini sev, Müslüman ol. Ve fazla gülme, çünkü fazla gülmek kalbi öldürür.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah, may Allah be pleased with him, narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Yedi şeyle karşılaşmak için acele edin. Beklediğiniz şey, yıkıcı bir fakirlik, dikkat dağıtan bir zenginlik, zayıflatıcı bir hastalık, gevezelik eden bir ihtiyarlık, ani bir ölüm, Dajjal veya gizli bir kötülük mü? Yoksa Kıyamet mi? Kıyamet daha felaketli ve daha acıdır.\" (Zayıf)"
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Nimetlerin kesilmesi üzerine zikri artırın.\" Yani ölüm."
    },
    {
      "id": 5,
      "narrator": "Hani' the freed slave of 'Uthman said:",
      "text": "Hani' b. Uthman'ın freed slave'ı şöyle dedi: 'Uthman bir mezarın başında durduğunda, sakalı gözyaşlarıyla ıslanarak ağlardı. Kendisine: 'Cennet ve ateş zikredildi, ama sen ağlamadın, ama bunun için ağlıyorsun?' denildi. O da: 'Gerçekten Allah'ın Elçisi şöyle dedi: \"Kabir, ahiretin aşamalarından ilk aşamadır. Eğer birisi ondan kurtulursa, ardından gelenler ondan daha kolaydır. Eğer ondan kurtulamazsa, ardından gelenler ondan daha kötüdür.\" Ve Allah'ın Elçisi dedi ki: \"Gördüğüm hiçbir manzara yoktur ki, kabir ondan daha korkunç olmasın.\"'"
    },
    {
      "id": 6,
      "narrator": "'Ubadah bin As-Samit narrated that the Messenger of Allah (s.a.w)  said:",
      "text": "Ubade b. Samit, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Kim Allah ile buluşmayı severse, Allah da onunla buluşmayı sever. Kim Allah ile buluşmaktan hoşlanmazsa, Allah da onunla buluşmaktan hoşlanmaz.\""
    },
    {
      "id": 7,
      "narrator": "'Aishah narrated:",
      "text": "Aişe, şöyle nakletmiştir: \"Bu ayet indirildiğinde: 'Ve yakın akrabalarını uyar...' (26:214), Allah'ın Elçisi (s.a.v) şöyle dedi: 'Ey Abdul-Muttalib'in kızı Safiyye! Ey Muhammed'in kızı Fatıma! Ey Abdul-Muttalib'in çocukları! Benim Allah katında sizin adınıza hiçbir yetkim yoktur. İstediğiniz her şeyi benim malımdan isteyin.'\""
    },
    {
      "id": 8,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said :",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Allah'tan korkarak ağlayan bir adam, süt memeye geri dönünceye kadar ateşe atılmayacaktır; Allah yolunda kaldırılan toprak ve Cehennem dumanı bir araya getirilmeyecektir.\" Sahih. Muhammed b. Abdurrahman, Talbah ailesinin Mawlasıdır ve Medinelidir, güvenilirdir. Şu'bah ve Sufyan es-Savri ondan rivayet etmiştir."
    },
    {
      "id": 9,
      "narrator": "Abu Dharr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Dharr, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten ben sizin göremediğinizi görüyorum ve sizin duymadığınızı duyuyorum. Gökyüzü inliyor ve inlemeye hakkı var. Onlarda dört parmak büyüklüğünde hiçbir yer yoktur ki, orada bir melek alnını koyup Allah'a secde etmesin. Vallahi! Eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız. Ve kadınlarınızın yataklarındaki zevkleri tatmazdınız ve Allah'a yalvararak dışarı çıkardınız. Ve keşke ben sadece kesilmiş bir ağaç olsaydım.\" Bu Hadis Hasan Garib'tir. Bu yoldan başka yollarla da rivayet edilmiştir ki, Ebu Dharr: \"Keşke ben kesilmiş bir ağaç olsaydım.\" demiştir. Ve Ebu Dharr'dan Mawquf olarak da rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Eğer benim bildiğimi bilseydiniz, az güler ve çok ağlardınız.\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten bir adam, içinde zarar görmediği bir sözü söyleyebilir, ama bu yüzden ateşte yetmiş sonbahar düşer.\""
    },
    {
      "id": 12,
      "narrator": "Bahz bin Hakim narrated from his father, from his grandfather that Prophet (s.a.w) said:",
      "text": "Bahz b. Hakim, babasından, dedesinden, Peygamber'in (s.a.v) şöyle söylediğini nakletmiştir: \"İnsanları güldürmek için yalan söyleyen kimseye yazıklar olsun. Ona yazıklar olsun! Ona yazıklar olsun!\""
    },
    {
      "id": 13,
      "narrator": "Anas bin Malik narrated that a man among his companions was dying so he said- meaning a man said to him:",
      "text": "Enes b. Malik, arkadaşlarından birinin ölmekte olduğunu nakletmiştir, o da ona şöyle dedi: \"Cennet müjdesi.\" Bunun üzerine Allah'ın Elçisi (s.a.v) dedi ki: \"Sen bilmiyorsun. Belki o, kendisini ilgilendirmeyen bir şeyden bahsetti veya kendisine azalmayacak bir şeyle açgözlülük yaptı.\""
    },
    {
      "id": 14,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten bir kişinin İslam'ının güzelliklerinden biri, kendisini ilgilendirmeyeni terk etmesidir.\""
    },
    {
      "id": 15,
      "narrator": "Ali bin Al-Husain narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ali b. Hüseyin, Allah'ın Elçisi'nin (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten bir kişinin İslam'ının güzelliklerinden biri, kendisini ilgilendirmeyeni terk etmesidir.\""
    },
    {
      "id": 16,
      "narrator": "Muhammed bin 'Amr narrated from his father, from his grandfather who said:",
      "text": "Muhammed bin 'Amr, babasından, dedesinden şöyle nakletmiştir: \"Ben, Allah Resulü'nün (s.a.v) arkadaşlarından Bilal bin Al-Harith Al Muzani'nin şöyle dediğini işittim: 'Ben, Allah Resulü'nün (s.a.v) şöyle dediğini işittim: \"Şüphesiz, sizden biri Allah'ı razı eden bir söz söyler, fakat bununla neyi başardığını bilmez. Bunun için Allah, onun için razı olmayı yazar, Kendisini buluşma günü gelene kadar. Ve sizden biri, Allah'ı öfkelendiren bir söz söyler, fakat bununla neyi başardığını bilmez. Bunun için Allah, onun için öfkesini yazar, Kendisini buluşma günü gelene kadar.\"'"
    },
    {
      "id": 17,
      "narrator": "Sahl bin Sa'd narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Sahl bin Sa'd, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Eğer dünya Allah katında bir sivrisinek kanadı kadar olsaydı, O, kâfirin ondan bir yudum su almasına izin vermezdi.\""
    },
    {
      "id": 18,
      "narrator": "Al-Mustawrid bin Shaddad said:",
      "text": "Al-Mustawrid bin Shaddad şöyle dedi: \"Ben, Allah Resulü'nün (s.a.v) yanında, ölü bir kuzu ile duraklayan kervanın içindeydim. Allah Resulü (s.a.v) dedi ki: 'Sizce, bunu sahipleri için önemsiz mi buldular da attılar?' Onlar: 'Evet! Önemsizliğinden dolayı attılar, Ey Allah Resulü!' dediler. O da: 'Dünya, Allah katında bunun sahiplerine göre daha önemsizdir.'\""
    },
    {
      "id": 19,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Dikkat edin! Şüphesiz dünya lanetlenmiştir. İçinde olan her şey lanetlenmiştir, Allah'ı anmak, buna vesile olan şeyler, ilim sahibi olan kişi ve öğrenen kişi hariç.\""
    },
    {
      "id": 20,
      "narrator": "Qa'is bin Abi Hazim said:",
      "text": "Kays bin Ebu Hazim, Mustawrid'in, Banu Fihr'den biri olarak şöyle dediğini işittim: Allah Resulü (s.a.v) dedi ki: \"Dünya, ahirete kıyasla, parmağını denize sokan birinizin elde ettiği gibidir, o yüzden ondan ne çektiğinize bakın.\""
    },
    {
      "id": 21,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Dünya, mümin için bir zindandır ve kâfir için bir cennettir.\""
    },
    {
      "id": 22,
      "narrator": "Abu Kabshah Al-Anmari narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Kabşah Al-Anmari, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Üzerine yemin ettiğim ve size anlattığım üç şey vardır, bunu aklınızda tutun.\" Dedi ki: \"Bir kulun (Allah'ın) malı, sadaka ile eksilmez, hiçbir kul (Allah'ın) zulme uğrayıp sabrederse, Allah onun şerefini artırır; hiçbir kul (Allah'ın) dilenmek için bir kapı açmaz ki, Allah ona yoksulluk kapısını açmasın\" - ya da benzer bir ifade - \"Ve size bir rivayet anlatacağım, bunu aklınızda tutun.\" Dedi ki: \"Dünya sadece dört kişi içindir: Allah'ın kendisine mal ve ilim verdiği bir kul, o da bununla Rabbine karşı takva sahibi olur, akrabalık bağlarını güçlendirir ve Allah'ın bunda bir hakkı olduğunu bilir. İşte bu en faziletli mertebedir. Ve Allah'ın kendisine ilim verdiği ama mal vermediği bir kul. O da: 'Eğer malım olsaydı, şu şu amelleri yapardım.' diyerek doğru bir niyet taşır. Niyeti vardır, dolayısıyla onların mükafatları eşittir. Ve Allah'ın kendisine mal verdiği ama ilim vermediği bir kul, malını bilgisizce harcar, Rabbine karşı takva sahibi olmaz, akrabalık bağlarını güçlendirmez ve Allah'ın bunda bir hakkı olduğunu bilmez. İşte bu en aşağılık mertebedir. Ve Allah'ın ne mal ne de ilim verdiği bir kul, o da: 'Eğer malım olsaydı, şu şu amelleri yapardım.' der. Niyeti vardır, dolayısıyla onların günahları da eşittir.\""
    },
    {
      "id": 23,
      "narrator": "'Abdullah bin Mas'ud narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Mes'ud, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Kim yoksulluktan muzdarip olursa ve bunun için insanlara yalvarırsa, onun yoksulluğu sona ermez. Kim yoksulluktan muzdarip olursa ve bunun için Allah'a yalvarırsa, Allah ona rızık gönderir, ya erken ya da geç.\""
    },
    {
      "id": 24,
      "narrator": "Abu Wail narrated:",
      "text": "Ebu Vail, \"Muaviye, hasta (ve ölmekte olan) Ebu Haşim bin 'Utbah'ı ziyaret etti. Dedi ki: 'Ey Amca! Neden ağlıyorsun? Ölüm sancısından mı yoksa bu dünyaya olan arzundan mı?' O da: 'Ne bunlardan biri. Ama Allah Resulü (s.a.v) bana uymam gereken bir görev vermişti. O (s.a.v) dedi ki: 'Bir kulun ya da bir binek sahibinin malını toplaman yeterlidir.' Ve (bugün) bununla topladığımı buluyorum.'\""
    },
    {
      "id": 25,
      "narrator": "Abdullah  narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Mülke yönelme, böylece dünyaya karşı istekli olursun.\""
    },
    {
      "id": 26,
      "narrator": "'Abdullah bin Busr narrated that a Bedouin said:",
      "text": "Abdullah bin Busr, bir bedevînin şöyle dediğini nakletmiştir: \"Ey Allah Resulü! İnsanların en hayırlısı kimdir?\" O da: \"Ömrü uzun ve amelleri iyi olan kişidir.\" Bu konuda Ebu Hureyre ve Cabir'den de rivayetler vardır."
    },
    {
      "id": 27,
      "narrator": "'Abdur-Rahman bin Abi-Bakrah narrated from his father that a man  said:",
      "text": "Abdurrahman bin Ebu Bekir, babasından şöyle nakletmiştir: \"Bir adam: 'Ey Allah Resulü! İnsanların en hayırlısı kimdir?' dedi. O da: 'Ömrü uzun ve amelleri iyi olan kişidir.' dedi. Adam: 'Peki, insanların en kötüsü kimdir?' dedi. O da: 'Ömrü uzun ve amelleri kötü olan kişidir.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Ümmetimin ömrü altmış ile yetmiş yıl arasındadır.\""
    },
    {
      "id": 29,
      "narrator": "Anas bin Malik narrated that the Allah's Messenger (s.a.w) said:",
      "text": "Enes bin Malik, Allah Resulü'nün (s.a.v) şöyle dediğini nakletmiştir: \"Kıyamet, zaman daraldığı, yıl bir ay gibi, ay bir hafta gibi, hafta bir gün gibi, gün bir saat gibi ve saat ateşin parlaması gibi oluncaya kadar kurulmayacaktır.\""
    },
    {
      "id": 30,
      "narrator": "Mujahid narrated that Ibn 'Umar said:",
      "text": "Mücahid, İbn 'Umar'ın şöyle dediğini nakletmiştir: \"Allah Resulü (s.a.v) beni bedenimin bir yerinden tuttu ve dedi ki: 'Dünyada bir yabancı ya da geçici bir yolcu gibi ol, kendini mezar sakinlerinden say.' İbn 'Umar bana dedi ki: 'Sabah uyandığında akşamı düşünme. Akşama ulaştığında sabahı düşünme. Sağlığından hastalığından önce al, hayatından ölümünden önce al, çünkü şüphesiz, ey Allah'ın kulu! Yarın ne olacağını bilmiyorsun.'\" (sahih)"
    },
    {
      "id": 31,
      "narrator": "Anas bin Malik narrated that that the Messenger of Allah(s.a.w) said:",
      "text": "Anas bin Malik, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"İşte bu, Adem'in oğludur ve bu da onun ömür süresidir.\" Sonra elini boynunun arkasına koydu, ardından daha yukarıya uzattı ve şöyle dedi: \"Oradan umut edilir, oradan umut edilir.\""
    },
    {
      "id": 32,
      "narrator": "Abu As-Safr narrated that 'Abdullah bin 'Amr said:",
      "text": "Ebu As-Safr, 'Abdullah bin 'Amr'ın şöyle dediğini nakletti: \"Allah'ın Resulü (s.a.v) bizim yanımızdan geçerken, biz bir kulübemizi onarıyorduk, o da: 'Bu nedir?' dedi. Biz de: 'Zayıfladı, bu yüzden onarıyoruz.' dedik. O da: 'Hayat meselesinin daha geçici olduğunu düşünmüyorum.' dedi.\""
    },
    {
      "id": 33,
      "narrator": "Ka'b bin 'Iyad narrated that the Prophet (s.a.w) said:",
      "text": "Ka'b bin 'Iyad, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Her ümmet için bir fitne vardır ve benim ümmetimin fitnesi de maldır.\""
    },
    {
      "id": 34,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah said:",
      "text": "Anas bin Malik, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Eğer Adem'in oğlu bir altın vadisine sahip olursa, yine de ikinci bir vadi ister. Ve ağzını dolduran tek şey topraktır, Allah, tövbe edenin üzerine döner.\""
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Yaşlı bir adamın kalbi, iki şeye olan sevgisi nedeniyle genç kalır: Uzun yaşam ve çok mal.\""
    },
    {
      "id": 36,
      "narrator": "Anas bin Malik narrated that the Prophet (s.a.w) said:",
      "text": "Anas bin Malik, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Adem'in oğlu yaşlanır, ama onu genç tutan iki şey vardır: Hayat arzusu ve mal arzusu.\""
    },
    {
      "id": 37,
      "narrator": "Abu Dharr narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Dharr, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Dünyada nefsini helal olan şeylerden men etmekle veya mala karşı kayıtsız kalmakla değil, elindekine Allah'ın elindekinden daha sıkı sarılmamakla ve başına gelebilecek bir belanın getireceği mükafatlara daha çok umut beslemekle olan bir nefsin terki vardır.\""
    },
    {
      "id": 38,
      "narrator": "'Uthman bin 'Affan narrated that the Prophet (s.a.w) said:",
      "text": "'Uthman bin 'Affan, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Adem'in oğlunun bu şeyler dışında bir hakkı yoktur: İçinde yaşadığı bir ev, çıplaklığını örten bir giysi ve bir parça ekmek ile su.\""
    },
    {
      "id": 39,
      "narrator": "Mutarrif narrated from his father, that he met up with the Prophet (s.a.w) while he was saying:",
      "text": "Mutarrif, babasından naklederek, Peygamber (s.a.v) ile karşılaştığında şöyle dediğini aktardı: \"Karşılıklı artış sizi oyalıyor.\" O (s.a.v) dedi ki: \"Adem'in oğlu der ki: 'Malım, malım,' ama senin malından, sadaka olarak verdiğin ve kalacak olan dışında, yoksa yediğin ve yok olan, ya da giydiğin ve eskiyen bir şey var mı?\""
    },
    {
      "id": 40,
      "narrator": "Abu Umamah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Umamah, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Ey Adem'in oğlu! Eğer artığını verirsen, bu senin için daha hayırlıdır, eğer onu tutarsan, bu senin için daha kötüdür, ama yeterli olanla bir zarar yoktur. Ve (verme) işine bakmakla başla, üst el (verme) alt elden (alma) daha hayırlıdır.\""
    },
    {
      "id": 41,
      "narrator": "'Umar bin Al-Khattab narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'Umar bin Al-Khattab, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Eğer Allah'a gerekli güvenle güvenseydiniz, o da sizi bir kuş gibi rızıklandırır, sabah boş çıkar, akşam dolu döner.\""
    },
    {
      "id": 42,
      "narrator": "Anas bin Malik narrated:",
      "text": "Anas bin Malik, şöyle nakletti: \"Allah'ın Resulü (s.a.v) zamanında iki kardeş vardı. Bunlardan biri Peygamber'e (s.a.v) gelirken, diğeri bir işteydi. İş adamı olan kardeş, Peygamber'e (s.a.v) kardeşinden şikayet etti, o da: 'Belki de onun yüzünden rızıklandırılıyorsun.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "Salamah bin 'Ubaidullah bin Mihsan Al-Khatmi narrated from his father -and he was a Companion- who said:",
      "text": "Salamah bin 'Ubaidullah bin Mihsan Al-Khatmi, babasından -o bir Sahabe idi- şöyle dediğini nakletti: \"Allah'ın Resulü (s.a.v) şöyle söyledi: 'Sizden kim sabahleyin evinde güven içinde, bedeni sağlıklı, gün için yiyeceği olan biri olarak uyanırsa, o sanki dünya onun için toplanmış gibidir.'\""
    },
    {
      "id": 44,
      "narrator": "Abu Umamah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Umamah, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Şüphesiz ki benim için en iyi dostum, durumu zayıf olan, namazda payı olan, Rabbine iyi ibadet eden ve onu (gizli) itaat eden kişidir. İnsanlar arasında o kadar belirsizdir ki, parmaklar ona işaret etmez. Rızkı sadece yeterlidir ve buna sabreder.\" Sonra parmaklarıyla vurdu ve şöyle dedi: \"Onun ölümü çabuk gelir, yas tutanları azdır ve mirası küçüktür.\" Bununla birlikte, Peygamber'in (s.a.v) şöyle dediği rivayet edilmiştir: \"Rabbim bana, Mekke vadisini benim için altın yapacağını sundu, ben de: 'Hayır, Ey Rabbim! Ama bir gün doymak ve bir gün aç kalmak' -ya da şöyle dedi: 'üç gün' veya buna benzer bir şey- 'O yüzden aç kaldığımda, sana yalvarırım ve seni hatırlarım, tok olduğumda ise sana şükrederim ve seni överim.'\""
    },
    {
      "id": 45,
      "narrator": "'Abdullah bin 'Amr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'Abdullah bin 'Amr, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"İslam'ı kabul eden, yeterli rızıkla rızıklandırılan ve Allah tarafından gönlü ferahlatılan kimse başarılı olmuştur.\""
    },
    {
      "id": 46,
      "narrator": "Fadalah bin 'Ubaid narrated that he heard the Messenger of Allah (s.a.w) saying:",
      "text": "Fadalah bin 'Ubaid, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini duyduğunu nakletti: \"İslam'a hidayet edilen kimseye müjdeler olsun, rızkı yeterli oldu ve o tatmin oldu.\""
    },
    {
      "id": 47,
      "narrator": "'Abdullah bin Maghaffal said:",
      "text": "'Abdullah bin Maghaffal dedi ki: \"Bir adam, Peygamber'e (s.a.v) şöyle dedi: 'Ey Allah'ın Resulü! Vallahi! Seni seviyorum!' Bunun üzerine o: 'Söylediğine dikkat et.' dedi. Adam: 'Vallahi! Seni gerçekten seviyorum!' dedi. Üç kez. O da: 'Eğer beni seviyorsan, yoksulluğa karşı hazırlıklı ol ve silahlan. Zira yoksulluk, beni sevenlerin üzerine, selin varacağı yere daha hızlı gelir.' dedi.\""
    },
    {
      "id": 48,
      "narrator": "Abu Sa'eed narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'eed, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Fakir Muhacirler, içlerinden zengin olanlardan beş yüz yıl önce Cennete girecekler.\""
    },
    {
      "id": 49,
      "narrator": "Anas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Enes, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Ya Rabbi! Beni yoksul olarak yaşat, yoksul olarak öldür ve Kıyamet Günü yoksullar grubunda topla.\" 'Aişe: \"Neden ey Allah'ın Resulü?\" dedi. O: \"Gerçekten de onlar, zenginlerinden kırk sonbahar önce Cennete girerler. Ey Aişe! Yoksulu, bir hurma parçası ile bile olsa geri çevirme. Ey Aişe! Yoksulları sev ve onlara yakın ol, çünkü gerçekten Allah, seni Kıyamet Günü yakın kılacaktır.\" dedi."
    },
    {
      "id": 50,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Fakirler, zenginlerden beş yüz yıl önce Cennete kabul edilirler, (yani) yarım gün.\""
    },
    {
      "id": 51,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Fakir Müslümanlar, zenginlerinden yarım gün önce Cennete kabul edilirler. Ve bu beş yüz yıldır.\""
    },
    {
      "id": 52,
      "narrator": "Jabir bin 'Abdullah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Cabir bin 'Abdullah, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Fakir Müslümanlar, zenginlerinden kırk sonbahar önce Cennete kabul edilirler.\""
    },
    {
      "id": 53,
      "narrator": "Masruq said:",
      "text": "Mesruk dedi ki: \"Aişe'nin yanına girdim ve beni yemeğe davet etti. O: 'Ne zaman karnım doysa ağlamak istiyorum ve ağlamaya başlıyorum.' dedi. Ben de: 'Neden?' dedim. O: 'Allah'ın Resulü'nün (s.a.v) dünyadan ayrıldığı durumu hatırlıyorum. Vallahi! O, günde iki kez ekmek ve etten karnını doyurmazdı.' dedi.\""
    },
    {
      "id": 54,
      "narrator": "'Aishah narrated:",
      "text": "'Aişe, \"Allah'ın Resulü (s.a.v) ardışık iki günde arpa ekmeğinden karnını doyurmadı, ta ki vefat edene kadar.\" dedi."
    },
    {
      "id": 55,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre, \"Ne Allah'ın Resulü (s.a.v) ne de ailesi, dünyadan ayrılana kadar ardışık üç gün buğday ekmeğinden karnını doyurdu.\" dedi."
    },
    {
      "id": 56,
      "narrator": "Abu Umamah narrated:",
      "text": "Ebu Umame, \"Allah'ın Resulü'nün (s.a.v) ev halkı için asla arpa ekmeği fazlası olmadı.\" dedi."
    },
    {
      "id": 57,
      "narrator": "Ibn 'Abbas  said:",
      "text": "İbn Abbas dedi ki: \"Allah'ın Resulü (s.a.v) birçok ardışık gece geçirdi ve ailesinin akşam yemeği yoktu, çoğu zaman ekmekleri arpa ekmeğiydi.\""
    },
    {
      "id": 58,
      "narrator": "Abu Hurairah narrated the the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle dediğini nakletti: \"Ya Rabbi! Muhammed'in ailesinin rızkını besleyici kıl.\""
    },
    {
      "id": 59,
      "narrator": "Anas narrated:",
      "text": "Enes, \"Peygamber (s.a.v) yarın için hiçbir şey depolamazdı.\" dedi."
    },
    {
      "id": 60,
      "narrator": "Anas  said:",
      "text": "Enes dedi ki: \"Allah'ın Resulü (s.a.v) hiç masa başında yemek yemezdi, ne de ince ekmek yerdi, ta ki vefat edene kadar.\""
    },
    {
      "id": 61,
      "narrator": "Abu Hazin narrated that Sahl bin Sa'd asked:",
      "text": "Ebu Hazin, Sahl bin Sa'd'ın şöyle sorduğunu nakletti: \"Allah'ın Resulü (s.a.v) Naqi - yani rafine (un) - yedi mi?\" Sahl dedi ki: \"Allah'ın Resulü (s.a.v) Naqi'yi, Allah ile buluşana kadar görmedi.\" Kendisine: \"Allah'ın Resulü (s.a.v) zamanında eleme aletleriniz var mıydı?\" denildi. O da: \"Bizim için eleme aletleri yoktu.\" dediler: \"Arpa nasıl hazırlıyordunuz?\" O da: \"Biz onu üfleyerek (kabuklarını) uçurur, sonra yoğurmak için su eklerdik.\" (Hasan)"
    },
    {
      "id": 62,
      "narrator": "Sa'd Bin Abi Waqqas said:",
      "text": "Sa'd bin Ebi Vakkas dedi ki: \"Ben, Allah yolunda kan döken ilk insanlardan biriydim ve Allah yolunda ok atan ilk insanlardan biriydim. Muhammed'in (s.a.v) Ashabıyla birlikte savaşlar gördüm. Yiyecek olarak sadece ağaç yaprakları ve Al-Hublah vardı, öyle ki, aramızdan biri koyun ve develerin dışkısı gibi dışkı bırakıyordu. Şimdi Banu Asad ortaya çıktı, bana din konusunda talimat vermek istiyorlar, (o zaman) ben kaybeden olur ve çabalarımı boşa harcamış olurum.\""
    },
    {
      "id": 63,
      "narrator": "Sa'd Bin Malik said:",
      "text": "Sa'd bin Malik dedi ki: \"Ben, Allah yolunda ok atan Araplar arasında ilk insandım. Allah'ın Resulü (s.a.v) ile birlikte savaştık ve bizim için yiyecek olarak sadece Al-Hubla ve bu Samur vardı, öyle ki, aramızdan biri koyun dışkısı gibi dışkı bırakıyordu. Sonra Banu Asad ortaya çıktı, bana din konusunda talimat vermek istediler. Ben kaybeden olur ve çabalarımı boşa harcamış olurum.\""
    },
    {
      "id": 64,
      "narrator": "Muhammad bin Sirin said:",
      "text": "Muhammed bin Sirin dedi ki: \"Biz Ebu Hürayra ile birlikteydik ve o, kırmızı toprakla boyanmış iki keten elbise giymişti. Birinde burnunu silip: 'Harika! Ebu Hürayra, ketenlere burnunu siliyor!' dedi. Bir zaman geldi ki, Allah'ın Resulü (s.a.v) minberinin yanı ile Aişe'nin evi arasında açlıktan bayılacak gibi oluyordum. Birisi geldi ve boynuma ayak koydu, beni deli zannederek, ama ben deli değildim, sadece açlıktı.\" (sahih)"
    },
    {
      "id": 65,
      "narrator": "Fadalah bin 'Ubaid narrated that when the Messenger of Allah (s.a.w) would lead the people in Salat some men would collapse among them during the Salat due to hunger – they were among them Ashab As-suffah – such that a Bedouin would say :",
      "text": "Fadalah bin Ubaid, Allah'ın Resulü (s.a.v) insanlara namaz kıldırırken bazı adamların açlıktan namaz sırasında bayıldıklarını nakletti - bunlar Ashab As-suffah'dan idiler - öyle ki bir bedevi: 'Bu insanlar deli' veya 'şeytanlanmış' derdi. Allah'ın Resulü (s.a.v) namazı bitirince onlara döndü ve şöyle dedi: 'Eğer Allah katında sizin için ne olduğunu bilseydiniz, yoksulluk ve ihtiyaç içinde artmayı arzulardınız.'” Fadalah dedi ki: “O gün, ben Allah'ın Resulü (s.a.v) ile birlikteydim.” (Hasan)"
    },
    {
      "id": 66,
      "narrator": "Abu Hurairah narrated :",
      "text": "Ebu Hürayra nakletti: \"Peygamber (s.a.v) normalde çıkmadığı bir saatte dışarı çıktı, kimseyle de görüşmedi. Sonra Ebu Bekir ona geldi. O da: 'Seni ne getirdi, ey Ebu Bekir?' dedi. O da: 'Allah'ın Resulü (s.a.v) ile görüşmek ve yüzüne bakmak, güvende olduğunu görmek için geldim.' Çok geçmeden Ömer geldi. O da: 'Seni ne getirdi, ey Ömer?' dedi. O da: 'Açlık, ey Allah'ın Resulü!' dedi. O da: 'Ben de birazını yaşadım.' Sonra Ebu Al-Haitham At-Taiyyihan Al-Ansari'nin evine gittiler. O, birçok hurma ağacı ve koyunu olan bir adamdı, ama hizmetçisi yoktu, bu yüzden onu orada bulamadılar. Karısına: 'Arkadaşın nerede?' dediler. O da: 'Bize iyi bir su getirmeye gitti.' Çok geçmeden Ebu Al-Haitham, büyük bir su tulumunu taşıyarak geldi. Sonra Peygamber (s.a.v) ile kucaklaştı ve babası ile annesinin onun için fidye verilmesini istedi. Sonra bahçesine gitti ve onlar için bir örtü serdi. Sonra bir hurma ağacına gitti ve bir salkım hurma ile geri döndü. Peygamber (s.a.v) dedi ki: 'Neden bize olgun hurmalardan seçmiyorsun?' O da: 'Ey Allah'ın Resulü (s.a.v)! Olgun ve olgunlaşmamış hurmalardan seçmeni istedim.' Böylece yediler ve o sudan içtiler. Allah'ın Resulü (s.a.v) dedi ki: 'Canım elinde olan Allah'a yemin ederim! Bu, Kıyamet Günü'nde sizden sorulacak olan nimetlerden biridir. Serin gölge, lezzetli olgun hurmalar ve serin su.' Ebu Al-Haitham, onlar için yiyecek hazırlamak üzere gitti. Peygamber (s.a.v) dedi ki: 'Süt veren birini kesmeyin.' O da bir dişi veya erkek keçi kesip getirdi ki, onu yiyebilsinler. Peygamber (s.a.v) dedi: 'Hizmetçiniz var mı?' O da: 'Hayır.' dedi. O da: 'O zaman eğer esir alırsak, onları size getireceğiz.' Sonra Peygamber (s.a.v) iki erkek esir ile geldi, aralarında üçüncüsü yoktu ve onları Ebu Al-Haitham'a getirdi. Peygamber (s.a.v) dedi: 'İçlerinden seç.' O da: 'Ey Allah'ın Resulü! Benim için seç.' O da: 'Gerçekten danışılan kişi emanet edilir. Bu olanı al, çünkü onu namaz kılarken gördüm ve ona iyilikte bulunmayı teşvik et.' Ebu Al-Haitham, karısına gidip Allah'ın Resulü (s.a.v) ne dediğini bildirdi. Karısı da: 'Peygamber (s.a.v) ne dediğini yerine getirmeden onu özgürleştirmeyeceksin.' dedi. O da: 'O serbest.' dedi. Peygamber (s.a.v) dedi ki: 'Gerçekten Allah, bir Peygamber göndermedi ve bir Halife kılmadı ki, onun iki grup destekçisi olmasın; bir grup ona iyilik yapmasını emreder ve kötülükten men eder, diğer grup ise onun işlerini bozmaktan asla vazgeçmez. Kim korursa.'\""
    },
    {
      "id": 67,
      "narrator": "Abu Salamah bin 'Abdur-Rahman narrated that:",
      "text": "Ebu Salamah bin Abdurrahman nakletti ki: Allah'ın Resulü (s.a.v) bir gün Ebu Bekir ve Ömer ile birlikte dışarı çıktı. Ve anlam olarak Hadis (no 2369) benzerini zikretti, ama \"Ebu Hürayra'dan\" demedi."
    },
    {
      "id": 68,
      "narrator": "Anas bin Malik narrated from Abu Talhah who said:",
      "text": "Enes bin Malik, Ebu Talha'dan nakletti ki: \"Biz Allah'ın Resulü (s.a.v) ile açlık konusunda şikayette bulunduk ve gömleklerimizi karnımızdan kaldırarak (her birimizde) bir taş açığa çıkardık. Allah'ın Resulü (s.a.v) de (gömleğini kaldırarak) iki taş açığa çıkardı.\""
    },
    {
      "id": 69,
      "narrator": "Simak bin Harb said:",
      "text": "Simak bin Harb dedi ki: \"An-Nu'man bin Bashir'in: 'Sizde yiyecek ve içecek olarak istediğiniz şey yok mu?' dediğini duydum. Ben, sizin Peygamberinizi gördüm ve onun karnını doyuracak kadar bile kuru hurması yoktu.\""
    },
    {
      "id": 70,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hürayra nakletti ki, Allah'ın Resulü (s.a.v) dedi ki: \"Zenginlik, çok mal sahibi olmak değildir; zenginlik, kişinin kendisiyle yetinmesidir.\""
    },
    {
      "id": 71,
      "narrator": "Khawlah bint Qais, who was the wife of Hamzah bin 'Abdul-Muttalib narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Khaula bint Kays, Hamza bin Abdülmuttalib'in eşi, Allah'ın Resulü (s.a.v) şöyle dedi: \"Gerçekten bu mal yeşil ve tatlıdır. Kim ondan hak ettiğini alırsa, o malda bereketlenir. Ve Allah ve Resulü'nün malından kendisi için neyi isterse, Kıyamet Günü'nde ateşten başka bir şey elde edemez.\""
    },
    {
      "id": 72,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w)  said:",
      "text": "Ebu Hürayra nakletti ki, Allah'ın Resulü (s.a.v) dedi ki: \"Dinarın kölesi lanetlidir, dirhemin kölesi lanetlidir.\""
    },
    {
      "id": 73,
      "narrator": "Ibn Ka'b bin Malik Al-Ansari narrated from his father, that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Ka'b bin Malik Al-Ansari, babasından nakletti ki, Allah'ın Resulü (s.a.v) dedi ki: \"Koyunlar arasında serbest olan iki kurt, bir adamın zenginlik ve onur arzusunun dinine verdiği zarardan daha fazla yıkıcı değildir.\""
    },
    {
      "id": 74,
      "narrator": "'Abdullah narrated :",
      "text": "Abdullah nakletti: \"Allah'ın Resulü (s.a.v) bir hasır üzerinde uyuyordu, sonra kalktı ve hasır onun yanına izler bıraktı. Biz dedik: 'Ey Allah'ın Resulü! Senin için bir yatak alabiliriz.' O da: 'Dünyanın benimle ne ilgisi var! Ben dünyada, bir ağacın altında gölge arayan bir yolcu gibi değilim, sonra nefesini alır ve onu terk eder.'\""
    },
    {
      "id": 75,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hürayra nakletti ki, Allah'ın Resulü (s.a.v) dedi ki: \"Bir insan, arkadaşının dinindedir, o halde sizden biri kiminle dost olduğunu düşünsün.\""
    },
    {
      "id": 76,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (S.a.w) said:",
      "text": "Anas bin Malik, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Üç şey öleni takip eder, bunlardan ikisi geri döner, biri kalır. O, ailesi, malı ve amelleridir. Ailesi ve malı geri döner, amelleri kalır.\""
    },
    {
      "id": 77,
      "narrator": "Miqdam bin Ma'dikarib said:",
      "text": "Miqdam bin Ma'dikarib dedi ki: \"Ben, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini duydum: 'İnsan, karnından daha kötü bir kap doldurmaz. Âdem'in oğlu için sırtını destekleyecek kadar yemek yeter. Eğer bu mümkün değilse, o zaman bir üçüncüsü yiyecek, bir üçüncüsü içecek ve bir üçüncüsü de nefes içindir.'\""
    },
    {
      "id": 78,
      "narrator": "Abu Sa'eed narrated that the Messenger of Allah (S.a.w) said:",
      "text": "Ebu Sa'id, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Kim görünmek isterse, Allah onu gösterir. Kim de duyulmak isterse, Allah onu duyurur.\" Ve Allah'ın Elçisi (s.a.v)'in şöyle dediğini nakletti: \"İnsanlara merhamet etmeyen kimseye, Allah merhamet etmez.\""
    },
    {
      "id": 79,
      "narrator": "Al-Walid bin Abi Al-Wald abu 'Utthman Al-Mada'ini narrated that 'Uqbah bin Muslim narrated to him, that shufaiy Al-Asbahi narrated that he entered Al-Madinah and saw a man around whom the people had gathered. He asked:",
      "text": "Al-Walid bin Abi Al-Wald, Ebu 'Utthman Al-Mada'ini, 'Uqbah bin Muslim'in kendisine, şufaiy Al-Asbahi'nin Medine'ye girdiğini ve etrafında insanların toplandığı bir adam gördüğünü nakletti. O sordu: \"Bu kimdir?\" Onlar: \"Ebu Hureyre.\" dediler. (O dedi ki): O'na yaklaşarak, insanların önünde oturana kadar yanına oturdum. O sessizleşip yalnız kaldığında, ona dedim: \"Senden, Allah'ın Elçisi (s.a.v)'den duyduğun ve anladığın bir hadisi nakletmeni istiyorum.\" Ebu Hureyre şöyle dedi: \"Benden, Allah'ın Elçisi (s.a.v)'in bana naklettiği ve benim anladığım bir hadisi nakletmemi istiyorsun.\" Sonra Ebu Hureyre derin bir şekilde ağlamaya başladı. Bir süre oturduk, sonra kendine geldi ve şöyle dedi: \"Size, Allah'ın Elçisi (s.a.v)'in bu evde, yalnızca benimle birlikte olduğu bir hadisi nakledeceğim.\" Sonra tekrar Ebu Hureyre şiddetle ağlamaya başladı. Sonra kendine geldi, yüzünü sildi ve şöyle dedi: \"Benden, Allah'ın Elçisi (s.a.v)'in bu evde, yalnızca benimle birlikte olduğu bir hadisi nakletmemi istiyorsun.\" Sonra Ebu Hureyre şiddetle ağlamaya başladı. Sonra yüzüstü düştü, ben de onu uzun süre destekledim. Sonra kendine geldi ve şöyle dedi: \"Allah'ın Elçisi bana, Kıyamet Günü'nde, Yüce Allah'ın kullarının arasına hükmetmek için ineceğini nakletti. Her millet diz çökerek bekleyecek. Önce çağrılacak olanlar, Kur'an'ı ezberleyen bir adam, Allah yolunda şehit olan bir adam ve zengin bir adam olacaktır. Allah, Kur'an okuyana şöyle diyecek: 'Ben sana, Elçime neyi vahyettiğimi öğretmedim mi?' O: 'Elbette, Ey Rabbim!' diyecek. Allah: 'Peki, öğrendiğinle ne yaptın?' diyecek. O: 'Gece ve gündüz boyunca onunla namaz kılardım.' Allah ona: 'Yalan söyledin.' diyecek. Ve melekler: 'Yalan söyledin.' diyecek. Allah ona: 'Hayır, senin, \"filan kişi bir okuyucudur\" denmesini istediğin ortaya çıktı. Ve bu söylendi.' Zengin kişi getirilecek ve Allah ona: 'Ben sana, hiç kimseye muhtaç kalmayacak kadar cömert olmadım mı?' diyecek. O: 'Elbette, Ey Rabbim!' diyecek. Allah: 'Peki, sana verdiğimle ne yaptın?' diyecek. O: 'Akrabalık bağlarını güçlendirdim ve sadaka verdim.' Allah ona: 'Yalan söyledin.' diyecek. Ve melekler: 'Yalan söyledin.' diyecek. Yüce Allah: 'Hayır, senin, \"filan kişi çok cömerttir\" denmesini istediğin ortaya çıktı. Ve bu söylendi.' Sonra Allah yolunda şehit olan kişi getirilecek ve Allah ona: 'Neden şehit oldun?' diyecek. O: 'Senin yolunda savaşmam emredildi, ben de savaşarak şehit oldum.' diyecek. Allah: 'Hayır, senin, \"filan kişi cesurdur\" denmesini istediğin ortaya çıktı. Ve bu söylendi.' \"Sonra Allah'ın Elçisi (s.a.v) dizlerime vurdu ve şöyle dedi: 'Ey Ebu Hureyre! Bu ilk üç kişi, Kıyamet Günü'nde ateşin alevleneceği Allah'ın yaratıklarıdır.'\" Al-Walid Ebu 'Uthman Al-Mada'ini şöyle dedi: \"O yüzden 'Uqbah bin Muslim, Şufaiy'in Muaviye'ye bu durumu bildirdiğini bana iletti.\" Ebu Uthman dedi: \"Bu, bu insanlar için böyle oldu, peki ya geride kalanlar için ne olacak?\" O zaman Muaviye öyle bir ağladı ki, kendini öldürecek sanmıştık. Dedik ki: \"Bu adam bize kötülük yapmak için geldi.\" Sonra Muaviye kendine geldi, yüzünü sildi ve şöyle dedi: \"Allah ve Elçisi doğru söyledi: Kim dünya hayatını ve onun süsünü isterse, biz onlara orada yaptıkları amellerin karşılığını tam olarak veririz ve onlara orada hiçbir eksiklik yoktur. Onlar, ahirette ateşten hiçbir şey için yoktur ve orada yaptıkları ameller boşa gitmiştir. Ve yaptıkları şeylerin hiçbir etkisi yoktur.\""
    },
    {
      "id": 80,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Allah'a, Üzüntüler Çukuru'ndan sığınınız.\" Onlar: \"Ey Allah'ın Elçisi! Üzüntüler Çukuru nedir?\" dediler. O: \"Cehennem'de, Cehennem'in her gün yüz defa Allah'a sığındığı bir geçittir.\" Denildi ki: \"Ey Allah'ın Elçisi! Kim oraya girecek?\" O: \"Amelleriyle gösteriş yapan okuyucular girecek.\""
    },
    {
      "id": 81,
      "narrator": "Abu Hurairah narrated that A man said:",
      "text": "Ebu Hureyre, bir adamın şöyle dediğini nakletti: \"Ey Allah'ın Elçisi! Bir adam bir iş yapar ve onu gizler, ama yapıldığı ortaya çıktığında, bundan mutlu olur.\" O: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'O, iki mükafat alır: Bir mükafat gizliliğinde, bir mükafat ise açığa çıkmasında.'\""
    },
    {
      "id": 82,
      "narrator": "Anas narrated that a man came to the Messenger of Allah (s.a.w) and said:",
      "text": "Anas, bir adamın Allah'ın Elçisi (s.a.v)'e gelip: \"Ey Allah'ın Elçisi! Saat ne zaman kurulacak?\" dediğini nakletti. Bunun üzerine Peygamber (s.a.v) namaz kılmak için ayağa kalktı ve namazını bitirdiğinde: \"Saatin ne zaman kurulacağını soran kim?\" dedi. Adam: \"Benim, Ey Allah'ın Elçisi!\" dedi. O: \"Sen onun için ne hazırladın?\" dedi. Adam: \"Ey Allah'ın Elçisi! Onun için çok fazla namaz ya da oruç hazırlamadım, ama ben Allah'ı ve Elçisini seviyorum.\" Bunun üzerine Allah'ın Elçisi (s.a.v) dedi: \"Bir adam, sevdiğiyle beraber olacaktır ve sen, sevdiğinle beraber olacaksın.\" İslam'ın gelmesinden sonra, Müslümanları bundan daha fazla mutlu eden bir şey görmedim."
    },
    {
      "id": 83,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Anas bin Malik, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Bir adam, sevdiğiyle beraber olacaktır ve onun kazandığı da onun olacaktır.\""
    },
    {
      "id": 84,
      "narrator": "Safwan bin Assal narrated that a Bedouin with a loud voice and said:",
      "text": "Safvan bin Assal, yüksek sesle bir bedevinin şöyle dediğini nakletti: \"Ey Muhammed! Bir adam insanları sever ama onlara (amellerde) yetişemez.\" Bunun üzerine Allah'ın Elçisi (s.a.v) dedi: \"Bir adam, sevdiğiyle beraber olacaktır.\""
    },
    {
      "id": 85,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Gerçekten Yüce Allah şöyle der: 'Ben, kulumun bana düşündüğü gibiyim ve O, bana dua ettiğinde ben onunlayım.'\""
    },
    {
      "id": 86,
      "narrator": "An-Nawas bin Sama'an narrated that a man came asking the Messenger of Allah (s.a.w) about righteousness and sin. So the Prophet (s.a.w) said:",
      "text": "En-Navas bin Sem'an, bir adamın Allah'ın Elçisi (s.a.v)'e iyilik ve günah hakkında sorduğunu nakletti. Bunun üzerine Peygamber (s.a.v) dedi: \"İyilik, güzel davranıştır ve günah, göğsünde dalgalanan ve insanların bunu senin hakkında bilmesini istemediğin şeydir.\""
    },
    {
      "id": 87,
      "narrator": "Mu'adh binJabal narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Mu'adh bin Cebel, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Yüce ve Azamet sahibi Allah şöyle dedi: 'Benim azametim için birbirini sevenler, ışık sütunları üzerinde olacaklar ve peygamberler ile şehitler tarafından takdir edilecekler.'\""
    },
    {
      "id": 88,
      "narrator": "Hafs bin 'Asim narrated from Abu Hurairah or Abu Sa'eed that the Messenger of Allah (s.a.w) said:",
      "text": "Hafs bin 'Asim, Ebu Hureyre veya Ebu Sa'id'den, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Yedi kişi, Kıyamet Günü'nde, gölgesinde gölgelenir; o gün, yalnızca O'nun gölgesi vardır: Adil bir imam, Allah'a ibadetle büyüyen bir genç, camiden ayrıldığında kalbi ona bağlı olan bir adam, Allah rızası için birbirini seven iki adam, bu konuda bir araya gelen ve ayrılan, gizlice Allah'ı anan ve gözyaşlarıyla dolan bir adam, bir kadın tarafından davet edilen ama 'Ben Allah'tan korkarım, Yüce ve Azamet sahibi O'dur' diyen bir adam ve sağ elinin harcadığını sol elinin bilmediği bir adam.\""
    },
    {
      "id": 89,
      "narrator": "Al-Miqdam bin Ma'dikarib narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Al-Miqdam bin Ma'dikarib, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Biriniz kardeşini sevdiğinde, ona bunu bildirsin.\""
    },
    {
      "id": 90,
      "narrator": "Yazid bin Nu'amah Ad-Dabbi narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Yazid bin Nu'amah Ad-Dabbi, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Bir adam, diğerinin kardeşi olduğunda, ona ismini, babasının ismini ve kim olduğunu sormalıdır; çünkü bu, sevgiyi artırır.\""
    },
    {
      "id": 91,
      "narrator": "Abu Ma'mar said:",
      "text": "Ebu Ma'mar dedi ki: \"Bir adam ayağa kalkıp 'Amirlerden birini övdü, bunun üzerine El-Mikdad bin El-Esved yüzüne toprak attı ve dedi ki: 'Allah'ın Resulü (s.a.v) bizi başkalarını övenlerin yüzüne toprak atmaları için emretti.'\""
    },
    {
      "id": 92,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Allah'ın Resulü (s.a.v) bizi başkalarını övenlerin ağızlarına toprak atmaları için emretti.\""
    },
    {
      "id": 93,
      "narrator": "Abu Sa'eed narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Sa'id rivayet etti ki, Allah'ın Resulü (s.a.v) dedi ki: \"Ancak bir müminle arkadaşlık edin, ve yalnızca takvalı olanlara yemek ikram et.\""
    },
    {
      "id": 94,
      "narrator": "Anas narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes rivayet etti ki, Allah'ın Resulü (ﷺ) dedi ki: \"Allah, kullarından birine hayır dilediğinde, onun cezasını dünyada çabuklaştırır. Ve eğer O, kullarından birine şer dilerse, günahlarını ondan saklar, ta ki o, Kıyamet Günü huzuruna çıkana kadar.\""
    },
    {
      "id": 95,
      "narrator": "'Aishah said:",
      "text": "Ve bu (aynı) isnadla, (Peygamberden) rivayet edildi ki (ﷺ) şöyle dedi: \"Şüphesiz ki, büyük mükafat büyük imtihanla gelir. Ve gerçekten, Allah bir toplumu severse, onları imtihanlara tabi kılar; kim sabırlı olursa, onun için hoşnutluk vardır; kim de sabırsız olursa, onun için gazap vardır.\""
    },
    {
      "id": 96,
      "narrator": "Mus'ab bin Sa'd narrated from his father that a man said:",
      "text": "Aişe dedi ki: \"Allah'ın Resulü (s.a.v) kadar hastalıkla etkilenmiş birini görmedim.\""
    },
    {
      "id": 97,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Mus'ab bin Sa'd, babasından rivayet etti ki, bir adam dedi: \"Ey Allah'ın Resulü (s.a.v)! İnsanlar arasında en şiddetli imtihana tabi tutulan kimdir?\" O dedi: \"Peygamberler, sonra onlara en yakın olanlar, sonra onlara en yakın olanlar. Bir adam, dinine göre imtihana tabi tutulur; eğer dininde sağlamsa, imtihanları daha şiddetli olur, eğer dininde zayıfsa, o da dininin gücüne göre imtihana tabi tutulur. Kul, yeryüzünde günahsız yürüyene kadar imtihan edilmeye devam eder.\""
    },
    {
      "id": 98,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Resulü (s.a.v) dedi ki: \"İman eden erkek ve kadın, kendilerine, çocuklarına ve mallarına gelen imtihanlar sona ermeyecek, ta ki Allah'a günahsız olarak ulaşana kadar.\""
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah (narrated from) the Prophet(s.a.w) who said:",
      "text": "Enes bin Malik rivayet etti ki, Allah'ın Resulü (s.a.v) dedi ki: \"Şüphesiz Allah dedi ki: 'Eğer ben kulumun gözünü dünyada alırsam, o zaman onun için benim katımda cennetten başka bir ödül yoktur.'\""
    },
    {
      "id": 100,
      "narrator": "Jabir narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre (Peygamberden) rivayet etti ki (s.a.v) şöyle dedi: \"Allah, Azim ve Celil olan O, dedi ki: 'Eğer ben birinin gözünü alırsam ve o sabreder ve bir ödül beklerse, ben onun için cennetten daha az bir ödülle razı olmam.'\""
    },
    {
      "id": 101,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said:",
      "text": "Cabir rivayet etti ki, Peygamber (s.a.v) dedi: \"Kıyamet Günü, bu dünyada imtihana tabi tutulanlara ödülleri verildiğinde, affedilenler, dünyada iken derilerinin makasla kesilmesini arzulayacaklardır.\""
    },
    {
      "id": 102,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Bu Hadis Gharib'tir, bu isnadla ondan başka bir şekilde bilmediğimiz bir rivayettir. Bazıları bu Hadis'e benzer bir şeyi El-A'maş'tan, Talha bin Musarrif'ten, Masruq'tan rivayet etmiştir."
    },
    {
      "id": 103,
      "narrator": "Ibn 'Umar narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Peygamber (s.a.v) dedi: \"Ölen kimse yoktur ki, pişmanlık duymasın.\" Onlar dediler: \"Ey Allah'ın Resulü, ne üzerinde pişmanlık duyar?\" O dedi: \"Eğer iyi bir amelde bulunmuşsa, daha fazlasını yapmadığı için pişman olur; eğer kötü bir amelde bulunmuşsa, durmadığı için pişman olur.\""
    },
    {
      "id": 104,
      "narrator": "'Uqbah bin 'Amir narrated:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Zamanın sonunda, dinle dünyayı dolandıran, insanları yumuşak koyun derileriyle aldatacak olan erkekler gelecek. Dilleri şekerden daha tatlı, kalpleri ise kurtların kalpleri gibi. Allah diyor ki: 'Beni mi aldatmaya çalışıyorsunuz, yoksa bana karşı mı komplolar kuruyorsunuz? Benim adıma, bu insanlara, aralarında, onları tamamen akıldan mahrum bırakacak bir fitne göndereceğime yemin ederim.'\""
    },
    {
      "id": 105,
      "narrator": "Abu Sa'eed Al-Khudri narrated (that the Prophet s.a.w) said:",
      "text": "İbn 'Umar rivayet etti ki, Peygamber (s.a.w) dedi: \"Şüphesiz Allah, Yüce olan O, dedi ki: 'Ben, dilleri baldan daha tatlı, kalpleri ise aloe vera kadar acı olan yaratıklar yarattım. O yüzden, onlara bir fitne ile aşağılayacağıma yemin ederim, onları tamamen akıldan mahrum bırakacağım. Beni mi aldatmaya çalışıyorlar, yoksa bana karşı mı komplolar kuruyorlar?'\""
    },
    {
      "id": 106,
      "narrator": "Sahl bin Sa'd narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Sahl bin Sa'd, Allah'ın Elçisi'nin (s.a.w) şöyle söylediğini rivayet etmiştir: \"Kim benim için çenesinin arasındaki ve bacaklarının arasındaki şeyler için garanti verirse, ben de ona Cenneti garanti ederim.\""
    },
    {
      "id": 107,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin (s.a.w) şöyle söylediğini rivayet etmiştir: \"Allah, çenesinin arasındaki şeylerin şerrinden ve bacaklarının arasındaki şeylerin şerrinden koruduğu kimse, Cennete girecektir.\""
    },
    {
      "id": 108,
      "narrator": "Sufyan bin 'Abdullah Ath-Thaqafi said:",
      "text": "Süfyân bin Abdullah et-Thaḳafî şöyle dedi: \"Ey Allah'ın Elçisi! Bana tutunmam gereken bir mesele hakkında bilgi ver.\" O da: 'De ki: Rabbim Allah'tır, sonra sebat et.' dedi. Ben de: \"Ey Allah'ın Elçisi! Benim için en çok korktuğun şey nedir?\" dedim. O da dilini tutarak: 'Bu.' dedi.\""
    },
    {
      "id": 109,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (s.a.w) şöyle söylediğini rivayet etmiştir: \"Allah'ı anmadan çok konuşmayın. Şüphesiz Allah'ı anmadan aşırı konuşmak kalbi sertleştirir. Ve şüphesiz Allah'tan en uzak olanlar, kalbi sert olanlardır.\""
    },
    {
      "id": 110,
      "narrator": "Umm Habibah, the wife of the Prophet (s.a.w), narrated from the  Prophet (s.a.w) who said:",
      "text": "Ümmü Habibe, Peygamber'in (s.a.w) şöyle söylediğini rivayet etmiştir: \"Âdemoğlunun konuşması aleyhinedir, lehine değil; ancak iyiliği emretmek, kötülüğü yasaklamak veya Allah'ı anmak hariç.\""
    },
    {
      "id": 111,
      "narrator": "Ubu Juhaifah narrated from his father who said:",
      "text": "Ebu Cuhayfe, babasından şöyle rivayet etmiştir: \"Allah'ın Elçisi (s.a.w) Salman ile Ebu Derda arasında kardeşlik bağı kurdu. Salman, Ebu Derda'yı ziyaret etti ve Ümmü Derda'nın eski püskü kıyafetler giydiğini gördü. Bunun üzerine: 'Neden böyle eski püskü kıyafetler giyiyorsun?' dedi. O da: 'Kardeşin Ebu Derda'nın dünyaya ilgisi yok.' dedi. Ebu Derda geldiğinde, onun için (Salman'a) biraz yiyecek hazırladı ve: 'Ye, çünkü ben oruçluyum.' dedi. O da: 'Sen yemeden ben yemem.' dedi.\" Dedi ki: \"Böylece yedi. Gece olunca Ebu Derda kalkıp (namaz kılmak için) durmaya başladı, fakat Salman ona: 'Uyu.' dedi. O da uyudu. Sonra kalkıp (namaz kılmak için) durdu ama ona: 'Uyu.' dedi. O da uyudu. Sabah (Fecr) olunca Salman: 'Şimdi kalk.' dedi. O da kalkıp Salat'ı kıldı. Sonra (Salman) dedi: 'Şüphesiz nefsinin senin üzerinde bir hakkı vardır, Rabbinin senin üzerinde bir hakkı vardır, misafirin senin üzerinde bir hakkı vardır ve aileni de gözetmen gerekir. Her birine haklarını ver.' Peygamber (s.a.w) bunun kendisine iletildiğini duyunca: 'Salman doğru söylemiştir.' dedi.\""
    },
    {
      "id": 112,
      "narrator": "'Abdul-Wahhab bin Al-Ward narrated from a man among the inhabitants of Al-Madinah who said:",
      "text": "Abdul-Vahhab bin El-Vard, Medinelilerden bir adamdan şöyle rivayet etmiştir: \"Muaviye, Aişe'ye bir mektup yazdı: 'Bana nasihat edecek bir mektup yaz, beni fazla yükleme.' dedi. O da: \"Aişe, Muaviye'ye yazdı: 'Selam sana. Şu hususları söylemekteyim: Şüphesiz ben Allah'ın Elçisi'nin (s.a.w) şöyle söylediğini duydum: İnsanların gazabıyla Allah'ın rızasını arayan kimseye Allah, insanlardan yeter. Ve Allah'ın gazabıyla insanların rızasını arayan kimseyi Allah, insanlara havale eder. Ve selam sana.'\""
    }
  ]
}