{
  "language": "tr",
  "metadata": {
    "length": 108,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Adi bin Hatim narrated that\nthe Messenger of Allah SAW said:",
      "text": "Adi bin Hatim, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Sizden hiç kimse yoktur ki, Rabbı onunla Kıyamet Günü konuşmasın; aralarında bir tercüman olmaksızın. Sonra sağa (güney) bakar ve önceden gönderdiği (hayır) dışında bir şey görmez, sonra sola (kuzey) bakar ve önceden gönderdiği (şer) dışında bir şey görmez, sonra önüne bakar ve ateşle karşılaşır.\" Allah'ın Elçisi (s.a.v) dedi ki: \"Sizden kim, yüzünü ateşten korumaya gücü yetiyorsa - hatta bir hurma parçası ile bile - bunu yapsın.\" (Sahih) [Ebu 'Eisa dedi ki: Bu Hadis Hasan Sahih'tir]. Ebu As-Sã'ib bize şöyle nakletti: \"Bir gün, Vaki' bu Hadisi bize Al-'Amash'tan nakletti. Vaki' bu Hadisle işini bitirdiğinde, 'Khurãsãn halkından kim varsa, bu Hadisi Khurãsãn'da yaymanın sevabını aramalıdır' dedi.\" Ebu 'Eisa dedi ki: Cehmiyye bunu reddetti. [Ebu As-Sã'ib'in ismi Selam bin Junadah bin Khãlid bin Jäbir bin Samurah Al-Kufi'dir]. Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 2,
      "narrator": "Ibn Mas'ud narrated that the\nMessenger of Allah SAW said:",
      "text": "İbn Mes'ud, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Ademoğlunun ayakları, Kıyamet Günü Rabbine karşı hareket etmeyecek, ta ki beş şey hakkında soruluncaya kadar: Hayatı ve onunla ne yaptığı, gençliği ve onu neyle harcadığı, malı ve onu nasıl kazandığı ve harcadığı, bildiği şeylerle ne yaptığı.\" (Da'if) Bu Hadis Gharib'tir, İbn Mes'ud'un Peygamberden naklettiği bir rivayet olarak Husain bin Kays'tan başka bir kaynağını bilmiyoruz. Husain Hadis'te zayıf olarak değerlendirilmiştir. Bu konu hakkında Ebu Barzah ve Ebu Sa'id'den rivayetler vardır."
    },
    {
      "id": 3,
      "narrator": "Abu Barzah Al-Aslami narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Barzah El-Eslemî, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Allah'ın kulunun ayakları hareket etmeyecek.\" Bu Hadis Hasan Sahih'tir. Sa'id bin Abdullah bin Juraij (rivayet zincirindeki bir nakilci) [El-Basra'dandır] ve o, Ebu Barzah El-Eslemî'nin azatlı kölesidir, Ebu Barzah El-Eslemî'nin ismi Nadlah bin 'Ubaid'dir."
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Sizce iflas eden kimdir?\" Onlar: \"Ey Allah'ın Elçisi (s.a.v)! Bizim içimizde iflas eden, ne dirhem ne de malı olan kişidir.\" Allah'ın Elçisi (s.a.v) dedi ki: \"Benim ümmetimde iflas eden, Kıyamet Günü namaz, oruç ve zekat ile gelen, fakat bu kişiyi kötüleyen, şu kişiyi iftira eden, bu kişinin malını haksız yere yiyen, o kişinin kanını döken ve bu kişiyi döven kişidir. O oturur ve bu kişiden karşılık alır. Eğer onun sevapları, işlediği günahlardan önce tükenirse, o zaman onların günahlarından bazıları ona yüklenir, sonra ateşe atılır.\" Bu Hadis Hasan Sahih'tir."
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Bir kul, kardeşine onur veya malında haksızlık yaptığında, sonra onun affını istemek için yanına geldiğinde, ne dinar ne de dirhemi yoksa, Allah ona merhamet etsin. Eğer onun sevapları varsa, ondan alınır, eğer sevapları yoksa, o zaman bazı (kardeşinin) kötü işleri ona yüklenir.\" Bu Hadis Sahih'tir [Sa'id Al-Makburi'nin rivayeti olarak Gharib'tir]. Malik bin Anas da bunu Sa'id Al-Makburi'den, Ebu Hureyre'den Peygamber (s.a.v)'den rivayet etmiştir ve anlamı bakımından benzerlik göstermektedir."
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Haklar, öyle bir şekilde verilecek ki, boynuzsuz koyun, boynuzlu koyundan hakkını alacak.\" Bu konu hakkında Ebu Dharr ve Abdullah bin Unays'ten rivayetler vardır. Ebu Hureyre'nin Hadisi Hasan Sahih bir Hadis'tir."
    },
    {
      "id": 7,
      "narrator": "Sulaim bin 'Amir narrated from Al-Miqdad, a Companion of the Messenger of Allah (s.a.w) who said:",
      "text": "Süleyman bin 'Amir, Allah'ın Elçisi (s.a.v)'in bir Sahabi olan El-Mikdad'dan şöyle söylediğini nakletti: \"Ben, Allah'ın Elçisi (s.a.v)'in şöyle dediğini duydum: 'Kıyamet Günü, güneş, kullara yaklaştırılacak, ta ki bir mil veya iki mil kadar yaklaşacak.'\" Süleyman bin 'Amir dedi ki: \"Bu, karada mesafe anlamında mil midir, yoksa gözler için kullanılan Kuhl anlamında mı?\" O (Peygamber (s.a.v)): \"Güneş onları eritip, yaptıkları amellere göre ter içinde bırakacak. Aralarında biri ayak bileklerine kadar, biri dizlerine kadar, biri beline kadar, ve biri de bununla dizginlenmiş olacak.\" Ben, Allah'ın Elçisi (s.a.v)'in elini ağzına doğru işaret ettiğini gördüm, yani biri bununla dizginlenmiş olacak.\" Bu Hadis Hasan Sahih'tir. Bu konu hakkında Ebu Sa'id ve İbn 'Umar'dan rivayetler vardır."
    },
    {
      "id": 8,
      "narrator": "Hammad bin Zayd narrated from Ayub, from Nafi', from Ibn 'Umar – Hammad said - :",
      "text": "Hammad bin Zayd, Ayub'dan, Nafi' vasıtasıyla İbn 'Umar'dan - Hammad dedi ki -: \"Ve bu bizim görüşümüze göre Marfu'dur.\" (O dedi ki): \"O gün, bütün insanlık, varlıkların Rabbi'nin huzurunda duracak. Onlar, ter içinde, kulaklarının ortasına kadar duracaklar.\" (Sahih) Bu Hadis Hasan Sahih'tir. (Benzer bir anlamda başka bir zincir) Peygamber (s.a.v)'den."
    },
    {
      "id": 9,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn 'Abbas, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Kıyamet Günü insanlar, çıplak, ayaksız ve sünnetsiz olarak, yaratıldıkları gibi toplanacaklar.\" Sonra şu ayeti okudu: \"İlk yaratılışımızı nasıl başlattıysak, onu tekrar edeceğiz: Bu, üzerimize bir vaattir. Gerçekten bunu yapacağız. Ve insanların ilki giydirilecek olan İbrahim olacaktır. Arkadaşlarımdan bazıları sağa ve sola alınacak. Ben diyeceğim: 'Ey Rabbim! Arkadaşlarım!' Denilecek ki: 'Sen, onlardan sonra neyi yenilik olarak ortaya koyduğunu bilmiyorsun, sen onlardan ayrıldığın günden beri sürekli olarak dinden çıkmışlardır.' O zaman ben, salih kullardan birinin dediği gibi söyleyeceğim: Eğer onları azap edersen, onlar senin kullarındır, eğer affedersen, şüphesiz sen, yalnızca sen, Aziz, Hakimsin.\" (Benzer bir zincir) ve benzerini zikretti."
    },
    {
      "id": 10,
      "narrator": "Bahz bin Hakim narrated from his father, from his grandfather, that  the Messenger of Allah (s.a.w) said:",
      "text": "Bahz bin Hakim, babasından, dedesinden, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Siz, yürüyerek, binerken ve yüzlerinizin üzerinde sürüklenerek toplanacaksınız.\" Bu konu hakkında Ebu Hureyre'den bir rivayet vardır. Bu Hadis Hasan'dır."
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Kıyamet Günü insanlar, üç sunumla karşılaşacaklar. İlk iki sunum, deliller ve mazeretlerdir, üçüncü sunum ise, kayıtların ellerine uçacağıdır. Bazıları onları sağ elleriyle, bazıları ise sol elleriyle alacak.\" Bu Hadis doğru değildir, çünkü El-Hasan, Ebu Hureyre'den duymamıştır. Bazıları bunu 'Ali bin 'Ali'den - o da Ar-Rifa'i'dir - El-Hasan'dan, Ebu Musa'dan Peygamber (s.a.v)'den rivayet etmiştir. Bu Hadis doğru değildir, çünkü El-Hasan, Ebu Musa'dan duymamıştır."
    },
    {
      "id": 12,
      "narrator": "Ibn 'Abi Mulaikah narrated that 'Aishah said:",
      "text": "İbn 'Abi Mulaikah, 'Aişe'nin şöyle dediğini nakletti: \"Ben, Allah'ın Elçisi (s.a.v)'in şöyle dediğini duydum: 'Kimin hesabı sorulursa, o helak olur.' Ben dedim: 'Ey Allah'ın Elçisi! Gerçekten Allah...' Bu Hadis Sahih Hasan'dır, Ayyub da bunu İbn 'Abi Mulaikah'tan rivayet etmiştir."
    },
    {
      "id": 13,
      "narrator": "Anas narrated that the Prophet (s.a.w) said:",
      "text": "Anas, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Ademoğlu, Kıyamet Günü, sanki bir keçi yavrusu gibi Allah'ın huzuruna getirilecektir. Allah ona diyecek ki: 'Ben sana verdim, sana lütfettim ve sana nimetler bahşettim. Peki, sen ne yaptın?' O da diyecek ki: 'Ben onu topladım, artırdım ve onu daha fazlası olarak bıraktım. Beni geri döndür, hepsini sana vereceğim.' O da ona diyecek ki: 'Bana ne hazırladığını göster.' O da diyecek ki: 'Rabbim! Ben onu topladım, artırdım ve onu daha fazlası olarak bıraktım. Beni geri döndür, hepsini sana vereceğim.' O zaman kul, hiçbir hayır sunmadığında ateşe atılacaktır.\" Ebu 'Eisa dedi ki: Birden fazla nakilci bunu El-Hasan'dan onun sözü olarak rivayet etti. Ve Ismä'il bin Muslim'e güvenmediler, o Hadis'te zayıf olarak değerlendirilmiştir. Bu konu hakkında Ebu Hureyre ve Ebu Sa'id Al-Khudri'den rivayetler vardır."
    },
    {
      "id": 14,
      "narrator": "Abu Salih reported from Abu Hurairah and Abu Sa'eed that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Salih, Ebu Hureyre ve Ebu Sa'id'den, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Kıyamet Günü kul getirilecektir ve ona denilecek ki: 'Sana işitme, görme, mal, çocuk vermedim mi, ve hayvanları ve tarımı senin emrine vermedim mi, ve seni insanların başı olarak, onların mallarından alacak şekilde bırakmadım mı? Bu gün benimle karşılaşmayı düşünmedin mi?' O da diyecek ki: 'Hayır.' O zaman ona denilecek ki: 'Bugün sen, benim gibi unuttuğun gibi unutulacaksın.'\" Bu Hadis Sahih Gharib'dir ve \"Bugün sen, benim gibi unuttuğun gibi unutulacaksın\" ifadesinin anlamı: Bugün seni azap içinde bırakacağım. [Bunu böyle açıklamışlardır]. Bazı ilim ehli bu ayeti şöyle açıklamıştır: \"Bu gün onları unutturacağız...\" Onlar, bunun anlamının: \"Onları azap içinde bırakacağız\" olduğunu söylemişlerdir."
    },
    {
      "id": 15,
      "narrator": "\"Abu Hurairah narrated:",
      "text": "Ebu Hureyre nakletti: \"Allah'ın Elçisi (s.a.v) şöyle okudu: 'O gün, yer, haberlerini bildirecektir.' Ve dedi ki: 'Biliyor musunuz, onun haberi nedir?' Onlar: 'Allah ve Resulü daha iyi bilir.' Dedi ki: 'Gerçekten onun haberi, her bir kulun, erkek veya kadın, şöyle dediğini şahitlik etmesidir: O, şu gün, şu tarihte şunu yaptı.' Dedi ki: 'Bununla emredilecektir.'\" Bu Hadis Hasan Gharib'tir."
    },
    {
      "id": 16,
      "narrator": "\"'Abdullah bin 'Amr bin Al-'As said:",
      "text": "\"'Abdullah bin 'Amr bin Al-'As dedi ki: \"Bir bedevi, Peygamber'e (s.a.v) geldi ve sordu: 'Sur nedir?' O da: 'Üzerine üflenecek bir borudur' dedi.\" Bu Hadis Hasan Sahih'dir. Bu hadis, Sulaiman At-Taimi'den birden fazla raviden rivayet edilmiştir ve biz bunu yalnızca onun rivayeti olarak biliyoruz."
    },
    {
      "id": 17,
      "narrator": "Abu Sa'eed narrated:",
      "text": "Ebu Sa'id rivayet etti: \"Allah'ın Elçisi (s.a.v) dedi ki: 'Sur'a sahip olan kişi, dudaklarını boruya dayamış, ne zaman üflemesi emredileceğini dinliyor, ben nasıl rahat edebilirim?' Bu, Peygamber'in (s.a.v) Sahabeleri üzerinde çok zorlayıcı bir durum gibi görünüyordu, bu yüzden onlara: 'Şöyle deyin: \"Allah bize yeter, O ne güzel bir vekildir, yalnızca Allah'a güveniriz.\" dedi. Bu Hadis Hasan'dır. Bu Hadis, 'Atiyyah'dan, Ebu Sa'id'ten Peygamber (s.a.v) üzerinden benzer yollarla rivayet edilmiştir."
    },
    {
      "id": 18,
      "narrator": "Al-Mughirah bin Shu'bah narrated that The Messenger of Allah (s.a.w) said:",
      "text": "Al-Mughirah bin Shu'bah, Allah'ın Elçisi (s.a.v) şöyle dediğini rivayet etti: \"Müminlerin Sirat üzerindeki işareti: 'Ey Rabbim, koru (bizi), koru (bizi).' Bu Hadis Gharib'dir, bunu yalnızca 'Abdur-Rahman bin Ishaq'ın rivayetiyle biliyoruz."
    },
    {
      "id": 19,
      "narrator": "An-Nadr bin Anas bin Malik narrated from his father who said:",
      "text": "En-Nadr bin Anas bin Malik, babasından rivayet etti ki: \"Ben Peygamber'e (s.a.v) Kıyamet Günü benim için şefaat etmesini istedim. O da: 'Ben buna layık olanım.' dedi. 'Sirat'ta seni bulamazsam ne olacak?' dedim. O da: 'O zaman Mizan'da beni ara.' dedi. 'Mizan'da seni bulamazsam ne olacak?' dedim. O da: 'O zaman Havuz'da beni ara, çünkü bu üç yerden birinde beni asla kaybetmeyeceksin.'\""
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Peygamber'e (s.a.v) bir et getirildi ve ona ön bacak sunuldu, o bunu severdi, bu yüzden ondan ısırdı. Sonra şöyle dedi: 'Ben Kıyamet Günü insanların 'Önder'i olacağım. Bunun sebebini biliyor musunuz? Allah, insanları, ilk ve son olanları, bir düzlemde toplayacak, orada bir çağıranı duyabilecekler ve hepsi görünür olacak, güneş öyle yakınlaştırılacak ki insanlar dayanamayacakları bir sıkıntı ve zorluk içinde olacaklar. O zaman bazı insanlar: \"Gördüğünüz duruma bakın! Neden Rabbinizle sizin için şefaat edecek birini aramıyorsunuz?\" diyecekler. Bazıları diğerlerine: \"Adem'e gidin.\" diyecekler. Onlar Adem'e gidecek ve: \"Sen tüm insanlığın babasısın, Allah seni kendi elleriyle yarattı, ruhundan sana üfledi ve melekleri sana secde etmeleri için emretti. Bizim için Rabbinle şefaat etmez misin? Başımıza gelenleri görmüyor musun? Gördüğümüz duruma bak!\" diyecekler. O zaman Adem: \"Bugün Rabbim öyle bir öfkeye kapıldı ki, daha önce hiç öfkelenmedi ve sonrasında da öfkelenmeyecek. O, bana (ağaçtan) yememi yasakladı ama ben O'na isyan ettim. Kendim! Kendim! Kendim! Başka birine gidin; Nuh'a gidin.\" diyecek. Onlar Nuh'a gidecek ve: \"Ey Nuh! Sen yeryüzündeki insanların ilk Elçisisin ve Allah seni şükreden bir kul olarak adlandırdı. Bizim için Rabbinle şefaat etmez misin? Başımıza gelenleri görmüyor musun? Gördüğümüz duruma bak!\" diyecekler. Nuh onlara: \"Bugün Rabbim öyle bir öfkeye kapıldı ki, daha önce hiç öfkelenmedi ve sonrasında da öfkelenmeyecek. Bana bir dua verilmişti ve ben kendi kavmime karşı dua ettim. Kendim! Kendim! Kendim! Başka birine gidin! İbrahim'e gidin.\" diyecek. Onlar İbrahim'e gidecek ve: \"Ey İbrahim! Sen Allah'ın Elçisisin ve yeryüzündeki dostusun, bizim için Rabbinle şefaat etmez misin? Başımıza gelenleri görmüyor musun?\" diyecekler. O da: \"Bugün Rabbim öyle bir öfkeye kapıldı ki, daha önce hiç öfkelenmedi ve sonrasında da öfkelenmeyecek. Gerçekten ben üç yalan söyledim.\" - Ebu Hayyan (bir ravidir) bunları rivayetinde zikretmiştir - \"Kendim! Kendim! Kendim! Başka birine gidin! Musa'ya gidin.\" diyecekler. Onlar Musa'ya gidecek ve: \"Ey Musa! Sen Allah'ın Elçisisin, Allah seni insanlara mesajın ve konuşmanla diğerlerinden ayırdı, bizim için Rabbinle şefaat etmez misin? Başımıza gelenleri görmüyor musun?\" diyecekler. O da: \"Bugün Rabbim öyle bir öfkeye kapıldı ki, daha önce hiç öfkelenmedi ve sonrasında da öfkelenmeyecek. Gerçekten ben, öldürmemem gereken birini öldürdüm. Kendim! Kendim! Kendim! Başka birine gidin; İsa'ya gidin.\" diyecek. Onlar İsa'ya gidecek ve: \"Ey İsa! Sen Allah'ın Elçisisin ve O'nun Meryem'e koyduğu Kelimesisin, ve O'ndan bir Ruhsun, ve beşikte insanlara konuştun. Bizim için Rabbinle şefaat etmez misin? Başımıza gelenleri görmüyor musun?\" diyecekler. O zaman İsa: \"Bugün Rabbim öyle bir öfkeye kapıldı ki, daha önce hiç öfkelenmedi ve sonrasında da öfkelenmeyecek.\" diyecek. O bir günah zikretmeyecek, fakat: \"Kendim! Kendim! Kendim! Başka birine gidin! Muhammad'a gidin.\" diyecek. O dedi ki: 'Onlar Muhammad'a (s.a.v) gidecekler ve: \"Ey Muhammad! Sen Allah'ın Elçisisin ve Peygamberlerin sonuncususun, geçmişteki ve gelecekteki günahların affedildi. Bizim için Rabbinle şefaat etmez misin? Başımıza gelenleri görmüyor musun?\" diyecekler. O zaman ben ayrılacağım ve Arş'ın altına gelene kadar secde edeceğim. Sonra Allah, bana daha önce kimseye vermediği övgü ve güzel sözler öğretecek. Sonra O: \"Ey Muhammad! Başını kaldır. İste, sana verilsin ve şefaat et, şefaatin kabul edilsin.\" diyecek. Ben başımı kaldıracağım ve: \"Ey Rabbim! Ümmetim! Ey Rabbim! Ümmetim! Ey Rabbim! Ümmetim!\" diyeceğim. O: \"Ey Muhammad! Ümmetinden hesapları olmayanların sağdaki kapıdan Cennet'e girmesine izin ver, ve onlar diğer kapılardan insanlarla paylaşacaklar.\" diyecek. Sonra o (s.a.v) dedi: 'Canım elinde olan Zat'a yemin ederim ki! Cennet'teki her iki kapı direği arasındaki mesafe, Makkah ile Hacer arasındaki mesafe gibidir, ve Makkah ile Busra arasındaki mesafe gibidir.'\" Diğer senetler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 21,
      "narrator": "Anas narrated that the Messenger of allah (s.a.w)said:",
      "text": "Anas, Allah'ın Elçisi (s.a.v) şöyle dediğini rivayet etti: \"Şefaatim, ümmetimde büyük günahlar işleyenler içindir.\" Diğer bir senet benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 22,
      "narrator": "Ja'far bin Muhammad narrated from his father, from Jabir bin 'Abdullah who said:",
      "text": "Ca'fer bin Muhammad, babasından, Cabir bin 'Abdullah'dan rivayet etti ki: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'Şefaatim, ümmetimde büyük günahlar işleyenler içindir.'\" Muhammed bin 'Ali dedi ki: \"Cabir bana: 'Ey Muhammed! Büyük günahlar işleyenlerden olmayan kimse için şefaatin gereksizdir.' dedi.\""
    },
    {
      "id": 23,
      "narrator": "Abu Umamah narrated the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Ümame, Allah'ın Elçisi (s.a.v) şöyle dediğini rivayet etti: \"Rabbim, ümmetimden yetmiş bin kişinin hesapsız ve azapsız Cennet'e gireceğini vaad etti. Her bin kişiye yetmiş bin ve O'nun ölçülerinden üç ölçü vardır.\""
    },
    {
      "id": 24,
      "narrator": "'Abdullah bin Shaqiq narrated:",
      "text": "'Abdullah bin Şakik rivayet etti: \"Ben Kudüs'te bir grup ileydim ve içlerinden biri dedi ki: 'Ben Allah'ın Elçisi (s.a.v) şöyle derken duydum: \"Ümmetimden bir kişinin, Banu Tamim'den daha fazla kişi Cennet'e girecek.\" Denildi ki: 'Ey Allah'ın Elçisi! Senden başka biri mi?' O da: 'Benden başka biri.' dedi. O kalkınca, ben: 'Bu kim?' dedim. Onlar: 'Bu İbn Abi Al-Jadh'a.' dediler.\""
    },
    {
      "id": 25,
      "narrator": "Al-Hasan Al-Basri said:",
      "text": "Al-Hasan Al-Basri dedi ki: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'Kıyamet Günü, 'Uthman bin 'Affan, Rabi'a ve Mudar'ın benzerleri için şefaat edecektir.'\""
    },
    {
      "id": 26,
      "narrator": "Abu Sa'eed narrated the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id, Allah'ın Elçisi (s.a.v) şöyle dediğini rivayet etti: \"Gerçekten benim ümmetimde büyük gruplar için şefaat edenler vardır, ve bunlar arasında bir kabile için şefaat edenler, bir grup için şefaat edenler ve bir kişi için şefaat edenler vardır, ta ki Cennet'e kabul edilsinler.\""
    },
    {
      "id": 27,
      "narrator": "Abu Al-Malih  narrated from 'Awf bin Malik Al-Ashja'i who said:",
      "text": "Ebu Al-Malih, 'Awf bin Malik Al-Ashja'i'den rivayet etti ki: \"Allah'ın Elçisi (s.a.v) şöyle dedi: 'Rabbim, bana ümmetimin yarısının Cennet'e kabul edilmesi ile şefaat arasında seçim yapmamı istedi. Ben şefaatı seçtim ve bu, Allah'a hiçbir şeyi ortak koşmadan ölenler içindir.'\" Diğer bir senet benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 28,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Anas bin Malik, Allah'ın Elçisi (s.a.v) şöyle dediğini rivayet etti: \"Gerçekten, benim Havuz'umda gökyüzündeki yıldızlar kadar içme kapları vardır.\""
    },
    {
      "id": 29,
      "narrator": "Samurah narrated the Messenger of Allah (s.a.w)said:",
      "text": "Samurah, Allah'ın Elçisi (s.a.v) şöyle dediğini rivayet etti: \"Gerçekten her Peygamberin bir Havuz'u vardır ve gerçekten onlar, hangisinin en çok geleni olduğunu görmek için yarışıyorlar. Gerçekten umuyorum ki benimki en çok gelenin olacaktır.\""
    },
    {
      "id": 30,
      "narrator": "Al-'Abbas narrated from Abu Sallam Al-Habashi who said:",
      "text": "Al-'Abbas, Ebu Sallam Al-Habashi'den rivayet etti ki: \"'Umar bin 'Abdul-'Aziz beni çağırdı, ben de bir katıra bindim.\" \"Ona girdiğinde, şöyle dedi: 'Ey Müminlerin Emiri! Bindiğim katır benim için sıkıntı yarattı.' O da: 'Ey Ebu Sallam! Seni rahatsız etmek istemedim, ama senin rivayet ettiğin bir Hadis - Thawban'dan, Peygamber (s.a.v) hakkında Havuz ile ilgili - bana ulaştı ve bunu doğrudan senden dinlemek istedim.' Ebu Sallam dedi: \"Thawban, Allah'ın Elçisi (s.a.v) şöyle dediğini bana rivayet etti: 'Benim Havuz'um, 'Adan ile 'Amman arasındadır, suyu süt kadar beyaz ve baldan daha tatlıdır. Kapları yıldızlar kadar çoktur, ondan bir yudum içen bir daha asla susamaz. Ona ilk ulaşanlar, başları dağınık, kirli elbiseleri olan, kadınların evlenmek istemediği, kapıların onlara açılmadığı muhacirlerin fakirleridir.' 'Umar dedi ki: 'Ama ben bir kadınla evlendim ve kapılar benim için açıldı. Fatıma bint 'Abdul-Malik ile evlendim. Kesinlikle başımı dağınık hale getirmeden yıkamayacağım, bedenime temas eden elbisemi de kirletmeden yıkamayacağım.\" Diğer bir senet benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 31,
      "narrator": "Abu Dharr narrated:",
      "text": "Ebu Zerr rivayet etti: \"Ben dedim: 'Ey Allah'ın Resulü! Havuzun kapları hakkında ne dersin?' O şöyle dedi: 'Canımın bulunduğu Zat'a yemin ederim ki! Onun kapları, gökyüzündeki yıldızlardan ve karanlık bir gecede gezegenlerden daha fazladır. (Onlar) Cennet kaplarından biridir, onlardan içen bir daha asla susamaz. En uzun genişliği, uzunluğuna eşittir, Amman ile Aylah arasındaki gibi, suyu süt kadar beyaz ve baldan daha tatlıdır.'\" Başka bir isnad benzer bir rivayet bildirmektedir. İbn Ömer'den, Peygamber (s.a.v)'in şöyle söylediği bildirilmiştir: \"Benim Havudum (mesafe olarak) Kufe ile Kara Taş arasındaki gibidir.\""
    },
    {
      "id": 32,
      "narrator": "Ibn 'Abbas narrated :",
      "text": "İbn Abbas rivayet etti: \"Peygamber (s.a.v) Miraç'a götürüldüğünde, bir Peygamberin yanından geçti ve bazı Peygamberler ve onlarla birlikte bazı insanlar vardı, ve bir Peygamber, ve bazı Peygamberler ve onlarla birlikte bir grup insan, ve bir Peygamber, ve bazı Peygamberler ve onlarla birlikte kimse yoktu. Ta ki büyük bir kalabalığın yanından geçti. (Peygamber (s.a.v) dedi ki:) Ben dedim: 'Bu kim?' Denildi ki: 'Musa ve onun kavmi. Ama başını kaldır ve bak.' Ufku kaplayan büyük bir kalabalık vardı, bir taraftan diğer tarafa. Denildi ki: 'Bu insanlar senin Ümmetindir, ve bunlardan yetmiş bin kişi daha, hesapsız olarak Cennete girecektir.' O içeri girdi, ve ona soru sormadılar, ve o onlara hiçbir açıklama yapmadı. (Onlardan bazıları) dedi: 'Biz onlarız.' Diğerleri dedi: 'Onlar Fıtrat ve İslam üzerine doğan çocuklardır.' Böylece Peygamber (s.a.v) dışarı çıktı ve dedi: 'Onlar kendilerini cauterize ettirmeyen, Ruqyah aramayan, fal bakmayan ve Rablerine tevekkül edenlerdir.' Bunun üzerine Ukâşe bin Mihsan ayağa kalktı ve dedi: 'Ben onlardan mıyım ey Allah'ın Resulü?' O dedi: 'Evet.' Sonra bir diğeri ayağa kalktı ve dedi: 'Ben onlardan mıyım?' O da dedi: 'Ukâşe sana bunu geçmiştir.'\""
    },
    {
      "id": 33,
      "narrator": "Abu 'Imaran Al-Jawni narrated :",
      "text": "Ebu İmaran el-Cavni rivayet etti: \"Anas bin Malik'ten, 'Ben bugün Allah Resulü (s.a.v) zamanında olduğumuz şeylerden hiçbirini tanımıyorum.' dediğini işittim. Ben dedim: 'Salat hakkında ne dersin?' O dedi: 'Siz (insanlar) bildiğiniz şeyi yapmadınız mı?'\""
    },
    {
      "id": 34,
      "narrator": "Asma bint 'Umais Al-Khath'amiyyah narrated that The Messenger of Allah (s.a.w) said:",
      "text": "Esma bint Ümeys el-Hat'amiyye rivayet etti ki, Allah Resulü (s.a.v) şöyle dedi: \"Kendini beğenen ve en yüce olanı unutan ne kötü bir kul! Zorbalık eden ve zorbalık yapan, zorlayıcıyı unutan ne kötü bir kul! Dikkatsiz ve dağınık olan, mezarları ve imtihanları unutan ne kötü bir kul! Şiddetli ve zalim olan, başlangıcını ya da sonunu unutan ne kötü bir kul! Dünyayı dinle arayan ne kötü bir kul! Arzularıyla dini arayan ne kötü bir kul! Tüm umudunu kendi azmine koyan ne kötü bir kul! Arzularıyla saptırılan ibadet eden ne kötü bir kul! Hırsları onu alçaltan ne kötü bir kul!\""
    },
    {
      "id": 35,
      "narrator": "'Atiyyah Al-'Awfi narrated from Abu Sa'eed Al-Khudri,that The Messenger of Allah (s.a.w) said:",
      "text": "Atiyye el-Evfi, Ebu Sa'id el-Hudri'den rivayet etti ki, Allah Resulü (s.a.v) şöyle dedi: \"Herhangi bir mümin aç bir mümini doyurursa, Allah onu Kıyamet Günü Cennet meyvelerinden doyurur. Herhangi bir mümin susuz bir mümine su verirse, Allah onu Kıyamet Günü 'mühürlü nektar' ile doyurur. Herhangi bir mümin çıplak bir mümini giydirirse, Allah onu Cennet'in yeşil elbiseleriyle giydirir.\""
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah narrated that The Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah Resulü (s.a.v) şöyle dedi: \"Kim gece yolculuğundan korkarsa - ve kim gece yolculuğuna çıkarsa, Allah ona en değerli malları verir, ve gerçekten Allah'ın malları ancak Cennet'tir.\""
    },
    {
      "id": 37,
      "narrator": "Rabi'ah bin Yazid and 'Atiyyah bin Qais narrated from 'Atiyyah As-Sa'di  - and he was one of the Companions of the Prophet (ﷺ) - that the Messenger of Allah (ﷺ) said:",
      "text": "Rabi'ah bin Yazid ve Atiyye bin Kays, Atiyye es-Sa'di'den rivayet etti - o Peygamber (s.a.v)'in Sahabelerindendi - ki, Allah Resulü (s.a.v) şöyle dedi: \"Kullardan hiçbiri, zararı olmayan bir şeyi terk etmeden, muttakilerden olamaz.\""
    },
    {
      "id": 38,
      "narrator": "Hanzalah Al-Usaiyyidi narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Hanzala el-Usaiyyidi rivayet etti ki, Allah Resulü (s.a.v) şöyle dedi: \"Eğer benimle olduğunuz gibi olursanız, o zaman melekler sizi kanatlarıyla gölgelendirir.\" Başka bir isnad benzer rivayetler bildirmektedir."
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Peygamber (s.a.v) şöyle dedi: \"Gerçekten her şeyin bir azmi vardır, ve her azmin bir gevşemesi vardır. Eğer onun uygulayıcısı düzgün davranır ve ölçülü olursa, o zaman onun için umut besleyin. Ama parmaklar ona işaret ederse, o zaman onu (değerli olanlar arasında) saymayın.\" Anas bin Malik'ten rivayet edilmiştir ki, Peygamber (s.a.v) şöyle dedi: \"Bir adam için, parmakların ona karşı kaldırılması, din veya dünya meseleleri hakkında yeterli bir kötülüktür, Allah'ın koruduğu biri hariç.\""
    },
    {
      "id": 40,
      "narrator": "'Abdullah bin Mas'ud narrated \"The Messenger of Allah (s.a.w) drew a square line (on the ground) forus, and in the middle of the (square) line he drew another line, and he  drew another line going out of the  (square) line.Around the one that was in the middle, he drew (various) lines. Then he said:",
      "text": "Abdullah bin Mes'ud rivayet etti ki, \"Allah Resulü (s.a.v) bizim için yere bir kare çizdi, ve kare çizginin ortasına başka bir çizgi çizdi, ve kare çizgiden dışarıya bir çizgi daha çizdi. Ortadakinin etrafına (çeşitli) çizgiler çizdi. Sonra dedi ki: 'İşte bu, Adem oğludur, ve bu, onu çevreleyen yaşam süresidir, ve ortadaki kişi, ve bu çizgiler onun engelleridir, eğer bu engelden kaçarsa, bu onu yakalar, ve dışarıya uzanan çizgi onun umududur.'\""
    },
    {
      "id": 41,
      "narrator": "'Anas bin Malik narrated that the Messenger of Allah (s.a.w)said:",
      "text": "Anas bin Malik rivayet etti ki, Allah Resulü (s.a.v) şöyle dedi: \"Adem oğlu yaşlanır. Ama iki şey onu genç tutar: Hayat arzusu ve servet arzusu.\""
    },
    {
      "id": 42,
      "narrator": "Mutarrif bin 'Abdullah bin Ash-Shikh-khir narrated from his father from the Prophet(s.a.w) who said:",
      "text": "Mutarrif bin Abdullah bin Eş-Şikh-khir, babasından, Peygamber (s.a.v)'den rivayet etti ki, \"Adem oğlunun durumu öyle ki, doksan dokuz belayla çevrilidir, eğer belalar ondan kaçarsa, o yaşlılığa düşer.\""
    },
    {
      "id": 43,
      "narrator": "At-Tufail bin Ubayy bin Ka'b narrated from his father who said:",
      "text": "Tufail bin Ubey bin Ka'b, babasından rivayet etti ki, \"Gece yarısının üçte biri geçtiğinde, Allah Resulü (s.a.v) ayağa kalktı ve dedi: 'Ey insanlar! Allah'ı hatırlayın! Allah'ı hatırlayın! Rajifah geliyor, ardından Radifah geliyor, ölüm ve getirdikleri geliyor, ölüm ve getirdikleri geliyor!'\" Ubeyy dedi: \"Ben dedim: 'Ey Allah'ın Resulü! Gerçekten ben senin için çok Salat yapıyorum. Salatımı ne kadar yapmalıyım?' O dedi: 'İstediğin kadar.' \"Ben dedim: 'O zaman üçte iki mi?' O dedi: 'İstediğin kadar, ama eğer daha fazla eklersen senin için daha iyi olur.' Ben dedim: 'Salatımın tamamını senin için mi yapmalıyım?' O dedi: 'O zaman sorunların çözülür ve günahların affedilir.'\""
    },
    {
      "id": 44,
      "narrator": "'Abdullah bin Mas'ud narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Mes'ud rivayet etti ki, Allah Resulü (s.a.v) şöyle dedi: \"Allah için Haya' sahibi olun, O'na layık olduğu gibi.\" Biz dedik: \"Ey Allah'ın Peygamberi! Biz Haya' sahibiyiz, ve tüm övgüler Allah'a aittir.\" O dedi: \"O değil, ama Allah'a layık olduğu gibi Haya' sahibi olmak, başı ve içindekileri korumak, iç organları ve içindekileri korumak, ölümü ve imtihanı hatırlamak, ve kim ahireti niyet ederse, dünya süslerini terk etmektir. Kim bunu yaparsa, gerçekten Haya'ı yerine getirmiştir, yani Allah'a layık olan Haya'ı.\""
    },
    {
      "id": 45,
      "narrator": "Shaddad bin Aws narrated that the Prophet (s.a.w) said:",
      "text": "Şeddad bin Evs rivayet etti ki, Peygamber (s.a.v) şöyle dedi: \"Akıllı kişi, nefsini terbiye eden ve ölümden sonrasını gözeten kişidir. Aciz olan ise, arzularını takip eden ve sadece Allah'a umut bağlayandır.\" Onun \"nefsini terbiye eden\" demesinin anlamı, dünyada nefsini hesaba çeken, Kıyamet Günü'nde hesaba çekilmeden önce kendisiyle hesaplaşandır. İbn Ömer'in şöyle dediği rivayet edilmiştir: \"Kendinizi hesaba çekinmeden önce kendinizle hesaplaşın ve en büyük sorguya hazırlanın. Kıyamet Günü'ndeki hesap, dünyada kendisiyle hesaplaşan için sadece hafif olacaktır.\" Ve Maimun bin Mihran'ın şöyle dediği rivayet edilmiştir: \"Allah'ın kulu, kendisini hesaba çekmeden Taqi olamaz, tıpkı iş ortağının nereden yiyecek ve giysi aldığını hesaba çekmesi gibi.\""
    },
    {
      "id": 46,
      "narrator": "Abu Sa'eed narrated:",
      "text": "Ebu Sa'id rivayet etti: \"Allah'ın Resulü (s.a.v) Musalla'sına girdi ve insanların gülümser gibi göründüklerini gördü. Bunun üzerine şöyle dedi: 'Gerçekten, eğer zevklerin kesilmesini hatırlamayı artırırsanız, o zaman gördüğüm şey için çok meşgul olursunuz. O halde, ölümü, zevklerin kesilmesini hatırlamayı artırın. Çünkü mezarın üzerine gelen hiçbir gün yoktur ki, o konuşmasın ve şöyle demesin: \"Ben, yabancıların evi, yalnızlığın evi, toprak eviyim ve kurtların evi.\" Mümin bir kul toprağa verildiğinde, mezar ona der ki: \"Hoş geldin, rahat et. Gerçekten, benim üzerimde yürüyenlerin en sevimlisi sensin. Bugün bana emanet edildin ve bana teslim edildin, şimdi sana hazırladıklarımı göreceksin.\" O zaman mezar onun için genişleyecek ve görüş alanı genişleyecek, cennetin kapısı ona açılacaktır. Kötü bir kul veya kafir toprağa verildiğinde, mezar ona der ki: \"Sen hoş geldin değilsin, rahat etme. Gerçekten, benim üzerimde yürüyenlerin en nefret edilenisin. Bugün bana emanet edildin ve bana teslim edildin, şimdi sana hazırladıklarımı göreceksin.\" Dedi ki: 'O, üzerine kapanmaya başlayacak (sıkıştıracak) ve kaburgaları birbirine çarpacak.' Dedi ki: \"Allah'ın Resulü (s.a.v) parmaklarını birbirinin arasına kenetledi ve şöyle dedi: 'Yetmiş dev yılan onu sıkıştıracak, eğer bunlardan biri yeryüzünde hışırdasa, üzerinde hiçbir şey büyümeyecek. Onlar onu çiğneyecek ve ısıracaklar, ta ki o, Hesap için getirilecektir.' Dedi ki: \"Allah'ın Resulü (s.a.v) şöyle dedi: 'Mezar, cennet bahçelerinden bir bahçe ya da cehennemin çukurlarından bir çukurdur.'\""
    },
    {
      "id": 47,
      "narrator": "Ibn 'Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"'Umar bin Al-Khattab bana haber verdi, dedi ki: 'Ben Allah'ın Resulü (s.a.v) huzuruna girdim ve onu liflerden dokunmuş bir örtü üzerinde yaslanırken gördüm, ve onun yanındaki izleri görebiliyordum.'\""
    },
    {
      "id": 48,
      "narrator": "Al-Mustawrad bin Makhramah narrated that 'Amir bin 'Awf informed him- and he was an ally of Banu 'Amr bin Lu'ay who had participated with The Messenger of Allah (s.a.w) at(the battle of ) Badr, he said:",
      "text": "Al-Mustawrad bin Makhramah, 'Amir bin 'Awf'ın kendisine haber verdiğini rivayet etti - o, Banu 'Amr bin Lu'ay'ın bir müttefiki olup, Allah'ın Resulü (s.a.v) ile (Bedir savaşında) yer almıştı, dedi ki: \"Allah'ın Resulü (s.a.v) Ebu Ubeyde bin Al-Cerrah'ı göndermişti, o da Al-Bahrain'den gelen mallarla geldi. Ansar, Ebu Ubeyde'nin geldiğini duyduğunda, Fajr namazına katılıyorlardı. Allah'ın Resulü (s.a.v) namazı kıldı ve bitirdiğinde, onlar onun önünde toplandılar. Allah'ın Resulü (s.a.v) onları görünce gülümsedi, sonra şöyle dedi: 'Sanırım Ebu Ubeyde'nin bir şeyle geldiğini duydunuz mu?' Onlar: 'Evet, Ey Allah'ın Resulü!' dediler. O da: 'O halde müjdeler olsun, ve sizi memnun edecek şeyler umun. Vallahi! Ben sizin için yoksulluktan korkmuyorum, ama sizin için korktuğum şey, dünyanın sizin önünüze sunulmasıdır, tıpkı daha önceki nesillere sunulduğu gibi, sonra onun için rekabet edeceksiniz, tıpkı onların rekabet ettiği gibi, ve bu da sizi yok edecek, tıpkı onları yok ettiği gibi.'\""
    },
    {
      "id": 49,
      "narrator": "'Urwah bin Az-Zubair and Ibn Musayyab narrated that Hakim bin Hizam said:",
      "text": "'Urve bin Az-Zubair ve İbn Musayyab rivayet etti ki, Hakim bin Hizam dedi: \"Ben (bir kez) Allah'ın Resulü (s.a.v) ile bir şey istedim ve o da bana verdi. Sonra tekrar istedim ve o da verdi. Sonra tekrar istedim ve o da verdi. Sonra tekrar istedim, o da verdi. Sonra şöyle dedi: 'Ey Hakim! Gerçekten bu mal yeşil ve tatlıdır, bu yüzden kim onu istemeden alırsa, ona bereket verilir. Ve kim onu almakta ısrar ederse, ona bereket verilmez. O, doymayan ve tatmin olmayan kimse gibidir. Ve üst el (verme) alt elden (alma) daha hayırlıdır.\" Bunun üzerine Hakim dedi: \"Ben: 'Ey Allah'ın Resulü! Seni Hak ile gönderen Allah'a yemin ederim ki, senden sonra dünyadan ayrılana kadar kimseye bir şey istemeyeceğim.'\" Bunun üzerine Ebu Bekir, Hakim'e bir şey vermek için onu çağırdı, ama o kabul etmedi. Sonra 'Umar ona bir şey vermek için çağırdı, ama o kabul etmedi. Bunun üzerine 'Umar dedi: \"Ey Müslümanlar! Hakim'e bu savaş ganimetlerinden hakkını verdim ama o kabul etmedi.\" Böylece Hakim, Allah'ın Resulü'nden sonra kimseye bir şey istemedi, ta ki öldü.\""
    },
    {
      "id": 50,
      "narrator": "'Abdur-Rahman bin 'Awf said:",
      "text": "'Abdurrahman bin 'Awf dedi ki: \"Biz, Allah'ın Resulü (s.a.v) ile birlikte sıkıntılarla imtihan edildik, bu yüzden sabrettik, sonra onun ardından refah ile imtihan edildik ama sabredemedik.\""
    },
    {
      "id": 51,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes bin Malik rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Kim ahireti hedef edinirse, Allah onun kalbini zenginleştirir, işlerini düzenler ve dünya ona ister istemez gelir. Ve kim dünyayı hedef edinirse, Allah onun yoksulluğunu gözünün önüne koyar, işlerini düzensiz hale getirir ve dünya ona, sadece kendisine takdir edilen gelir.\""
    },
    {
      "id": 52,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah(s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Gerçekten, Allah, Yüce, şöyle dedi: 'Ey Adem oğlu! Kendini ibadetime adarsan, kalbini zenginleştiririm ve yoksulluğunu gideririm. Eğer bunu yapmazsan, o zaman ellerini sorunlarla doldururum ve yoksulluğunu gidermem.'\""
    },
    {
      "id": 53,
      "narrator": "'Aishah said :",
      "text": "Aişe dedi ki: \"Allah'ın Resulü (s.a.v) vefat ettiğinde elimizde bir \"şatr\" arpa vardı. Allah dilediği kadar ondan yedik, sonra ben cariyeye dedim: 'Ölç!' O da ölçtü ve kısa bir süre içinde bitti.\" Dedi ki: \"Eğer onu bıraksaydık, ondan daha fazla yiyebilirdik.\" \"Şatr\" küçük bir miktar arpa demektir."
    },
    {
      "id": 54,
      "narrator": "'Aishah narrated:",
      "text": "Aişe rivayet etti: \"Kapımda bir perde olarak kullandığımız üzerinde bazı resimler olan bir örtümüz vardı. Allah'ın Resulü (s.a.v) bunu gördü ve şöyle dedi: 'Kaldır, çünkü bu bana dünyayı hatırlatıyor.'\" Dedi ki: \"Bizim, üzerinde ipek parçaları olan bir kadife parçamız vardı, onu giyiyorduk.\""
    },
    {
      "id": 55,
      "narrator": "'Aishah narrated:",
      "text": "Aişe rivayet etti: \"Allah'ın Resulü (s.a.v) hurma lifleriyle doldurulmuş bir deri yastığa yaslanıyordu.\""
    },
    {
      "id": 56,
      "narrator": "Abu Maisarah narrated from 'Aishah that they had slaughtered a sheep, so  the Prophet (s.a.w) said:",
      "text": "Ebu Maisara, Aişe'den rivayet etti ki, bir koyun kestiklerinde, Peygamber (s.a.v) dedi: \"Onun geriye ne kaldı?\" O da: \"Sadece omuzu kaldı.\" Dedi: \"Onun geriye kalan her şeyi, sadece omuzu dışında.\""
    },
    {
      "id": 57,
      "narrator": "'Aishah narrated:",
      "text": "Aişe rivayet etti: \"Biz, Muhammed'in ailesi, bir ay boyunca ateş yakmadan, sadece su ve hurma ile geçindik.\""
    },
    {
      "id": 58,
      "narrator": "Anas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Enes rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Gerçekten, Allah yolunda korktum ki, hiç kimse korkmamıştır, ve Allah yolunda zarar gördüm ki, hiç kimse zarar görmemiştir. Üzerimden otuz gün ve gece geçti, Bilal ile birlikte hiçbir yiyeceğimiz yoktu ve ben, Bilal'in koltuk altına saklayabileceği bir karaciğer parçası dışında bir şey zorla yedim.\" Bu Hadis, Peygamber (s.a.v) Mekkeden kaçarken ve Bilal onunla birlikteyken geçmiştir. Bilal'in yanında olan tek yiyecek, koltuk altına saklayabileceği şeydi."
    },
    {
      "id": 59,
      "narrator": "Muhammad bin Ka'b Al-Qurazi said:",
      "text": "Muhammed bin Ka'b Al-Qurazi dedi ki: \"Bana birisi, Ali bin Ebi Talib'in şöyle dediğini aktardı: 'Ben, Allah'ın Resulü (s.a.v) evinden soğuk bir günde çıktım. Yanımda bir deri parçası vardı, onu ortasından yırttım, boynuma astım ve belimi sardım, bir hurma dalıyla bağladım. Şiddetli bir açlık içindeydim ve eğer Allah'ın Resulü (s.a.v) evinde yiyecek olsaydı, ondan bir şey yerdim. Bir şey aramak için çıktım. Bir Yahudi'nin arazisinde, bir kova ile su çekerken onu gördüm. Çitlerin arasından onu izledim. O: \"Ne oldu sana Ey Arap? Her kova için bir hurma almak ister misin?\" dedi. Ben de: \"Evet. Kapıyı aç ki içeri gireyim.\" O kapıyı açtı, içeri girdim ve bana kova verdi. Sonra her kova çıkardığımda, bana bir hurma veriyordu, ta ki benim için yeterli olana kadar. Kovayı bıraktım ve: \"Sanırım yeterince yedim\" dedim, sonra içmek için biraz su aldım. Sonra mescide geldim ve Allah'ın Resulü (s.a.v) orada buldum.'\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Ebu 'Uthman An-Nahdi, Ebu Hureyre'den rivayet etti ki, (ashab) açlık çekiyorlardı, bu yüzden Allah'ın Resulü (s.a.v) her birine bir hurma verdi.\""
    },
    {
      "id": 61,
      "narrator": "Jabir bin 'Abdullah narrated:",
      "text": "Cabir bin Abdullah rivayet etti: \"Allah'ın Resulü (s.a.v) bizi gönderdi ve aramızda üç yüz kişi vardı. Yiyeceklerimizi omuzlarımızda taşıyorduk. Sonra yiyeceklerimiz tükendi ve her birimiz günde sadece bir hurma yiyebiliyorduk.\" Kendisine denildi: \"Ey Ebu Abdullah! Bir hurma bir adam için nasıl yeter?\" O da dedi ki: \"Onun değerini, onu bile bulamadığımızda anladık. Sonra denize geldik ve denizin kıyıya attığı bir balina gördük. Onun etinden on sekiz gün boyunca istediğimiz kadar yedik.\" Diğer senetler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 62,
      "narrator": "Yazid bin Ziyad narrated from Muhammad bin Ka'b Al-Qurazi who heard from Abi Talib narrated that he said:",
      "text": "Yezid bin Ziyad, Muhammed bin Ka'b El-Kurazi'den, o da Ebu Talib'den duyduğunu rivayet etti: \"Ben, Allah'ın Resulü (s.a.v) ile bir mecliste oturuyordum ki, Mus'ab bin Ümeyr karşımıza çıktı, üzerinde sadece hayvan postlarıyla yamalı bir burda vardı. Allah'ın Resulü (s.a.v) onu görünce, o günkü haliyle karşılaştırdığında daha önceki iyi hayatı nedeniyle ağlamaya başladı. Sonra Allah'ın Resulü (s.a.v) dedi ki: 'Sizler ne hale geleceksiniz, biriniz sabah bir hullah giyerken, akşam başka bir hullah giydiğinde, önüne bir tabak konup bir diğeri kaldırıldığında ve evlerinizi Kabe gibi örtmeye başladığınızda?' Onlar dediler: 'Ey Allah'ın Resulü! O gün biz bugün olduğumuzdan daha iyi olacağız, ibadete kendimizi vereceğiz, şansımızdan memnun olacağız.' Bunun üzerine Allah'ın Resulü (s.a.v) dedi ki: 'Hayır, bugün siz o günden daha iyisiniz.'\""
    },
    {
      "id": 63,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Suffa ehli, İslam'ın misafirleriydi, insanların ne malına ne de mülküne güvenebiliyorlardı. Ve Allah'a yemin ederim ki, O'ndan başka ibadet edilmeye layık olan yoktur - açlıktan dolayı karın üstü yatar, açlıktan dolayı karnıma bir taş bağlardım. Bir gün, onların (Sahabelerin) çıktığı yolda oturdum. Ebu Bekir geçti ve ben de ona Allah'ın Kitabı'ndan bir ayet sordum, sadece bana bir şeyler vermesi için onu takip etmesini istemiştim. Ama o geçip gitti. Sonra Ömer geçti, ona da Allah'ın Kitabı'ndan bir ayet sordum, yine sadece bana bir şeyler vermesi için onu takip etmesini istemiştim. Ama o da geçip gitti. Sonra Abul-Kasım (s.a.v) geçti, beni görünce gülümsedi ve dedi ki: 'Ebu Hureyre?' Ben de: 'Buradayım, ey Allah'ın Resulü!' dedim. O da: 'Gel.' dedi. Devam etti ve ben de onu takip ettim, evine girdi, ben de içeri girmek için izin istedim, o da izin verdi. Bir kâse süt buldu ve dedi ki: 'Bu süt nereden geldi?' Denildi ki: 'Şu ve bu kişiden bize hediye geldi.' Bunun üzerine Allah'ın Resulü (s.a.v) dedi ki: 'Ey Ebu Hureyre' Ben de: 'Buradayım, ey Allah'ın Resulü!' dedim. O da: 'Suffa ehline git, onları davet et.' - Şimdi, onlar İslam'ın misafirleriydi, insanların ne malına ne de mülküne güvenebiliyorlardı. Kendisine bir sadaka getirildiğinde, onu onlara gönderir, kendisi ondan hiç bir şey kullanmazdı. Ve kendisine bir hediye verildiğinde, onları katılmaları ve onunla paylaşmaları için çağırırdı. Bu durum beni üzüntüye soktu ve kendime dedim: 'Bu kâse Suffa ehli arasında ne işe yarar ki ben onu onlara getiriyorum?' Sonra onlara dağıtmasını emretti (Bu yüzden düşündüm) içinden bana ne ulaşacak, umudum o kâsedeki şeyin beni tatmin etmesiydi. Ama kesinlikle Allah'a itaat etmeyi ve O'nun Resulü'ne itaat etmeyi ihmal etmem, bu yüzden onlara gittim ve onları davet ettim. Onlar onun yanına girdiklerinde oturdular. O da: 'Ebu Hureyre, kâseyi al ve onlara ver.' dedi. Ben de onu bir adama verdim, o doyana kadar içti, sonra onu bir başkasına verdi, ta ki kâse Allah'ın Resulü'ne (s.a.v) ulaşana kadar ve herkes doyana kadar içti. Allah'ın Resulü (s.a.v) kâseyi aldı, elinde tuttu, sonra başını kaldırdı. Gülümsedi ve dedi: 'Ebu Hureyre, iç.' Ben içtim, sonra o dedi: 'İç.' Ben içmeye devam ettim ve o sürekli 'İç.' diyordu. Sonunda ben: 'Seni hak ile gönderen Allah'a yemin ederim ki, artık içecek yerim kalmadı.' dedim. O da kâseyi aldı, Allah'ı övdü, ismini anarak içti.\" (Sahih)"
    },
    {
      "id": 64,
      "narrator": "Yahya Al-Bakka' narrated from Ibn 'Umar who said:",
      "text": "Yahya El-Bakka' İbn 'Umar'dan rivayet etti ki: \"Bir adam, Nebi (s.a.v) huzurunda geğirdi, o da dedi ki: 'Geğirmeni bizden sakın. Zira dünya da en çok doyanlar, Kıyamet Günü en aç olanlardır.'\""
    },
    {
      "id": 65,
      "narrator": "Abu Burdah bin Abi Musa narrated that his father said:",
      "text": "Ebu Burda bin Ebu Musa rivayet etti ki, babası dedi: \"Ey oğlum! Eğer bizi Peygamber (s.a.v) ile birlikte görebilseydin ve gökyüzü üzerimize yağmur yağdırsa, bizim kokumuzun koyun kokusu olduğunu düşünürdün.\" Bu Hadis'in anlamı, elbiselerinin yünden olmasıdır, bu yüzden yağmur onlara düştüğünde, kıyafetlerinden gelen koku koyun kokusu oluyordu."
    },
    {
      "id": 66,
      "narrator": "Sufyan Ath-Thawri narrated:",
      "text": "Süfyan Es-Savri, Ebu Hamza'dan, o da İbrahim En-Nehai'den rivayet etti ki: \"Tüm binalar ve onlarla ilgili kaygılar senin aleyhindedir.\" Ben de: \"İnsanın yapmadan edemeyeceği şeyler hakkında ne düşünüyorsun?\" dedim. O da: \"Bunun ne yararı vardır ne de zararı.\" dedi."
    },
    {
      "id": 67,
      "narrator": "Sahl bin Mu'adh bin Anas Al-Juhani narrated from his father, that the Messenger of Allah (s.a.w)said:",
      "text": "Sahl bin Mu'adh bin Enes El-Cuheni, babasından rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Kim Allah'a karşı alçakgönüllülükten dolayı (değerli) bir elbise bırakırsa, o bunu yapma gücüne sahip olduğu halde, Allah Kıyamet Günü yaratılışın başları önünde onu çağıracak ve dilediği imanın hullahını giymesini isteyecektir.\" Onun \"iman hullahları\" demesinin anlamı, cennetteki elbiselerdir ki, iman sahiplerine verilir."
    },
    {
      "id": 68,
      "narrator": "Shahib bin Bashir narrated from Anas bin Malik that the Messenger of Allah (s.a.w) said:",
      "text": "Şahib bin Bașir, Enes bin Malik'ten rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Tüm harcamalar Allah yolundadır, binalar hariç, çünkü bunda hayır yoktur.\""
    },
    {
      "id": 69,
      "narrator": "Harithah bin Mudarrib said:",
      "text": "Harithah bin Mudarrib dedi ki: \"Biz, vücudunun yedi yerinde koterle tedavi olmuş olan Khabbab'ı ziyaret ettik. O dedi: 'Uzun zamandır hastaydım ve eğer Allah'ın Resulü (s.a.v) 'Hiçbiriniz ölüm dilemesin' dediğini işitmeseydim, onu dilerim, ve o dedi: 'Bir adam harcaması için ödüllendirilir, toz hariç' - ya da 'bina için' dedi.\""
    },
    {
      "id": 70,
      "narrator": "Husain said:",
      "text": "Hüseyin dedi ki: \"Bir dilenci İbn Abbas'a gelerek ondan dilendi. İbn Abbas dilenciye dedi: 'La İlahe İllallah'a şahitlik eder misin?' O da: 'Evet.' dedi. İbn Abbas: 'Muhammed'in Allah'ın Resulü olduğuna şahitlik eder misin?' dedi. O da: 'Evet.' dedi. İbn Abbas: 'Ramazan ayında oruç tutar mısın?' dedi. O da: 'Evet.' dedi. İbn Abbas: 'Sen istedin ve isteyenin hakkı vardır, bu yüzden sana vermek bizim üzerimizde bir haktır.' dedi. Sonra ona bir elbise verdi ve ekledi: 'Ben Allah'ın Resulü (s.a.v) şöyle derken işittim: 'Hiçbir Müslüman, bir Müslümanı bir elbiseyle giydirmez ki, o elbisenin bir parçası üzerinde kaldığı sürece Allah'ın koruması altında olmasın.'\""
    },
    {
      "id": 71,
      "narrator": "'Abdullah bin Salam said:",
      "text": "Abdullah bin Selam dedi ki: \"Allah'ın Resulü (s.a.v) geldiğinde - yani Medine'ye - insanlar onu karşılamak için dışarı çıktılar. Allah'ın Resulü (s.a.v) geldi denildi, ben de onu görmek için insanların arasına karıştım. Allah'ın Resulü (s.a.v) yüzüne baktığımda, bu yüzün bir yalancının yüzü olmadığını anladım. İlk söylediği şey, 'Ey insanlar! Selamı yayınız, (başkalarına) yemek veriniz ve insanlar uyurken Salat kılınız; selam ile cennete gireceksiniz.' oldu.\" (Sahih)"
    },
    {
      "id": 72,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Peygamber (s.a.v) dedi: \"Şükrederek yiyen, sabırlı oruçlu kişinin derecesine eşittir.\""
    },
    {
      "id": 73,
      "narrator": "Anas said:",
      "text": "Enes dedi ki: \"Allah'ın Resulü (s.a.v) Medine'ye geldiğinde, Muhacirler ona geldiler ve dediler: 'Ey Allah'ın Resulü! Biz, çok şey sahipken feda etmeye en istekli, az şey sahipken en sabırlı olan bir toplumu görmedik. Yiyeceklerimiz o kadar yeterli ki, onların ürünleriyle paylaşıyoruz ki, tüm sevabımızın gittiğinden korkuyoruz. Bunun üzerine Peygamber (s.a.v) dedi: 'Hayır. Siz Allah'a onlara dua ettiğiniz ve onlara şükrettiğiniz sürece.'\""
    },
    {
      "id": 74,
      "narrator": "'Abdullah bin Mas'ud narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Mes'ud rivayet etti ki, Allah'ın Resulü (s.a.v) dedi: \"Ateşin haram olduğu ve haram olduğu kimleri size bildireyim mi? Her insan, insanlara yakın, dostça ve kolay (anlaşılır) olandır.'\""
    },
    {
      "id": 75,
      "narrator": "Aswad bin Yazid narrated:",
      "text": "Esved bin Yazid rivayet etti: \"Aişe'ye dedim ki: 'Peygamber (s.a.v) evine girdiğinde ne yapardı?' O da: 'Ailesine hizmet etmekle meşgul olurdu, sonra (Salat vakti) geldiğinde kalkar (ona) giderdi.' dedi.\""
    },
    {
      "id": 76,
      "narrator": "Anas bin Malik narrated:",
      "text": "Enes bin Malik rivayet etti: \"Peygamber (s.a.v) bir adamla tokalaşırken, adam elini çekmeden elini çekmezdi ve adam yüzünü çevirmeden yüzünü çevirmezdi; ayrıca, yanında oturan birinin önünde dizlerini öne atmazdı.\""
    },
    {
      "id": 77,
      "narrator": "'Abdullah bin 'Amr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Amr rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: \"Sizden öncekilerden bir adam, bir Hullah içinde gururla dışarı çıktı. Bunun üzerine Allah, yeryüzüne onu yutmasını emretti. O, batmaya devam eder\" - ya da şöyle dedi - \"Kıyamet Günü'ne kadar içinde batmaya devam edecektir.\""
    },
    {
      "id": 78,
      "narrator": "'Amr bin Shu'aib narrated from his father, from his grandfather from the Prophet (s.a.w) who said:",
      "text": "Amr bin Shu'aib, babasından, onun da dedesinden, Peygamber (s.a.v) aracılığıyla şöyle dedi: \"Kibirli olanlar, Kıyamet Günü'nde insanlar gibi küçük parçalar halinde toplanacaklardır. Her yerlerinde alçaklıkla örtülmüş olacaklar, cehennemde Bulas adında bir hapishaneye sürüklenecekler, Ateşlerin Ateşi'nde boğulacaklar ve ateş halkının sularını içecekler, delilikle dolacaklardır.\""
    },
    {
      "id": 79,
      "narrator": "Sahl bin Mu'ad bin Anas narrated from his father, that the Prophet (s.a.w) said:",
      "text": "Sahl bin Mu'ad bin Enes, babasından rivayet etti ki, Peygamber (s.a.v) şöyle dedi: \"Öfkesini bastıran, onu gerçekleştirme gücüne sahipken, Allah onu yaratılışın başlarının önünde çağıracak ve dilediği Hur'dan seçme hakkı verecektir.\""
    },
    {
      "id": 80,
      "narrator": "Abu Bakr bin Al-Munkadir narrated from Jabir that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Bekir bin Al-Munkadir, Cabir'den rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: \"Misafire ikramda bulunmak, ebeveynlere nazik davranmak ve kölelere iyilik etmek, bu üç özelliğe sahip olan kimseye Allah, kendi yanını açar ve onu cennete alır.\""
    },
    {
      "id": 81,
      "narrator": "Abu Dharr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Dharr rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: \"Yüce Allah şöyle buyurdu: 'Ey kullarım! Hepiniz sapıksınız, benim hidayet ettiğim dışında, o yüzden benden hidayet isteyin, ben de sizi hidayet ederim. Hepiniz fakirsiniz, benim zenginleştirdiğim dışında, o yüzden benden isteyin, ben de size rızık veririm. Hepiniz günahkarsınız, benim affettiğim dışında, o yüzden içinizden kim benim affetme gücüne sahip olduğumu bilirse ve benim affımı isterse, onu affederim, bu benim için bir kayıp olmaz. Eğer sizden ilki ve sonuncusu, aranızdaki yaşayanlar ve ölüler, taze ve kuru olanlar, en takvalı kalbe sahip olan kullarıma yardım etmek için bir araya gelse, bu benim saltanatıma bir sivrisinek kanadı eklemez. Eğer sizden ilki ve sonuncusu, aranızdaki yaşayanlar ve ölüler, taze ve kuru olanlar, en kötü kalbe sahip olan kullarıma yardım etmek için bir araya gelse, bu benim saltanatımdan bir sivrisinek kanadı eksiltmez. Onu affedeceğim, bu benim için bir kayıp olmaz. Eğer sizden ilki ve sonuncusu, aranızdaki yaşayanlar ve ölüler, taze ve kuru olanlar, bir düzlemde bir araya gelse ve her biri en büyük arzusunu istese ve ben de her birine istediğini versem, bu benim saltanatımdan bir şey eksiltmez, tıpkı birinizin bir okyanustan geçip içine bir iğne batırıp sonra çekmesi gibi. Çünkü ben, ihtiyaç duymadan en cömert olanım, dilediğimi yapanım. Ben, sözümle verir ve sözümle ceza veririm; dilediğim bir şey olduğunda sadece 'Ol' derim, o da olur.'\" Başka bir isnad da benzer bir rivayet aktarır."
    },
    {
      "id": 82,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Umar dedi ki: \"Peygamber (s.a.v) bir hadis anlatırken duydum, sadece bir veya iki kez değil, yedi kez bile, ama ondan daha fazla söylediğini duydum. Şöyle diyordu: 'İsrailoğulları'ndan Al-Kifl adında bir adam vardı ki, günahlardan kendini alıkoymadı. Bir kadın ona geldi ve onunla yatabilmek için altmış Dinar verdi. Kadından kalktığında, bir adamın kadından kalktığı gibi, kadın titremeye ve ağlamaya başladı. Bunun üzerine o da: 'Neden ağlıyorsun, sana zarar mı verdim?' dedi. Kadın: 'Hayır. Ama yaptığım şey yüzünden, sadece ihtiyaçtan dolayı yaptım.' dedi. O da: 'Bunu daha önce yapmamıştın, o yüzden beni bırak, bu (para) senin içindir.' Ve sonra şöyle dedi: 'Allah'a yemin ederim ki, bundan sonra Allah'a isyan etmeyeceğim.' Gece öldü ve sabah kapısında: 'Şüphesiz Allah Al-Kifl'i affetti' yazılı olarak geldi.\" Diğer isnadlar da benzer rivayetler aktarır."
    },
    {
      "id": 83,
      "narrator": "Al-Harith bin Suwaid said:",
      "text": "El-Haris bin Suwaid dedi ki: \"'Abdullah bize iki hadis rivayet etti, birisi kendisinden, diğeri Peygamber (s.a.v) den. 'Abdullah dedi ki: 'Mümin, günahlarını sanki bir dağın eteğindeymiş gibi görür, onun üzerine düşmesinden korkar. Kötü kişi ise günahlarını sanki burnuna vuran sinekler gibi görür' dedi ve elini hareket ettirerek 'Şöyle' dedi - onları uçurmak için.\""
    },
    {
      "id": 84,
      "narrator": "And the Messenger of Allah (s.a.w) said:",
      "text": "Ve Allah'ın Resulü (s.a.v) şöyle dedi: \"Allah, birinizin tövbesinden, çöl ve ıssız bir yerden, yük hayvanı üzerinde yiyecek, içecek ve ihtiyaç duyduğu şeylerle birlikte olan bir adamın, hayvanı kaybolduğunda, onu bulmak için canı tehlikeye girdiğinde ve 'Kaybettiğim yere döneceğim, orada öleceğim' dediğinde, o yere döndüğünde gözleri ağırlaşır (uykuya dalar). Sonra uyanır ve hayvanının başında, yiyecek, içecek ve ihtiyaç duyduğu şeylerle birlikte olduğunu bulur.\" Diğer isnadlar da benzer rivayetler aktarır."
    },
    {
      "id": 85,
      "narrator": "Anas narrated that the Prophet (ﷺ) said:",
      "text": "Enes rivayet etti ki, Peygamber (s.a.v) şöyle dedi: \"Her Adem oğlu günah işler ve günahkârların en hayırlısı, tövbe edenlerdir.\""
    },
    {
      "id": 86,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Hureyre rivayet etti ki, Peygamber (s.a.v) şöyle dedi: \"Kim Allah'a ve Ahiret Günü'ne inanıyorsa, misafirine ikram etsin. Kim Allah'a ve Ahiret Günü'ne inanıyorsa, ya iyi bir söz söylesin ya da sussun.\" Diğer isnadlar da benzer rivayetler aktarır."
    },
    {
      "id": 87,
      "narrator": "'Abdullah bin 'Amr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Amr rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: \"Kim susarsa, kurtulur.\""
    },
    {
      "id": 88,
      "narrator": "Abu Hudhaifah narrated - and he was one of the companions of 'Abdullãh bin Mas'üd - from\n'Aishah who said:",
      "text": "Ebu Hudhayfe, Abdullah bin Mes'ud'un arkadaşlarından biri olarak, Aişe'den rivayet etti ki, Aişe şöyle dedi: \"Ben Peygamber (s.a.v) e bir adam hakkında söyledim, o da: 'Bir adam hakkında konuşmayı sevmiyorum, bu veya şu (şey için) olsa bile.' dedi. Ben de: 'Ey Allah'ın Resulü! Safiyye kısa bir kadındır...' dedim ve elimi kullanarak onun kısa olduğunu gösterdim. O da: 'Sen öyle bir söz söyledin ki, eğer deniz suyuyla karışsaydı, onu kirletirdi.'\""
    },
    {
      "id": 89,
      "narrator": "'Aishah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Aişe rivayet etti ki, Allah'ın Resulü (s.a.v) şöyle dedi: \"Ben kimse hakkında konuşmayı sevmiyorum, bu veya şu (şey için) olsa bile.\""
    },
    {
      "id": 90,
      "narrator": "Abu Musa said:",
      "text": "Ebu Musa dedi ki: \"Allah'ın Resulü (s.a.v) şöyle soruldu: 'Müslümanların en faziletlisi kimdir?' O da: 'Müslümanların dillerinden ve ellerinden güvende olduğu kişidir.' diye cevap verdi.\""
    },
    {
      "id": 91,
      "narrator": "Khalid bin Ma'dan narrated from Mu'adh bin Jabal that the Messenger of Allah (s.a.w) said:",
      "text": "Halid bin Ma'dan, Mu'adh bin Cebel'den, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Kardeşini bir günahından dolayı utandıran kimse, o günahı işlemeden ölmez.\" (Ravi) Ahmet dedi ki: \"Dediler ki: 'Tövbede bulunduğu bir günah.'\""
    },
    {
      "id": 92,
      "narrator": "Wathilah bin Al-Asqa' narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Vatilah bin Eska, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Kardeşinizin başına gelen belalara sevinmeyin ki, Allah ona merhamet etsin ve sizi imtihanlara tabi tutsun.\""
    },
    {
      "id": 93,
      "narrator": "Yahya bin Wath-thab narrated:",
      "text": "Yahya bin Vattab, \"Peygamber (s.a.v) sahabelerinden bir Şeyh'ten, sanırım Peygamber'den (s.a.v) şöyle dediğini nakletti: 'İnsanlarla karışan ve onların zararına sabreden Müslüman, insanlarla karışmayan ve onların zararına sabretmeyen Müslümandan daha hayırlıdır.'\""
    },
    {
      "id": 94,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Birbirinize karşı kötülükten sakının, çünkü bu gerçekten Haliqah'tır.\" [Onun sözünün anlamı]: \"Birbirinize karşı kötülük, düşmanlık ve nefret demektir, ve onun sözü: 'Haliqah' dinin kopmasına sebep olur.\""
    },
    {
      "id": 95,
      "narrator": "Abu Ad-Darda' narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Derdâ, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Sizlere oruç, namaz ve sadakadan daha faziletli olan bir şey bildireyim mi?\" Onlar: \"Elbette!\" dediler. O da: \"Birbirinizle barış yapmaktır. Çünkü birbirinizle olan ilişkileri bozmak Haliqah'tır.\" Peygamber (s.a.v) şöyle demiştir: \"Bu Haliqah'tır, ben saç kesen şeylerden bahsetmiyorum, ama dinin kopmasına sebep olur.\""
    },
    {
      "id": 96,
      "narrator": "Az-Zubair bin Al-'Awwam narrated that the Prophet (s.a.w)  said:",
      "text": "Zübeyr bin Avvam, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Sizden önceki milletlerin hastalığı üzerinize doğru sürünmektedir: Kıskançlık ve nefret, bu Haliqah'tır. Ben saç kesen şeylerden bahsetmiyorum, ama dinin kopmasına sebep olan şeylerden bahsediyorum. Canımın elinde olan Allah'a yemin ederim! Siz cennete girmeyeceksiniz, ta ki iman etmeyin, ve birbirinizi sevmedikçe iman edemezsiniz. Size bunu güçlendirecek bir şey söyleyeyim mi? Aranızda selamı yayınız.\""
    },
    {
      "id": 97,
      "narrator": "Abu Bakrah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Bekir, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Dünyada, onun uygulayıcısına karşı Allah'ın azabını hızlandırmaya daha layık olan bir günah yoktur - ahirette kendisi için ne olduğunu da ekleyerek - zulüm ve akrabalık bağlarını koparmak.\" (Sahih)"
    },
    {
      "id": 98,
      "narrator": "'Amr bin Shu'aib narrated from his grandfather 'Abdullah bin 'Amr, that the Messenger of Allah (s.a.w) said:",
      "text": "Amr bin Şu'aib, dedesi Abdullah bin Amr'dan, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"İki özellik vardır, kimde bulunursa Allah onu şükreden ve sabreden olarak yazar. Kimde yoksa Allah onu ne şükreden ne de sabreden olarak yazar. Kim dininde kendisinden yukarıda olan birine bakar ve ona uyar, ve kim dünya işlerinde kendisinden aşağıda olan birine bakar ve Allah'a, kendisinden yukarıda olan kişinin kendisine verdiği nimetler için hamd ederse, Allah onu şükreden ve sabreden olarak yazar. Kim dininde kendisinden aşağıda olan birine bakar, ve dünya işlerinde kendisinden yukarıda olan birine bakar ve ondan mahrum kaldığı şeyler için üzülürse, Allah onu ne şükreden ne de sabreden olarak yazar.\" (Başka bir isnad ile) Amr bin Şu'aib, babasından, dedesinden, Peygamber'den (s.a.v) benzer bir rivayetle."
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: \"Kendinizden daha aşağıda olanlara bakın, kendinizden yukarıda olanlara bakmayın. Çünkü bu, Allah'ın üzerinizdeki nimetlerini küçümsememeniz için daha layıktır.\""
    },
    {
      "id": 100,
      "narrator": "Abu 'Uthman narrated from Hanzalah Al-Usaidi – and he was one of the scribes of the Messenger of Allah (s.a.w)- that he passed by Abu Bakr while he was crying, so he(Abu Bakr) said to him:",
      "text": "Ebu Üsman, Hanzala el-Usaidi'den - o, Allah'ın Resulü'nün (s.a.v) katiplerinden biri idi - şöyle nakletti: \"Hanzala, ağlarken Ebu Bekir'in yanından geçti, Ebu Bekir ona: 'Hanzala, neyin var?' dedi. O da: 'Hanzala münafık oldu, ey Ebu Bekir! Allah'ın Resulü (s.a.v) ile birlikteyken ateşi ve cenneti sanki gözümüzle görüyormuşuz gibi hatırlıyoruz. Ama döndüğümüzde eşlerimizle ve geçimimizle meşgul oluyoruz ve çok şey unutuyoruz.' Ebu Bekir: 'Vallahi! Aynı şey benim de başıma geliyor. Hadi gidelim Allah'ın Resulü'ne.' (Hanzala dedi ki:) 'Böylece gitti.' Allah'ın Resulü (s.a.v) onu görünce: 'Hanzala, neyin var?' dedi. O da: 'Hanzala münafık oldu, ey Allah'ın Resulü! Seninle birlikteyken ateşi ve cenneti sanki gözümüzle görüyormuşuz gibi hatırlıyoruz. Ama döndüğümüzde eşlerimizle ve geçimimizle meşgul oluyoruz ve çok şey unutuyoruz.' O da şöyle dedi: 'Eğer benimle bulunduğunuz durumdan ayrılmasaydınız, melekler sizinle el sıkışırdı, toplantılarınızda, yataklarınızda ve yollarınızda. Ama ey Hanzala! Bunun bir zamanı, bunun da bir zamanı vardır.'” (Sahih)"
    },
    {
      "id": 101,
      "narrator": "Anas narrated that the Prophet(s.a.w) said:",
      "text": "Enes, Peygamber'in (s.a.v) şöyle söylediğini nakletti: \"Sizden hiç kimse, kardeşi için sevdiği şeyi kendisi için sevmedikçe iman etmiş olmaz.\""
    },
    {
      "id": 102,
      "narrator": "Ibn 'Abbas narrated:",
      "text": "İbn Abbas, \"Bir gün Peygamber'in (s.a.v) arkasında yürüyordum, o da şöyle dedi: 'Ey çocuk! Sana bir söz öğreteceğim: Allah'a karşı gelmekten sakın, O da seni korur. Allah'a karşı gelmekten sakın, O'nu önünde bulursun. Bir şey istediğinde, Allah'tan iste, yardım istediğinde, Allah'tan yardım iste. Bil ki, eğer bütün yaratıklar bir araya gelip sana fayda vermek için bir şey yapmaya kalkışsalar, sana fayda veremezler, ancak Allah senin için yazdıysa. Ve eğer sana zarar vermek için bir araya gelirlerse, sana zarar veremezler, ancak Allah senin için yazdıysa. Kalemler kaldırıldı ve sayfalar kurudu.'\""
    },
    {
      "id": 103,
      "narrator": "Anas bin Malik narrated that a man said:",
      "text": "Enes bin Malik, bir adamın şöyle dediğini nakletti: \"Ey Allah'ın Resulü! Onu bağlayıp Allah'a güveneyim mi, yoksa serbest bırakıp Allah'a güveneyim mi?\" O da: \"Bağla ve Allah'a güven.\" Diğer isnadlar benzer rivayetler aktarmaktadır."
    },
    {
      "id": 104,
      "narrator": "Al-Hasan bin 'Ali said:",
      "text": "Hasan bin Ali, \"Allah'ın Resulü'nün (s.a.v) şöyle söylediğini hatırlıyorum: 'Seni şüpheye düşüren şeyleri bırak, seni şüpheye düşürmeyen şeylere yönel. Gerçek huzur getirirken, yalan şüphe doğurur.'\" Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 105,
      "narrator": "Muhammad bin Al-Munkadir narrated from Jabir, that a man was mentioned in the presence of the Prophet (s.a.w) for his worship and striving in it, and another man was mentioned for his cautious piety. So the Prophet (s.a.w) said:",
      "text": "Muhammed bin el-Munkadir, Cabir'den, Peygamber'in (s.a.v) huzurunda bir adamın ibadeti ve bu konudaki gayreti, diğer bir adamın ise dikkatli takvası hakkında bahsedildiğini, Peygamber'in (s.a.v) şöyle dediğini nakletti: \"Hiçbir şey dikkatli takvaya eşit değildir.\""
    },
    {
      "id": 106,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletmiştir: \"Kim Tayyib olanı yer ve Sünnete uygun hareket ederse, insanlar onun zararından eminse, o cennete girecektir.\" Bunun üzerine bir adam dedi ki: \"Ey Allah'ın Resulü! Bu, bugün birçok insan için geçerli.\" O da şöyle dedi: \"Benden sonraki nesilde de böyle olacaktır.\""
    },
    {
      "id": 107,
      "narrator": "Sahl bin Mu'adh Al-Juhni narrated from his father that the Prophet (s.a.w) said:",
      "text": "Sahl bin Mu'adh el-Cuhni, babasından naklederek, Peygamber'in (s.a.v) şöyle söylediğini bildirmiştir: \"Kim Allah rızası için verir, Allah rızası için tutar, Allah rızası için sever, Allah rızası için nefret eder ve Allah rızası için evlenirse, o gerçekten imanı kemale erdirmiştir.\""
    },
    {
      "id": 108,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Peygamber'in (s.a.v) şöyle söylediğini nakletmiştir: \"Cennete girecek ilk grup, dolunay gecesindeki ay gibi görünecektir. İkinci grup ise gökyüzündeki en güzel yıldızın rengi gibi görünecektir. Onların her birinin iki eşi olacak, her eş yetmiş bilezik takacak ve bacaklarının iliği arkalarından görünür olacaktır.\""
    }
  ]
}