{
  "language": "tr",
  "metadata": {
    "length": 50,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletti: \"Şüphesiz, Cennet'te bir ağaç vardır, onun gölgesinde bir binekçi yüz yıl yol alır.\" Diğer rivayet zincirleri benzer nakiller yapmaktadır."
    },
    {
      "id": 2,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Said el-Hudri, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Cennet'te bir ağaç vardır, onun gölgesinde bir binekçi yüz yıl yol alır, ama sona ulaşamaz.\" Dedi ki: \"Ve bu, geniş gölgedir.\""
    },
    {
      "id": 3,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletti: \"Cennet'te bir ağaç yoktur ki, onun ağacı altın olmasın.\""
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre nakletti: \"Biz dedik: 'Ey Allah'ın Resulü! Bizimle olduğun zaman kalplerimiz yumuşuyor ve bu dünyaya olan arzumuzdan kurtuluyoruz, ahiret halkındanız. Ama senden ayrıldığımızda ve ailelerimizle, çocuklarımızla bir araya geldiğimizde kendimizi tanıyamıyoruz (yani, değişiyoruz)?' Bunun üzerine Allah'ın Resulü (s.a.v) dedi ki: 'Eğer benden ayrıldığınızda böyle olsaydınız, melekler kesinlikle evlerinize gelirlerdi. Ve eğer günah işlemeseydiniz, Allah kesinlikle yeni bir yaratık yaratırdı ki, onlar günah işlesinler, böylece O da onları affetsin.' Dedi ki: 'Ey Allah'ın Resulü! Yaratılış ne ile yaratıldı?' Dedi ki: 'Sudan.' Biz dedik: 'Cennet, ne ile inşa edilmiştir?' Dedi ki: 'Gümüş tuğlalar ve altın tuğlalarla. Harcı, güçlü bir kokuya sahip misk, taşları ise inci ve yakut, toprağı ise safrandır. Kim oraya girerse, yaşayacak ve acı çekmeyecek, sevinç duyacak ve ölmeyecek, elbiseleri eskimeyecek ve gençliği sona ermeyecektir.' Sonra dedi ki: 'Üç kişinin duası reddedilmez: Adil hükümdar, oruçlu kişi iftar ettiğinde ve mazlumun duası. Bu dua bulutların üzerine yükselir, Cennet kapıları onun için açılır ve Rabbimiz, Yüce ve Azametli, der ki: 'Ben kesinlikle size yardım edeceğim, hatta bir süre sonra bile.'\""
    },
    {
      "id": 5,
      "narrator": "'Ali narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ali, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletti: \"Şüphesiz, Cennet'te dışı içinden görünen ve içi dışından görünen odalar vardır.\" Bir bedevi ayağa kalktı ve dedi ki: \"Onlar kimler içindir, ey Allah'ın Peygamberi?\" Dedi ki: \"İyi konuşanlar, başkalarına yemek verenler, düzenli oruç tutanlar ve insanlar uyurken gece Allah için Salat kılanlar içindir.\""
    },
    {
      "id": 6,
      "narrator": "Abu Bakr bin 'Abdullah bin Qais narrated from his father that the Prophet (s.a.w) said:",
      "text": "Ebu Bekir bin Abdullah bin Kays, babasından nakletti ki, Peygamber (s.a.v) şöyle dedi: \"Şüphesiz, Cennet'te iki bahçe vardır, içindeki kaplar ve her şey gümüştendir. Ve iki bahçe daha vardır, içindeki kaplar ve her şey altındandır. İnsanlar ile Rablerini görmeleri arasında, ebedi bahçedeki Yücelik Cübbesi dışında hiçbir şey yoktur.\""
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ve zincirden, Peygamber (s.a.v)'in şöyle dediği rivayet edilmiştir: \"Şüphesiz, Cennet'te içi boş inciden yapılmış büyük bir çadır vardır, genişliği altmış mil, her köşesinde bir aile vardır, diğerlerini göremezler ve mümin onlara dolaşır.\""
    },
    {
      "id": 8,
      "narrator": "Mu'adh bin Jabal narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletti: \"Cennet'te yüz derece vardır, her iki derece arasında (mesafe) yüz yıldır.\""
    },
    {
      "id": 9,
      "narrator": "'Ubadah bin As-Samit narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Muaz bin Cebel, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletti: \"Kim Ramazan orucunu tutar, Salat kılarsa, Allah'ın evine Hac yaparsa\" - Zekat'ı anıp anmadığını bilmiyorum - \"Allah'ın onu affetmesi farzdır, ister Allah yolunda hicret etsin, ister doğduğu topraklarda kalsın.\" Muaz dedi: \"Bunu insanlara bildirmeyeyim mi?\" Allah'ın Resulü (s.a.v) dedi: \"İnsanları amelleriyle baş başa bırak, zira Cennet'te yüz derece vardır, her iki derece arasındaki mesafe, gökler ile yer arasındaki mesafe gibidir. El-Firdaus, Cennet'in en yüksek ve en geniş yeridir, onun üzerinde Ar-Rahman (En Merhametli) Arş'ı vardır ve oradan Cennet nehirleri akıtılır. O yüzden Allah'tan isterken, El-Firdaus'u isteyin.\""
    },
    {
      "id": 10,
      "narrator": "Abu Sa'eed narrated that the Prophet (ﷺ) said:",
      "text": "Ubade bin Samit, Allah'ın Resulü (s.a.v)'nin şöyle söylediğini nakletti: \"Cennet'te yüz derece vardır, her iki derece arasındaki mesafe, gökler ile yer arasındaki mesafe gibidir. El-Firdaus, en yüksek derecedir ve oradan Cennet'in dört nehirleri akıtılır. O yüzden Allah'tan isterken, El-Firdaus'u isteyin.\" Diğer bir zincir benzer bir nakil yapmaktadır."
    },
    {
      "id": 11,
      "narrator": "'Abdullah bin Mas'ud narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Said, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Şüphesiz Cennet'te yüz derece vardır, eğer Cennet halkının tamamı bunlardan birinde toplanırsa, onlara yetecektir.\""
    },
    {
      "id": 12,
      "narrator": "(Another chain:",
      "text": "Abdullah bin Mes'ud, Peygamber (s.a.v)'nin şöyle söylediğini nakletti: \"Şüphesiz, Cennet halkından bir kadının bacaklarının beyazlığı, yetmiş elbisenin arasından görünür, hatta iliği bile görünür, bu da Allah'ın Yüce'nin şöyle buyurmasındandır: 'Sanki onlar korundum ve mercan gibidir.' Korundum, eğer içine bir tel geçirsen ve bulanıklığını parlatırsan, kesinlikle onun içinden görebilirsin.\" Diğer bir zincir benzer bir nakil yapmaktadır."
    },
    {
      "id": 13,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Prophet (s.a.w) said:",
      "text": "(Diğer bir zincir:) Abdullah bin Mes'ud'dan, anlam olarak benzer, ve bunu merfu olarak nakletmemiştir. Bu, Abide bin Humaid'in (no.2533'teki bir ravidir) rivayetinden daha doğrudur ve bu şekilde Cerir ve Ata bin Es-Sa'ib'den birden fazla kişi tarafından nakledilmiştir, ve bunu merfu olarak anmamışlardır."
    },
    {
      "id": 14,
      "narrator": "Anas narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Said el-Hudri, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Şüphesiz, Cennet'e ilk giren grup, dolunay gecesindeki ay gibi görünecekler. İkinci grup, gökyüzündeki en güzel (en parlak) yıldızın rengi gibi görünecek. Her birinin iki eşi olacak, her eş yetmiş bilezik takacak, bacaklarının iliği arkalarından görünür olacak.\" (Diğer bir zincir) Ebu Said el-Hudri'den, Peygamber (s.a.v)'in şöyle dediği nakledilmiştir: \"Cennet'e ilk giren grup, dolunay gecesindeki ay gibi görünecek. İkinci grup, gökyüzündeki en güzel (en parlak) yıldızın rengi gibi görünecek. Her birinin iki eşi olacak, her eş yetmiş bilezik takacak, bacaklarının iliği arkalarından görünür olacak.\""
    },
    {
      "id": 15,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Enes, Peygamber (s.a.v)'nin şöyle söylediğini nakletti: \"Mümin, Cennet'te cinsel ilişkide böyle ve böyle bir güç verilecektir.\" Denildi ki: \"Ey Allah'ın Resulü! Bunu yapabilecek mi?\" Dedi ki: \"Ona yüz kişinin gücü verilecektir.\""
    },
    {
      "id": 16,
      "narrator": "Dawud bin Amir bin Sa'd bin Abi Waqqas narrated from his father, from his grandfather that the Prophet (s.a.w) said:",
      "text": "Davud bin Amir bin Sa'd bin Ebi Vakkas, babasından, dedesinden rivayet etti ki, Peygamber (s.a.v) şöyle buyurdu: \"Cennetteki bir tırnak ucu kadar bir şey bile görünse, bu, göklerin ve yerin en uzak köşelerini güzelleştirir. Ve eğer cennet halkından bir adam görünse ve bilezikleri ortaya çıksa, bu, güneşin ışığını karartır, tıpkı güneşin yıldızların ışığını kararttığı gibi.\""
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah narrated from the Messenger of Allah (s.a.w) that he said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (s.a.v)'den şöyle rivayet etmiştir: \"Cennet halkı vücut kıllarından yoksundur, Murddur, gözlerinde kohl vardır, gençlikleri sona ermez ve elbiseleri eskimez.\""
    },
    {
      "id": 18,
      "narrator": "Abu Sa'eed narrated concerning His (Allah's) statement \"And couches, elevated ...\" (Al Wa'qiah 56:34) that the Prophet (s.a.w) said:",
      "text": "Ebu Sa'id, Allah'ın \"Ve yüksek divanlar...\" (Vakıa 56:34) ayeti hakkında, Peygamber (s.a.v)'in şöyle söylediğini rivayet etti: \"Onların yüksekliği, gerçekten gökler ile yer arasındaki mesafe gibidir, beş yüz yıllık bir mesafe.\""
    },
    {
      "id": 19,
      "narrator": "Asma' bint Abi Bakr narrated:",
      "text": "Esma bint Ebi Bekir şöyle rivayet etti: \"Allah'ın Elçisi (s.a.v)'ni, Sidretü'l-Münteha'yı anarken duydum, şöyle diyordu: 'Bir yolcu, onun dallarının gölgesinde yüz yıl seyahat edecektir,' veya 'yüz yolcu onun gölgesinde gölgelenmek isteyecektir.' (Rivayet edenlerden biri) Yahya, bu konuda şüpheye düştü - 'içinde altın kelebekler vardır, meyveleri sanki Qilal gibidir.'\""
    },
    {
      "id": 20,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (s.a.w) was asked:",
      "text": "Enes bin Malik, Allah'ın Elçisi (s.a.v)'e sorulduğunu rivayet etti: \"Al-Kawthar nedir?\" O şöyle dedi: \"Bu, Allah'ın bana verdiği bir ırmaktır\" - yani cennette - \"süt kadar beyaz ve baldan daha tatlıdır. İçinde boyunları deve boynu gibi olan kuşlar vardır.\" Ömer dedi: \"Gerçekten bu, şişman ve lüks bir şey.\" Bunun üzerine Allah'ın Elçisi (s.a.v) şöyle dedi: \"Onu içenler, ondan daha şişmandır.\""
    },
    {
      "id": 21,
      "narrator": "Sulaiman bin Buraidah narrated from his father that a man asked the Prophet (ﷺ):",
      "text": "Süleyman bin Bureydah, babasından rivayet etti ki, bir adam Peygamber (s.a.v)'e sordu: \"Ey Allah'ın Elçisi, cennette atlar var mı?\" O dedi ki: \"Eğer Allah seni cennete alırsa, seni istediğin yere uçuracak bir yakut atla taşımak istemezsin.\" O dedi: \"Bir adam ona sordu: 'Ey Allah'ın Elçisi, cennette develer var mı?'\" O dedi: \"O (s.a.v) arkadaşına söylediği gibi söylemedi, aksine o (s.a.v) şöyle dedi: 'Eğer Allah seni cennete alırsa, orada ruhunun arzuladığı ve gözünün hoşlandığı her şey senin olacaktır.'\" Diğer bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 22,
      "narrator": "Abu Ayyub narrated that a Bedouin came to the Prophet (s.a.w) and said:",
      "text": "Ebu Eyyub, bir bedevinin Peygamber (s.a.v)'e geldiğini ve şöyle dediğini rivayet etti: \"Ey Allah'ın Elçisi, gerçekten atları seviyorum. Cennette atlar var mı?\" Allah'ın Elçisi (s.a.v) şöyle dedi: \"Eğer cennete kabul edilirsin, sana iki kanatlı bir yakut at getirilecektir, sonra onun üzerinde taşınacaksın, sonra o seni istediğin yere uçuracaktır.\""
    },
    {
      "id": 23,
      "narrator": "Mu'adh bin Jabal narrated that the  Prophet (s.a.w) said:",
      "text": "Muaz bin Cebel, Peygamber (s.a.v)'in şöyle dediğini rivayet etti: \"Cennet halkı, vücut kıllarından yoksun, Murddur, gözlerinde kohl vardır, otuz yaşında veya otuz üç yaşındadır.\""
    },
    {
      "id": 24,
      "narrator": "Ibn Buraidah narrated from his father that the Messenger of Allah (s.a.w)said:",
      "text": "İbn Bureydah, babasından rivayet etti ki, Allah'ın Elçisi (s.a.v) şöyle dedi: \"Cennet halkı yüz yirmi saftır, bunların sekseni bu ümmetten, kırkı ise diğer ümmetlerden.\""
    },
    {
      "id": 25,
      "narrator": "'Abdullah bin Mas'ud narrated:",
      "text": "Abdullah bin Mes'ud şöyle rivayet etti: \"Biz, Allah'ın Elçisi (s.a.v) ile bir çadırda oturuyorduk, aramızda kırk kişi vardı. Allah'ın Elçisi (s.a.v) bize şöyle dedi: 'Cennet halkının dörtte biri olmaktan memnun olur musunuz?' Onlar: 'Evet.' dediler. O dedi: 'Cennet halkının üçte biri olmaktan memnun olur musunuz?' Onlar: 'Evet.' dediler. O dedi: 'Cennet halkının yarısı olmaktan memnun olur musunuz? Şüphesiz cennete girecek olan sadece bir Müslüman ruhudur. Ve siz, Şirk ile ilgili olarak, siyah bir boğanın derisindeki beyaz kıllar gibi veya kırmızı bir boğanın derisindeki siyah kıllar gibisiniz.' Diğer isnadlar benzer rivayetler aktarmaktadır.\""
    },
    {
      "id": 26,
      "narrator": "Salim bin 'Abdullah narrated from his father that the Messenger of Allah (s.a.w) said:",
      "text": "Salim bin Abdullah, babasından rivayet etti ki, Allah'ın Elçisi (s.a.v) şöyle dedi: \"Ümmetimin cennete gireceği kapının genişliği, iyi bir binicinin üç mesafe kat ettiği kadardır. (yani üç gece veya üç yıl ve bu daha belirgindir) Buna rağmen, omuzları neredeyse tamamen ezilene kadar orada sıkışacaklardır.\""
    },
    {
      "id": 27,
      "narrator": "Hasan bin 'Atiyyah narrated from Sa'eed bin Al-Musayyab, that he met Abu Hurairah, and Abu Hurairah said:",
      "text": "Hasan bin Atiyye, Said bin Müseyyib'den, onun Ebu Hureyre ile karşılaştığını ve Ebu Hureyre'nin şöyle dediğini rivayet etti: \"Allah'a dua ediyorum ki, seni ve beni cennet pazarında bir araya getirsin.\" Bunun üzerine Said: \"Orada bir pazar mı var?\" dedi. O dedi: \"Evet, Allah'ın Elçisi (s.a.v) bana bildirdi ki: 'Cennet halkı cennete girdiğinde, yerlerini amellerinin faziletine göre alacaklardır. Sonra, Rablerine ziyaret izni verilecektir, dünya günlerinden bir Cuma kadar. O, onlara Arşını sunacak ve cennet bahçelerini gösterecektir. Sonra onlara yüksek ışık koltukları, inci koltukları, korundum koltukları, peridot koltukları, altın koltukları ve gümüş koltukları kurulacaktır. Ve onların en aşağısı -ve aralarında hiçbiri alçak değildir- misk ve kafurdan bir tepe üzerinde oturacak ve koltuklardakilerin kendilerinden daha iyi bir oturma yeri olduğunu düşünmeyeceklerdir.' Ebu Hureyre dedi: \"Ben dedim: 'Ey Allah'ın Elçisi, Rabbimizi görecek miyiz?' O (s.a.v) dedi: 'Evet. Gözlerin görmediği, kulakların işitmediği ve insanların kalplerine gelmeyen bir şey olacaktır. Ve bize arzuladığımız her şey getirilecektir. Bu pazarda ne bir şey satılacak ne de alınacaktır, ve o pazarda cennet halkı birbirleriyle buluşacaklardır.' O dedi: 'Böylece yüksek rütbeli kişi, kendisinden daha aşağıda olanla karşılaşacak -ve aralarında hiçbiri alçak değildir- ve o, gördüğü elbiselerden etkilenecek, tartışmaları sona ermeyecek, ta ki kendisi daha güzelini hayal edene kadar, çünkü orada hiç kimsenin pişmanlık duyması uygun değildir. Sonra yerlerimize döneceğiz ve eşlerimiz bize şöyle diyecek: “Hoş geldin ve selam, geldin ve bizi terk ettiğinden daha güzel bir güzellik ile geldin.” Biz de diyeceğiz: “Gerçekten bugün Rabbimizle oturduk, güçlü olanla, ve döndüğümüzde döndüğümüzle birlikte gelmemiz uygun.”'” (Da'if)"
    },
    {
      "id": 28,
      "narrator": "'Ali narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ali, Allah'ın Elçisi (s.a.v)'in şöyle dediğini rivayet etti: \"Gerçekten cennette, alım satımın olmadığı bir pazar vardır - sadece erkek ve kadınların resimleri için. Bu yüzden bir adam bir resmi arzuladığında, o pazara girer.\""
    },
    {
      "id": 29,
      "narrator": "Jarir bin 'Abdullah Al-Bajali narrated:",
      "text": "Cerir bin Abdullah el-Bacali şöyle rivayet etti: \"Peygamber (s.a.v) ile oturuyorduk, dolunay gecesinde aya baktı ve şöyle dedi: 'Gerçekten, Rabbinizin huzuruna çıkarılacaksınız ve onu, bu ayı gördüğünüz gibi göreceksiniz. Onu zahmetsizce göreceksiniz. O halde, güneşin doğuşundan önce ve batışından önce dua etmekten kendinizi alıkoyabiliyorsanız, bunu yapın.' Sonra şunu okudu: 'Ve Rabbinizin hamdini, güneşin batmadan önce tesbih edin.'\""
    },
    {
      "id": 30,
      "narrator": "Suhaib narrated concerning His (Allah's) statement:",
      "text": "Suheyl, Allah'ın \"İyilik yapanlar için en güzel (mükafat) ve daha fazlası vardır.\" ayeti hakkında, Peygamber (s.a.v)'in şöyle dediğini rivayet etti: \"Cennet halkı cennete girdiğinde, bir çağrıcı şöyle seslenecektir: 'Gerçekten, Allah ile sizin aranızda bir vaad vardır.' Onlar: 'Yüzlerimizi beyazlatmadı mı, ateşten kurtarmadı mı ve bizi cennete sokmadı mı?' diyeceklerdir. Onlar: 'Gerçekten.' diyeceklerdir. Sonra Perde kaldırılacaktır.\" O dedi: \"Böylece, Allah'a yemin ederim ki, onlara, O'nu görmektan daha sevimli bir şey vermemiştir.\""
    },
    {
      "id": 31,
      "narrator": "Thuwair narrated from Ibn Umar, saying:",
      "text": "Thuwair, İbn Ömer'den rivayet etti, şöyle dedi: Allah'ın Resulü (s.a.w) dedi ki: \"Cennetteki insanların en düşük derecesindeki kişi, bahçelerine, eşlerine, nimetlerine, hizmetçilerine ve yataklarına bin yıllık mesafeden bakacak olan kişidir. Allah katında en şerefli olanı ise, sabah akşam O'nun yüzüne bakacak olandır.\" Sonra Allah'ın Resulü (s.a.w) şu ayeti okudu: O gün bazı yüzler parlayacak. Onlar, Rablerine bakacaklardır."
    },
    {
      "id": 32,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Dolunay gecesi ayı görmek için birbirinize yığılır mısınız? Güneşi görmek için birbirinize yığılır mısınız?\" Onlar: \"Hayır.\" dediler. O da: \"Şüphesiz, siz Rabbinizi dolunay gecesindeki ayı gördüğünüz gibi göreceksiniz, O'nu görmek için birbirinize yığılmayacaksınız.\" Diğer senetler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 33,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Şüphesiz, Allah cennet ehline şöyle diyecek: 'Ey cennet ehli!' Onlar: 'Sana icabet ediyoruz, ey Rabbimiz, biz sana hizmetteyiz.' O da: 'Siz memnun musunuz?' diyecek. Onlar: 'Senin, yaratıklarından hiç kimseye vermediğin şeyleri bize verdiğin için neden memnun olmayalım?' diyecekler. O da: 'Size bundan daha büyük bir şey vereceğim.' Onlar: 'O nedir?' diyecekler. O da: 'Sizi rızamla kuşatacağım ve asla sizden öfkelenmeyeceğim.'\""
    },
    {
      "id": 34,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.w) şöyle dediğini rivayet etti: \"Şüphesiz, cennet ehli, üst odaları doğu yıldızını veya batı yıldızını, gökyüzünün uzak köşesinde kaybolmuş veya seviyeler arasındaki farklardan dolayı yükselmiş gibi görecekler.\" Onlar: \"Olarak peygamberler mi?\" dediler. O: \"Evet. Canımın elinde olan Allah'a yemin ederim ki, Allah'a ve Resulüne iman eden gruplar da öyle olacak.\""
    },
    {
      "id": 35,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Allah, kıyamet gününde insanları tek bir düzlemde toplayacak, sonra âlemlerin Rabbi onlara gelecek ve 'Her kişi, taptığı şeyin peşinden gitsin.' diyecek. Haç tapan için haçı, resim tapan için resimleri, ateş tapan için ateşi sembolize edilecektir. Onlar, taptıkları şeylerin peşinden gidecekler, Müslümanlar ise kalacaklar. Sonra âlemlerin Rabbi onlara gelecek ve 'İnsanları takip etmiyor musunuz?' diyecek. Onlar: 'Biz sana sığınırız, Allah'a sığınırız, Allah bizim Rabbimizdir ve biz burada kalacağız, ta ki Rabbimizi görene kadar.' Ve O, onlara emir verir ve onları sabit kılar.\" Onlar: \"Ey Allah'ın Resulü, O'nu görecek miyiz?\" dediler. O: \"Dolunay gecesinde ayı görmekte bir zarar var mı?\" dedi. Onlar: \"Hayır, ey Allah'ın Resulü.\" dediler. O: \"O zaman O'nu o saatte görmekte bir zarar olmayacak. Sonra O, kendisini gizleyecek, sonra gelecek ve onlara kendisini tanıtacak, sonra: 'Ben sizin Rabbinizim, bana tabi olun.' diyecek. Müslümanlar ayağa kalkacak ve sırat köprüsü kurulacak, ve onlar geçecekler, mükemmel atlar ve develer gibi geçecekler ve üzerlerinde: 'Onlara selamet ver, onlara selamet ver.' diyecekler. Ateş ehli kalacak, sonra onların bir kısmı oraya atılacak ve ateşe: 'Doldun mu?' denilecek. O da: 'Daha var mı?' diyecek. Sonra onların bir kısmı oraya atılacak ve yine: 'Doldun mu?' denilecek. O da: 'Daha var mı?' diyecek. Ta ki hepsi oraya dahil oluncaya kadar, Ar-Rahman (En Merhametli) ayağını oraya koyacak ve kenarları bir araya getirilecek, sonra: 'Yeter.' diyecek. O da: 'Yeter, yeter.' diyecek. Sonra Yüce Allah, cennet ehli cennete ve ateş ehli ateşe girdiğinde, denilecek: 'Ey cennet ehli! Ölüm yok, ebedi hayat!' Ve 'Ey ateş ehli! Ölüm yok, ebedi hayat!'\""
    },
    {
      "id": 36,
      "narrator": "'Attiyah narrated from Abu Sa'eed in Marfu' form:",
      "text": "'Attiyah, Ebu Sa'id'den merfu olarak rivayet etti: \"Kıyamet günü, Ölüm siyah-beyaz karışık bir koç olarak getirilecektir. Cennet ile ateş arasında durdurulacak ve sonra izlerken kesilecektir. Eğer sevinçten ölecek biri olsaydı, şüphesiz cennet ehli ölecekti, ve eğer üzüntüden ölecek biri olsaydı, şüphesiz ateş ehli ölecekti.\""
    },
    {
      "id": 37,
      "narrator": "Anas narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Anas, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Cennet zorluklarla çevrilidir, ateş ise arzularla çevrilidir.\""
    },
    {
      "id": 38,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Allah cenneti ve ateşi yarattığında, Cebrail'i cennete gönderdi ve: 'Bak, ve orada sakinleri için ne hazırladım.' dedi.\" O (s.a.w) dedi ki: \"O da cennete geldi ve baktı, Allah'ın orada hazırladığına. O (Cebrail) dedi ki: 'Şüphesiz, kudretinle, bunu duyan hiç kimse girmeyecek.' Sonra O, cenneti zorluklarla çevrilmesi emrini verdi. O da: 'Buna geri dön ve bak, ve orada sakinleri için ne hazırladım.' dedi.\" O (s.a.w) dedi ki: \"O da geri döndü ve zorluklarla çevrili buldu. O, tekrar O'na döndü ve: 'Şüphesiz, kudretinle, kimsenin giremeyeceğinden korkuyorum.' dedi. O (s.a.w) dedi ki: 'Ateşe git ve bak, ve orada sakinleri için ne hazırladım.' O da onu buldu, bir kısmı diğerinin üstünde. O, tekrar O'na döndü ve: 'Şüphesiz, kudretinle, bunu duyan hiç kimse girmeyecek.' dedi. Sonra O, ateşi arzularla çevrilmesi emrini verdi, sonra: 'Buna geri dön.' dedi, o da geri döndü, sonra: 'Şüphesiz, kudretinle, kimsenin ondan kurtulamayacağından korkuyorum.' dedi.\""
    },
    {
      "id": 39,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Cennet ve ateş tartıştı. Cennet dedi ki: 'Zayıflar ve fakirler bana girecek.' Ateş dedi ki: 'Zalimler ve kibirli olanlar bana girecek.' O da ateşe dedi: 'Sen benim azabım, ben seninle dilediğimden intikam alırım.' Cennete de dedi: 'Sen benim merhametimsin, ben seninle dilediğimden merhamet ederim.'\""
    },
    {
      "id": 40,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Cennetteki insanların en düşük derecesindeki kişi, seksen bin hizmetçisi ve yetmiş iki eşi olan kişidir. Onun için inci, zümrüt ve korundumdan bir çadır kurulacaktır, (büyüklüğü) Al-Cabiyye ile Sana arasında olan gibidir.\" Ve bu senetle, Peygamber (s.a.w) şöyle dediği rivayet edilmiştir: \"Cennete girmesi belirlenenlerden kim ölürse, genç veya yaşlı, cennette otuz yaşında geri getirilecektir, asla bundan fazlasını almayacaklar, aynı şekilde ateş ehli de.\" Ve bu senetle, Peygamber (s.a.w) şöyle dediği rivayet edilmiştir: \"Onların başlarında taçlar vardır, en azından inci ışığı doğu ile batı arasını aydınlatır.\""
    },
    {
      "id": 41,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Mümin, cennette bir çocuk istediğinde, o bir saat içinde taşınacak, doğacak ve yaşlanacaktır.\" Bilgiler arasında bu konuda ihtilaf olmuştur, bazıları cennette cinsel ilişki olduğunu ancak doğum olmadığını söylemiştir. Bu, Tawus, Mücahid ve İbrahim en-Nehai'den böyle rivayet edilmiştir. Muhammed dedi ki: \"Peygamberin hadisi hakkında: 'Mümin cennette bir çocuk istediğinde, o bir saat içinde istediği gibi olacaktır' İshak bin İbrahim dedi ki: 'Ama o istemeyecek.' Muhammed dedi ki: \"Ve Ebu Razin el-Uqaili'den Peygamber (s.a.w) şöyle dediği rivayet edilmiştir: 'Şüphesiz, cennet ehli orada çocuk sahibi olmayacaklar.'\""
    },
    {
      "id": 42,
      "narrator": "'Ali narrated that the Messenger of Allah (s.a.w) said:",
      "text": "'Ali, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Şüphesiz cennette Al-Hur Al-'Ein için bir toplanma vardır, orada seslerini yükseltirler. Yaratıklar, onların benzerini duymamıştır.\" \"Onlar: 'Biz ebedi olanlarız, asla ölmeyeceğiz. Biz sevinç ve rahatlık içinde yaşayanlarız, hiçbir ihtiyacımız yok. Biz memnun olanlarız, öfkelenmeyiz. Tuba (müjde) bize ait olan için ve biz de ona aittiriz.' derler.\" Diğer senetler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 43,
      "narrator": "[ From Yahya bin Abi Kathir, concerning His (Allah's), the Mighty and Glorious, statement:",
      "text": "[Yahya bin Ebi Katir'den, O'nun (Allah'ın), Azametli ve Şanlı, \"Sonra onlar bahçelerde lüks içinde yaşayacaklar\" ifadesi hakkında: \"Dinliyorlar.\" dedi. Ve dinlemenin anlamı, Al-Hur Al-'Ein'in seslerini yükseltmesiyle benzer bir şekilde zikredilmiştir.]"
    },
    {
      "id": 44,
      "narrator": " Ibn 'Umar narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Ömer, Allah'ın Resulü (s.a.w) şöyle dediğini rivayet etti: \"Üç kişi misk tepeciklerinde olacak\" - bana öyle geliyor ki, \"Kıyamet günü. İnsanların ilk ve sonları onlara haset edecek: Her gün ve gece beş vakit namaz kılan bir adam; bir topluluğa liderlik eden ve onlardan memnun olan bir adam; ve Allah'ın hakkını ve efendilerinin hakkını yerine getiren bir köle.\""
    },
    {
      "id": 45,
      "narrator": "Abdullah bin Mas'ud narrated a Marfu' narration:",
      "text": "Abdullah bin Mes'ud, merfu bir rivayet aktardı: \"Allah, Azametli ve Şanlı, üç kişiyi sever: Geceleyin Allah'ın kitabını okuyan bir adam; sağ eliyle sadaka veren, bunu gizleyerek yapan bir adam\" - bana öyle geliyor ki, \"sol eliyle\" dedi - \"ve bir grup arkadaşları yok edilirken düşmana karşı duran bir adam.\" Diğer bir senet benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 46,
      "narrator": "Abu Dharr narrated that the Prophet(s.a.w) said:",
      "text": "Ebu Zer, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Allah'ın sevdiği üç kişi ve Allah'ın nefret ettiği üç kişi vardır. Allah'ın sevdiği kişilerden biri, bir topluluğa gelerek onlardan Allah adına bir şey isteyen bir adamdır; bu adam, onlarla olan bir akrabalık ilişkisi nedeniyle değil, ama onlar ona bir şey vermedikleri için aralarından birisi geri durup ona gizlice verir, verdiği şeyden yalnızca Allah ve ona veren kişi haberdar olur. Diğerleri ise, gece yolculuk eden bir grup insandır; uyku, onlara eşit olan her şeyden daha sevimli hale geldiğinde başlarını koyarlar, ama bir adam, alçakgönüllü olarak bana yönelir ve Ayetlerimi okur. Ve bir adam, küçük bir seferde düşmanla karşılaşır ve düşman yenilgiye uğratılır, ama o onlara karşı durur, ta ki ya öldürülene ya da zafer kendisine verilene kadar. Allah'ın nefret ettiği üç kişi ise, zina eden yaşlı adam, kibirli fakir adam ve zalim zengin adamdır.\" Başka bir isnad benzer bir rivayet aktarmaktadır."
    },
    {
      "id": 47,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Dicle, yakında bir altın hazineyi açığa çıkaracak, o hazineyi gören kimse, ondan hiçbir şey almasın.\""
    },
    {
      "id": 48,
      "narrator": "Abu Hurairah narrated that the Prophet(s.a.w) said similar to it, except that he said,:",
      "text": "Ebu Hüreyre, Peygamber (s.a.v)'in buna benzer bir şey söylediğini, ancak şöyle dediğini aktardı: \"Bir altın testi açığa çıkaracak.\""
    },
    {
      "id": 49,
      "narrator": "Hakim bin Mu'awiyah narrated from his father, that the Prophet (s.a.w) said:",
      "text": "Hakim bin Muaviye, babasından naklederek, Peygamber (s.a.v)'in şöyle söylediğini aktardı: \"Şüphesiz cennette bir su denizi, bir bal denizi, bir süt denizi ve bir şarap denizi vardır; ardından nehirler ayrılacaktır.\""
    },
    {
      "id": 50,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Enes bin Malik, Allah'ın Elçisi (s.a.v)'in şöyle söylediğini nakletti: \"Kim Allah'tan (s.w.t) cenneti üç kez isterse, cennet der ki: 'Ey Allah, onu cennete al.' Ve kim ateşten üç kez sığınırsa, ateş der ki: 'Ey Allah, onu ateşten kurtar.'\" Diğer isnad benzer rivayetler aktarmaktadır."
    }
  ]
}