{
  "language": "tr",
  "metadata": {
    "length": 33,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Abdullah bin Mas'ud narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Abdullah bin Mes'ud, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletmiştir: \"Cehennem, o Gün (Kıyamet Günü) yetmiş bin dizginle getirilecektir ve her bir dizginle yetmiş bin melek onu sürükleyecektir.\" Diğer senetler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 2,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletmiştir: \"Kıyamet Günü, Ateşten (uzun bir boyun şeklinde) bir şey çıkacaktır. Bunun iki gözü görür, iki kulağı duyar ve bir dili vardır. O, 'Üzerimde üç kişiyi bırakmakla görevlendirildim: Her inatçı zalim, Allah'tan başka bir ilaha dua eden herkes ve heykel yapanlar.'\" Diğer senetler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 3,
      "narrator": "Al-Hasan said:",
      "text": "Hasan dedi ki: \"O, minberde - El-Basra minberinde - Utbe bin Gazvan, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletti: 'Gerçekten, Cehennem'in kenarından dev bir taş atılsa, bu taş yetmiş yıl boyunca düşmeye devam eder, fakat dibine ulaşamaz.' Dedi ki: 'Ömer şöyle derdi: \"Ateşi anmayı artırın, çünkü onun sıcaklığı çok şiddetlidir, dibi uzaktır ve kamçılarından biri demirdendir.\" (Sahih)"
    },
    {
      "id": 4,
      "narrator": "Abu Sa'eed narrated that\nthe Prophet SAW said:",
      "text": "Ebu Sa'id, Peygamber'in (s.a.v) şöyle söylediğini nakletmiştir: \"As-Saud, Cehennem'de bir dağdır; bir kafir üzerine yetmiş sonbahar yükseğe kaldırılacak ve sonra benzer şekilde oradan düşecektir, sonsuza dek.\" (Daif)"
    },
    {
      "id": 5,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten bir kafirin derisi kırk iki kol uzunluğu kalınlığında olacak, azı dişleri Uhud (dağı) gibi olacak ve Cehennem'deki oturma yeri Mekke ile Medine arasındaki mesafe gibi olacaktır.\""
    },
    {
      "id": 6,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (s.a.v) Kıyamet Günü'nde kafirin azı dişlerinin Uhud (dağı) gibi olacağını, uyluğunun Al-Baida gibi olacağını ve ateşteki oturma yerinin Ar-Rabadhah'ın üç katı mesafesi gibi olacağını nakletmiştir. Onun (s.a.v) \"Ar-Rabadhah'ın benzeri\" ifadesi, Medine ile Ar-Rabadhah arasındaki mesafe gibidir. Al-Baida ise Uhud gibi bir dağdır."
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah narrated a Marfu' narration:",
      "text": "Ebu Hureyre, marfu bir rivayet nakletmiştir: \"Kafirin azı dişleri Uhud (dağı) gibi olacaktır.\""
    },
    {
      "id": 8,
      "narrator": "Ibn 'Umar narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn 'Umar, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten kafirin dili bir fersah veya iki fersah uzatılacaktır, öyle ki insanlar onun üzerinde yürüyebilecektir.\""
    },
    {
      "id": 9,
      "narrator": "Abu Sa'eed narrated regarding His (Allah's) statement:",
      "text": "Ebu Sa'id, Allah'ın \"Kal Muhl\" ifadesi hakkında, Peygamber'in (s.a.v) şöyle dediğini nakletmiştir: \"Kaynar yağ gibi, öyle ki yüzüne yaklaştırıldığında, yüzünün derisi içine düşecektir.\""
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber'in (s.a.v) şöyle söylediğini nakletmiştir: \"Gerçekten Hamim, onların başlarının üzerine dökülecektir. Hamim, içlerine ulaşacak şekilde sızacak ve içindekiler dışarı çıkacak, ayaklarının üzerine dökülecek ve eriyecektir. Sonra yeniden eski haline getirilecektir.\""
    },
    {
      "id": 11,
      "narrator": "Abu Umamah narrated regarding His (Allah's) statement:",
      "text": "Ebu Umame, Allah'ın \"Ona Sadid suyu içirilecektir, yutacaktır...\" ifadesi hakkında, Peygamber'in (s.a.v) şöyle dediğini nakletmiştir: \"O, ağzına getirilecektir ve ondan hoşlanmayacaktır, bu yüzden her getirildiğinde yüzünü eritecek ve başının derisi içine düşecektir. Sonra ondan içtiğinde, bağırsakları kesilecektir, ta ki anüsünden dışarı çıkana kadar. Allah, Aziz ve Celil şöyle buyurur: 'Ve onlara Hamim suyu içirilecektir ki bu, bağırsaklarını keser...' ve O şöyle der: 'Eğer içmek isterlerse, yüzleri eriten Muhl suyu verilecektir, en kötü içecek...'\""
    },
    {
      "id": 12,
      "narrator": "Abu Sa'eed Al-Khudri narrated that about:",
      "text": "Ebu Sa'id Al-Hudri, \"Kal Muhl\" hakkında, Peygamber'in (s.a.v) şöyle dediğini nakletmiştir: \"Kaynar yağ gibi, öyle ki ona yaklaştırıldığında yüzünün derisi içine düşecektir.\" Ve bu senetle, Peygamber (s.a.v) şöyle demiştir: \"Eğer dünyada bir kova Ghassaq dökülseydi, dünya halkı çürürdü.\" (Da'if) Ve onun \"Her duvarın Kithaf'ı\" ifadesinin anlamı kalınlığıdır."
    },
    {
      "id": 13,
      "narrator": "Ibn 'Abbas narrated that the Messenger of Allah (s.a.w) recited this Ayah:",
      "text": "İbn Abbas, Allah'ın Resulü'nün (s.a.v) bu ayeti okuduğunu nakletmiştir: \"Allah'a karşı gelmekten sakının, ve ancak Müslümanlar olarak ölün.\" Ve Allah'ın Resulü (s.a.v) şöyle dedi: \"Eğer Az-Zaqqum'dan bir damla dünyaya düşseydi, insanların rızkını bozar, peki ya onun yiyeceği kimdir?\""
    },
    {
      "id": 14,
      "narrator": "Abu Ad-Darda' narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Derda, Allah'ın Resulü'nün (s.a.v) şöyle söylediğini nakletmiştir: \"Ateşin sakinleri, çektikleri azap kadar bir açlık çekecekler, bu yüzden rahatlama arayacaklar ve onlara ne besleyecek ne de açlıklarını giderecek olan Dari verilecektir. Böylece tekrar yiyecek arayacaklar ve boğulmalarına neden olan bir yiyecek verilecektir. Sonra dünyada boğulma için bir şey içtiklerini hatırlayacaklar. Bu yüzden içecek arayacaklar. Sonra onlara et kancalarıyla Hamim verilecektir, bu yüzden yüzlerine geldiğinde yüzlerini eritecek ve içlerine girdiğinde içindekileri parçalayacaktır. Böylece (bazıları) derler: 'Cehennem bekçilerini çağırın.' Onlar derler: 'Size açık delillerle peygamberler gelmedi mi?' Onlar derler: 'Evet!' Onlar derler: 'O halde dilediğiniz gibi çağırın.' Ve kafirlerin duası sadece boş bir şeydir.\" O dedi: \"Onlar derler: 'Malik'i çağırın.' Onlar derler: 'Ey Malik! Rabb'iniz bizi yok etsin!' O da onlara şöyle cevap verir: 'Gerçekten siz burada sonsuza dek kalacaksınız.' Al-A'mash dedi: \"Onların onu çağırması ile Malik'in onlara cevap vermesi arasında bin yıl vardır.\" O dedi: \"Onlar derler: 'Rabb'inizi çağırın, çünkü Rabb'inizden daha hayırlısı yoktur.' Böylece derler: 'Rabbimiz! Bizim üzerimize azap geldi ve biz sapkın bir topluluk olduk. Rabbimiz! Bizi buradan çıkar, eğer tekrar dönersek, gerçekten biz zalimlerden olacağız.' O dedi: \"Onlara şöyle cevap verilecektir: 'Siz burada alçaklık içinde kalacaksınız! Ve benimle konuşmayın.'\" O dedi: \"Böylece, herhangi bir iyilik umudunu kaybedecekler ve bu nedenle inlemeye, umutsuzluğa ve şiddetli bir yıkıma sürüklenecekler.\""
    },
    {
      "id": 15,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Sa'id Al-Hudri, Peygamber'in (s.a.v) şöyle söylediğini nakletmiştir: \"Ve orada dudaklarını büzerek grimasa gireceklerdir. -Ateş tarafından ızgara yapılacak ve üst dudağı kafasının ortasına kadar katlanacak, alt dudağı ise aşağıya sarkacak, göbeğine kadar inecektir.\""
    },
    {
      "id": 16,
      "narrator": "'Abdullah bin 'Amr bin Al-'As narrated that the Messenger of Allah said:",
      "text": "Abdullah bin Amr bin Al-'As, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Eğer bu gibi bir mermi, Al-jumjumah gibi bir şeye işaret ederek, gökten yere düşerse - ve bu, beş yüz yıllık bir mesafedir - gece olmadan yere ulaşır. Ama eğer zincirin tepesinden düşerse, yere ulaşması kırk yıl alır, gündüz ve gece.\" (Hasan)"
    },
    {
      "id": 17,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Bu ateşiniz, Adem oğullarının yaktığı, Cehennemin sıcaklığının yetmişte bir parçasıdır.\" Onlar dediler ki: \"Vallahi! Yeterli olmaz mıydı, Ey Allah'ın Resulü?!\" O dedi ki: \"Bu, altmış dokuz parça daha fazladır - hepsi benzer sıcaklıktadır.\" (Sahih)"
    },
    {
      "id": 18,
      "narrator": "Abu Sa'eed narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Sa'id, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Bu ateşiniz, Cehennemin ateşinin yetmişte bir parçasıdır, her bir parçası bu ateşin sıcaklığı gibidir.\""
    },
    {
      "id": 19,
      "narrator": "Abu Hurairah narrated that the Prophet (s.a.w) said:",
      "text": "Ebu Hureyre, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Ateş, bin yıl boyunca yakıldı ve kızardı, sonra bin yıl daha yakıldı ve beyazladı, sonra bin yıl daha yakıldı ve karardı, bu yüzden karanlık siyah oldu.\""
    },
    {
      "id": 20,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Ateş, Rabbine şikayet etti. Dedi ki: 'Benden bazı parçalar diğer parçaları tüketiyor.' Bunun üzerine ona iki nefes almasına izin verildi: biri kışta, diğeri yazda. Kıştaki nefes, Zamharir'dir; yazdaki nefes ise Samum'dur. Diğer rivayet zincirleri benzer nakiller yapmaktadır.\""
    },
    {
      "id": 21,
      "narrator": "From Anas, that the Messenger of Allah (s.a.w) said – Hisham (one of the narrators) narrated it:",
      "text": "Anas'tan, Allah'ın Resulü (s.a.v)'nün şöyle söylediği rivayet edilmiştir – Hişam (bir nakilci) bunu nakletti: \"Bazıları ateşten çıkacak,\" Şu'bah (başka bir nakilci) ise şöyle nakletti: \"La ilaha illallah diyen ve kalbinde arpa tanesi ağırlığında iyilik olanı ateşten çıkarın. La ilaha illallah diyen ve kalbinde buğday tanesi ağırlığında iyilik olanı ateşten çıkarın. La ilaha illallah diyen ve kalbinde bir toz tanesi ağırlığında iyilik olanı ateşten çıkarın.\" Ve Şu'bah dedi ki: \"Hafif bir mısır tanesinin ağırlığına eşit olanı.\" (Sahih) Diğer zincirler benzer nakiller yapmaktadır."
    },
    {
      "id": 22,
      "narrator": "Anas said that the Prophet (s.a.w) said:",
      "text": "Anas dedi ki: Peygamber (s.a.v) şöyle söyledi: \"Allah buyuracak: 'Beni bir gün hatırlayanı, ya da günah işlerken benden korkanları ateşten çıkarın.'\""
    },
    {
      "id": 23,
      "narrator": "Ibn Masud narrated that the Messenger of Allah (s.a.w) said:",
      "text": "İbn Mes'ud, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Ateşten çıkacak son insanı biliyorum. Bir adam sürünerek çıkacak ve diyecek ki: 'Ey Rabbim! İnsanlar tüm yerleri kapladı.'\" O dedi ki: \"Ona şöyle denilecek: 'Cennete git, cennete girmek için.' O gidecek ama insanların tüm yerleri kapladığını görecek. Geri dönecek ve diyecek ki: 'Ey Rabbim! İnsanlar tüm yerleri kapladı.' O zaman ona şöyle denilecek: 'Yaşadığın zamanları hatırlıyor musun?' O diyecek ki: 'Evet.' O zaman ona şöyle denilecek: 'Dile, bir şey dileyecek ve ona denilecek: 'Senin için dilediğin her şey ve dünyanın on katı var.' O diyecek ki: 'Beni alay mı ediyorsun, sen Kral iken?'\" O (İbn Mes'ud) dedi ki: \"Ben, Allah'ın Resulü (s.a.v)'nün dişleri görünene kadar güldüğünü gördüm.\""
    },
    {
      "id": 24,
      "narrator": "Abu Dharr narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Dharr, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Ateşten çıkan son insanı ve cennete girecek son insanı biliyorum. Bir adam getirilecek ve O (s.a.v) şöyle diyecek: 'Küçük günahlarını sor ve büyük günahlarını gizle.' O'na şöyle denilecek: 'Şu gün, şu gün şunu ve bunu yaptın mı, şu gün şunu ve bunu yaptın mı?'\" O dedi ki: \"Sonra ona şöyle denilecek: 'Her günahın için bir ödül alacaksın.'\" O (s.a.v) dedi ki: \"O, 'Ey Rabbim! Burada görmediğim şeyler yaptım.' diyecek.\" O (Ebu Dharr) dedi ki: \"Ben, Allah'ın Resulü (s.a.v)'nün dişleri görünene kadar güldüğünü gördüm.\" (Sahih)"
    },
    {
      "id": 25,
      "narrator": "Jabir narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Cabir, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Tawhid ehlinin bazıları ateşte cezalandırılacak ve kömür haline gelecek. Sonra Allah'ın merhameti onlara ulaşacak, dışarı çıkarılacaklar ve cennetin kapılarına atılacaklar.\" O dedi ki: \"Cennet halkı onlara su dökecek ve onlar selin taşıdığı kalıntılar gibi filizlenecek, sonra cennete girecekler.\""
    },
    {
      "id": 26,
      "narrator": "Abu Sa'eed Al-Khudri narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Kalbinde bir toz tanesi kadar imanı olan ateşten çıkacaktır.\" Ebu Sa'id dedi ki: \"Şüphesi olan, 'Şüphesiz Allah, bir toz tanesi kadar haksızlık yapmaz.' ayetini okusun.\""
    },
    {
      "id": 27,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Ateşe giren iki adam şiddetle çığlık atacak. Bunun üzerine Rabb, mübarek ve yüce, 'Onları çıkarın.' diyecek. Sonra çıkarıldıklarında, 'Sizleri bu kadar şiddetle çığlık attıran neydi?' diyecek. Onlar, 'Bunu yaptık ki, bize merhamet edesin.' diyecekler. O, 'Benim merhametim, ikinizin de gidip ateşte bulunduğunuz yere atlamanızdır.' diyecek. Onlar gidecek. Birisi kendini atacak ve O, ona serin ve huzurlu kılacak. Diğeri orada duracak ve kendini atmayacak, bunun üzerine Rabb, aziz ve celil, ona şöyle diyecek: 'Seni arkadaşının yaptığı gibi atlamaktan ne alıkoydu?' O, 'Ey Rabbim! Beni tekrar oraya döndürmeni umuyorum.' diyecek. Bunun üzerine Rabb, mübarek ve yüce, ona şöyle diyecek: 'Senin umduğun şey senin içindir.' Ve böylece ikisi de Allah'ın merhametiyle cennete girecekler.\""
    },
    {
      "id": 28,
      "narrator": "Imran bin Husain  narrated that the Prophet (s.a.w) said:",
      "text": "İmran bin Hüsayn, Peygamber (s.a.v)'in şöyle söylediğini nakletti: \"Ümmetimden bir grup, benim şefaatimle ateşten çıkacak ve 'Cehennemlikler' olarak adlandırılacaklar.\""
    },
    {
      "id": 29,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Ateşten kaçan kişinin uyuduğu, cennette ise onu arayan kişinin uyuduğu gibi bir ateş görmedim.\""
    },
    {
      "id": 30,
      "narrator": "Ibn 'Abbas narrated that the Messenger Of Allah (s.a.w) said:",
      "text": "İbn Abbas, Allah'ın Resulü (s.a.v)'nün şöyle söylediğini nakletti: \"Cennete baktım ve oradaki insanların çoğunun fakir olduğunu gördüm; ateşe baktım ve oradaki insanların çoğunun kadın olduğunu gördüm.\""
    },
    {
      "id": 31,
      "narrator": "'Imran bin Husain narrated that the Messenger Of Allah (s.a.w) said:",
      "text": "İmrân bin Hüsayn, Allah'ın Resulü (s.a.v)'in şöyle söylediğini nakletti: \"Ateşe baktım ve oradaki insanların çoğunun kadın olduğunu gördüm, Cennete baktım ve oradaki insanların çoğunun fakir olduğunu gördüm.\" Diğer senedler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 32,
      "narrator": "An-Numan bin Bashir narrated that the Messenger Of Allah (s.a.w) said:",
      "text": "En-Nu'man bin Beşir, Allah'ın Resulü (s.a.v)'in şöyle söylediğini nakletti: \"Şüphesiz ki Ateş'in sakinleri arasında en az cezalandırılan kişi, ayaklarının altında iki kömür bulunan bir adamdır; bu kömürler onun beyninin kaynamasına sebep olur.\" Diğer senedler benzer rivayetler aktarmaktadır."
    },
    {
      "id": 33,
      "narrator": "Harithah bin Wahb Al-Khuzai narrated that the Messenger of Allah (s.a.w) said:",
      "text": "Harise bin Vahb el-Huzai, Allah'ın Resulü (s.a.v)'in şöyle söylediğini nakletti: \"Size Cennet halkından bahsetmeyeyim mi: Onlar, her alçakgönüllü ve zayıf kişidir; eğer Allah'a yemin ederse, O da bunu yerine getirir. Size Ateş halkından bahsetmeyeyim mi: Onlar, her kibirli, gururlu ve kötü söz söyleyen kişidir.\""
    }
  ]
}