{
  "language": "tr",
  "metadata": {
    "length": 42,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurayra'nın naklettiğine göre, Peygamber şöyle buyurdu: \"Güneşin doğduğu en hayırlı gün Cuma'dır. O günde Adem yaratıldı, o günde Cennete girdi ve o günde oradan çıkarıldı. Kıyamet de ancak Cuma günü kopacaktır.\""
    },
    {
      "id": 2,
      "narrator": "Anas bin Malik narrated that :",
      "text": "Enes bin Malik'in naklettiğine göre, Peygamber şöyle buyurdu: \"Cuma günü, Asr'dan sonra güneş batana kadar umulan saati arayın.\""
    },
    {
      "id": 3,
      "narrator": "Kathir bin Abdullah bin Amr bin Awf Al-Muzani narrated from his father, from his grandfather, that :",
      "text": "Kethir bin Abdullah bin Amr bin Avf el-Müzani, babasından, dedesinden naklettiğine göre, Peygamber şöyle buyurdu: \"Cuma günü, kulların Allah'tan bir şey istemediği bir saat vardır ki, Allah ona ne isterse verir.\" Onlar: \"Ey Allah'ın Resulü! O saat hangisidir?\" dediler. O da: \"Namazın başladığı andan, bitene kadar.\" dedi."
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah narrated:",
      "text": "Abu Hurayra şöyle nakletti: \"Allah'ın Resulü şöyle buyurdu: Güneşin doğduğu en hayırlı gün Cuma'dır. O günde Adem yaratıldı, o günde Cennete girdi ve o günde oradan indirildi. Ve o günde, Müslüman kulların Salat'ta durmadığı bir saat vardır ki, Allah'tan bir şey istemedikçe, Allah ona verir.\" Abu Hurayra dedi ki: \"Abdullah bin Selam ile karşılaştım ve bu Hadisi ona aktardım. O: 'O saat hakkında daha fazla bilgi sahibiyim.' dedi. Ben de: 'Bana bildir, benden hiçbir şey saklama.' dedim. O da: 'O, Asr'dan sonra güneş batana kadardır.' dedi. Ben: 'Asr'dan sonra nasıl olur ki, Allah'ın Resulü: 'Müslüman kullar Salat'ta durmaz.' dedi. O zaman, namaz kılınmayan bir zamandır?' dedim. Abdullah bin Selam: 'Allah'ın Resulü: \"Kim Salat'ı bekleyerek bir mecliste oturursa, o Salat içindedir.\" demedi mi?' dedi. Ben: 'Elbette.' dedim. O da: 'O zaman işte o.' dedi.\""
    },
    {
      "id": 5,
      "narrator": "Salim narrated from his father, from his grandfather, that he heard :",
      "text": "Salim, babasından, dedesinden nakletti ki, o: \"Peygamber şöyle buyurdu: 'Cuma günü gelen kimse, gusül yapsın.'\" dedi."
    },
    {
      "id": 6,
      "narrator": "Salim narrated:",
      "text": "Salim, Abdullah bin Ömer'den, Peygamber'den benzer bir şekilde nakletti."
    },
    {
      "id": 7,
      "narrator": "And Yunus and Ma'mar reported, from Az-Zuhri, from Salim Wudu from his father:",
      "text": "Yunus ve Ma'mar, Az-Zuhri'den, Salim'in babasından nakletti: \"Ömer bin Hattab, Cuma günü hutbe verirken, Peygamber'in bir arkadaşından bir adam girdi. O da: 'Saat kaç?' dedi. Adam: 'Bilmiyorum, sadece ezanı duydum ve gusül yaptım.' dedi. Ömer: 'Gusül mü tekrar!? Ben biliyorum ki, Allah'ın Resulü gusül yapmayı emretti.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "(Another chain reaching to Az-Zuhri) with this Hadith.Malik reported this Hadith from Az-Zuhri, from Salim who said:",
      "text": "(Az-Zuhri'ye ulaşan başka bir isnad) ile bu Hadis. Malik, bu Hadisi Az-Zuhri'den, Salim'den nakletti ki, o: \"Ömer Cuma günü hutbe veriyordu.\" ve bu Hadisi zikretti."
    },
    {
      "id": 9,
      "narrator": "Aws bin Aws narrated:",
      "text": "Avs bin Avs şöyle nakletti: \"Allah'ın Resulü bana şöyle dedi: 'Cuma günü gusül yapan, tamamen banyo eden, erken giden, yaklaşan, dinleyen ve sessiz kalan kimseye, attığı her adım için bir yıl oruç tutma ve namaz kılma sevabı vardır.'\""
    },
    {
      "id": 10,
      "narrator": "Samurah bin Jundah narrated that :",
      "text": "Semure bin Cundah, Allah'ın Resulü'nün şöyle buyurduğunu nakletti: \"Cuma günü gusül yapan, bereket alır; gusül yapanın ise gusülü daha faziletlidir.\""
    },
    {
      "id": 11,
      "narrator": "Abu Hurairh narrated that :",
      "text": "Abu Hurayra'nın naklettiğine göre, Allah'ın Resulü şöyle buyurdu: \"Kim Cuma günü gusül yapar, guslünü güzelce yapar, Cuma (namazına) gelir, yaklaşır, dinler ve sessiz kalırsa, o (son) Cuma ile bu Cuma arasındaki günahları affedilir, ayrıca üç gün daha. Ve kim taşlara dokunursa, o Lagha (gereksiz bir faaliyet) işlemiş olur.\""
    },
    {
      "id": 12,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Abu Hurayra'nın naklettiğine göre, Allah'ın Resulü şöyle buyurdu: \"Cuma günü gusül yapan - cünüplük için gusül - sonra giden, o, bir deve sadaka veren gibidir. İkinci saatte giden, bir inek sadaka veren gibidir. Üçüncü saatte giden, bir koç sadaka veren gibidir. Dördüncü saatte giden, bir tavuk sadaka veren gibidir. Beşinci saatte giden, bir yumurta sadaka veren gibidir. İmam çıktığında, melekler hatırlamayı dinlemek için hazırdır.\""
    },
    {
      "id": 13,
      "narrator": "Abu Al-Ja'd - meaning Ad-Damri - narrated, and he was a Companion according to the claim of Muhammad bin Amr:",
      "text": "Ebu'l-Ca'd - yani Ad-Damri - nakletti ve o, Muhammed bin Amr'ın iddiasına göre bir Sahabi: \"Allah'ın Resulü şöyle buyurdu: 'Cuma namazını ardı ardına üç kez mazeretsiz terk edenin kalbine Allah mühür vurur.'\""
    },
    {
      "id": 14,
      "narrator": "Thuwair narrated from a man among the people of Quba, from his father, who was one of the Companions of the Prophet, that :",
      "text": "Thuwair, Kuba halkından bir adamdan, babasından, Peygamber'in bir arkadaşlarından biri olarak nakletti ki, o: \"Peygamber, bize Kuba'da Cuma namazına katılmamızı emretti.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrator not mentioned:",
      "text": "Nakilci belirtilmemiş: Ahmad bin Hüseyin'in şöyle dediğini duydum: \"Ahmad bin Hanbel ileydik, Cuma namazının farz olduğu kişiden bahsedildi. Ahmad, Peygamber'den bununla ilgili hiçbir şey zikretmedi.\" Ahmad bin Hasan dedi ki: \"Ben Ahmad bin Hanbel'e: 'Abu Hurayra'dan, Peygamber'den bununla ilgili bir şey var.' dedim. Ahmad bin Hanbel: 'Peygamber'den mi?' dedi. Ben: 'Evet.' dedim.\" Benden öfkelenip: \"Rabbinden af dile, Rabbinden af dile.\" dedi."
    },
    {
      "id": 16,
      "narrator": "Anas bin Malik narrated:",
      "text": "Anas bin Malik rivayet etti: \"Peygamber, güneşin batmaya yüz tuttuğu zaman Cuma namazı kılardı.\""
    },
    {
      "id": 17,
      "narrator": "(Another chain) from Anas, :",
      "text": "(Başka bir isnad) Anas'tan, Peygamber'den, benzer şekilde."
    },
    {
      "id": 18,
      "narrator": "Ibn Umar narrated:",
      "text": "İbn Umar rivayet etti: \"Peygamber, bir hurma ağacının gövdesinin yanında hutbe verirdi. Minber kullanmaya başladığında, gövde onun için inledi ta ki o yanına gelene ve onu tutana kadar, sonra sessizleşti.\""
    },
    {
      "id": 19,
      "narrator": "Ibn Umar narrated:",
      "text": "İbn Umar rivayet etti: \"Peygamber, Cuma günü bir hutbe verir, sonra oturur, sonra kalkar ve (başka bir) hutbe verir.\" Dedi ki: \"Bugün yaptıkları gibi.\""
    },
    {
      "id": 20,
      "narrator": "Jabir bin Samurah narrated:",
      "text": "Cabir bin Semure rivayet etti: \"Peygamber ile namaz kılardım, namazı orta halli, hutbesi de orta halliydi.\""
    },
    {
      "id": 21,
      "narrator": "Safwan bin Ya'la bin Umayyah narrated from his father who said:",
      "text": "Safvan bin Ya'la bin Umeyye, babasından rivayet etti: \"Peygamber'in minberde okuduğunu duydum: 'Ve onlar bağıracaklar: 'Ey Malik (Cehennem'in bekçisi)!'.\" Bu konuda Ebu Hureyre ve Cabir bin Semure'den rivayetler vardır."
    },
    {
      "id": 22,
      "narrator": "Abdullah bin Mas'ud narrated:",
      "text": "Abdullah bin Mes'ud rivayet etti: \"Allah'ın Resulü minberden inerken bizim yönümüze dönerdi.\""
    },
    {
      "id": 23,
      "narrator": "Jabir bin Abdullah narrated:",
      "text": "Cabir bin Abdullah rivayet etti: \"Peygamber, Cuma günü hutbe verirken bir adam geldi. Peygamber dedi ki: 'Namaz kıldın mı?' O da hayır dedi. Bunun üzerine Peygamber: 'O zaman kalk ve namaz kıl.' dedi.\" Ebu Eysa dedi ki: Bu hadis Hasan Sahih'tir."
    },
    {
      "id": 24,
      "narrator": "Iyad bin  Abdullah bin Abi Sarh narrated:",
      "text": "İyad bin Abdullah bin Ebi Sarh rivayet etti: \"Ebu Sa'id el-Hudri, Cuma günü Marvan hutbe verirken (camiye) girdi, bu yüzden namaz kılmaya başladı. İki bekçi onu oturtmak için geldi ama o, namazını kılmadan durmayı reddetti. Namazını bitirince bize geldi ve biz dedik ki: 'Allah sana rahmet etsin. Neredeyse sana zarar vereceklerdi.' O da: 'Allah'ın Resulü'nden gördüğümden sonra onları (iki rek'at) kılmayı bırakmayacaktım.' dedi. Sonra, Cuma günü Peygamber hutbe verirken dağınık görünen bir adamın geldiğini ve ona hutbe boyunca iki rek'at namaz kılmasını emrettiğini anlattı.\""
    },
    {
      "id": 25,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Resulü dedi ki: \"İmam hutbe verirken 'Sus' diyen kimse, Laghv (gereksiz bir faaliyet) işlemiştir.\""
    },
    {
      "id": 26,
      "narrator": "Sahl bin Ma'adh bin Anas al Jahni narrated from his father that :",
      "text": "Sahl bin Ma'adh bin Anas el-Cahni, babasından rivayet etti ki: Allah'ın Resulü dedi ki: \"Cuma günü insanların boynunun üzerinden geçen kimse, Cehennem'e bir köprü almış olur.\""
    },
    {
      "id": 27,
      "narrator": "Sahl bin Ma'adh narrated from his father:",
      "text": "Sahl bin Ma'adh, babasından rivayet etti: \"Peygamber, imam hutbe verirken Al-Habwah'ı yasakladı.\""
    },
    {
      "id": 28,
      "narrator": "Husain narrated:",
      "text": "Hüseyin rivayet etti: \"Umarah bin Rawaibah et-Takafi'yi, Bişr bin Marvan hutbe verirken ve dua için ellerini kaldırırken duydum; Umarah dedi ki: 'Allah bu iki önemsiz eli rezil etsin, ben Allah'ın Resulü'nü gördüm, o bundan fazlasını yapmazdı;' ve Hüseyin (rivayet edenlerden biri) işaret parmağıyla işaret etti.\""
    },
    {
      "id": 29,
      "narrator": "As-Sa'ib bin Yazid narrated:",
      "text": "Es-Sa'ib bin Yazid rivayet etti: \"Allah'ın Resulü, Ebu Bekir ve Ömer zamanında, imam çıktığında ezan okunurdu, Az-Zawra'da üçüncü bir çağrı eklenirdi.\""
    },
    {
      "id": 30,
      "narrator": "Anas bin Malik narrated:",
      "text": "Anas bin Malik rivayet etti: \"Allah'ın Resulü, minberden indikten sonra gerekli olduğunda konuşurdu.\""
    },
    {
      "id": 31,
      "narrator": "Anas narrated:",
      "text": "Anas rivayet etti: \"Salat için İkâmet çağrıldığında, Peygamberi, Kıble ile arasında duran bir adamla konuşurken gördüm, konuşmayı kesmedi ve bazılarının uzun süre ayakta durmaktan uykuya daldığını gördüm.\""
    },
    {
      "id": 32,
      "narrator": "Ubaidullah bin Abi Rafi the freed slave of Allah's Messenger said:",
      "text": "Ubaidullah bin Abi Rafi, Allah'ın Elçisi'nin azatlı kölesi dedi ki: \"Marvan, Abu Hurayra'yı Medine'nin başına bıraktı ve Mekke'ye gitti. Böylece Abu Hurayra, Cuma günü bize Salat kıldırdı, ilk Rükûda Cuma Suresi'ni okudu ve ikinci secdede: 'İkiyüzlüler size geldiğinde.' Ubaidullah dedi ki: \"Ben Abu Hurayra'yı yakaladım ve ona dedim: 'Sen, Ali'nin Kufe'de okuduğu iki sure okudun.' Abu Hurayra dedi: 'Gerçekten ben Allah'ın Elçisi'nin onları okuduğunu duydum.'\""
    },
    {
      "id": 33,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"Cuma günü Fajr namazında, Allah'ın Elçisi: Alif Lam Mim (ki bu) As-Secde Suresi'nde indirilmiştir ve 'İnsan üzerinde bir zaman gelmedi mi?' okurdu.\""
    },
    {
      "id": 34,
      "narrator": "Salim narrated from his father:",
      "text": "Salim, babasından rivayet etti: \"Peygamber, Cuma namazından sonra iki Rükû kılardı.\""
    },
    {
      "id": 35,
      "narrator": "Nafi narrated about Ibn Umar:",
      "text": "Nafi, İbn Ömer hakkında rivayet etti: \"Cuma namazını kıldığında, evinde iki secde (Rükû) kıldı. Sonra dedi: 'Allah'ın Elçisi bunu yapardı.'\""
    },
    {
      "id": 36,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Abu Hurayra rivayet etti ki: Allah'ın Elçisi dedi: \"Cuma namazından sonra kim namaz kılacaksa, dört Rükû kılsın.\""
    },
    {
      "id": 37,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Abu Hurayra rivayet etti ki: Peygamber dedi: \"Sizden biri Salat'ın bir Rükûsunu yakalarsa, o Salat'ı yakalamıştır.\""
    },
    {
      "id": 38,
      "narrator": "Sahl bin Sa'd narrated:",
      "text": "Sahl bin Sa'd rivayet etti: \"Allah'ın Elçisi döneminde öğle yemeği yemezdik, ne de olsa Cuma namazından sonra kestirme yapardık.\""
    },
    {
      "id": 39,
      "narrator": "Ibn Umar narrated that :",
      "text": "İbn Ömer rivayet etti ki: Peygamber dedi: \"Sizden biri Cuma namazı sırasında uykulu olursa, oturduğu yerden kalksın.\""
    },
    {
      "id": 40,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"Peygamber, Abdullah bin Rawahah'ı bir askeri birliği yönetmesi için gönderdi ve bu bir Cuma'ya denk geldi. Arkadaşları günün erken saatlerinde ayrıldılar ve o dedi ki: 'Ben Allah'ın Elçisi ile namaz kılmak için geride kalacağım, sonra onlarla buluşacağım.' Peygamberle namaz kıldığında, onu gördü ve dedi: 'Arkadaşlarınla erken ayrılmanı engelleyen neydi?' O dedi: 'Seninle namaz kılmak istedim, sonra onlarla buluşmak istedim.' Peygamber dedi: 'Eğer yeryüzündeki her şeyi harcasaydın, onlarla günün erken saatlerinde ayrılmanın kazandığı fazileti elde edemezdin.'\""
    },
    {
      "id": 41,
      "narrator": "Al-Bara bin Azib narrated that :",
      "text": "Al-Bara bin Azib rivayet etti ki: Allah'ın Elçisi dedi: \"Cuma günü Müslümanların Ghusl alması, her birinin ailesinin parfümünden sürmesi farzdır. Eğer bulamazsa, su onun için bir parfümdür.\""
    },
    {
      "id": 42,
      "narrator": "Al-Bara bin Azib narrated:",
      "text": "Al-Bara bin Azib rivayet etti: (Aynı zincir için başka bir yol) anlam bakımından benzer."
    }
  ]
}