{
  "language": "tr",
  "metadata": {
    "length": 39,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlarla savaşmam emredildi, ta ki La İlahe İllallah desinler.\" Eğer bunu derlerse, o zaman kanları ve malları benden korunmuş olur, ancak kendilerine farz kılınan şeyler hariç, onların hesabı Allah'a aittir."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) vefat ettiğinde ve Abu Bekir onun ardından halife olduğunda, Araplardan kim inkar ederse inkar etti. Bunun üzerine Ömer bin Hattab, Abu Bekir'e şöyle dedi: 'İnsanlarla nasıl savaşacaksın, oysa Allah'ın Resulü şöyle demişti: 'İnsanlarla savaşmam emredildi, ta ki La İlahe İllallah desinler, eğer bunu derlerse, o zaman kanları ve malları benden korunmuş olur, ancak kendilerine farz kılınan şeyler hariç, onların hesabı Allah'a aittir?' Bunun üzerine Abu Bekir şöyle dedi: 'Vallahi, namaz ile zekat arasında ayrım yapanla savaşacağım. Zira zekat, mal üzerindeki haklardandır. Vallahi! Eğer onlar, Allah'ın Resulü'ne (ﷺ) verdikleri (deve) iplerini bile tutarlarsa, onu tutmalarından dolayı onlarla savaşacağım.' Ömer bin Hattab dedi ki: 'Vallahi! Allah'ın Abu Bekir'in kalbini savaşa açtığını gördüm, bu yüzden bunun doğru olduğunu anladım.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlarla savaşmam emredildi, ta ki La İlahe İllallah'a şahitlik etsinler, ve Muhammed'in O'nun kulu ve elçisi olduğunu kabul etsinler, kıblemize yönelsinler, kesilmiş (etimizi) yesinler ve namazlarımızı kılsınlar. Eğer bunu yaparlarsa, o zaman kanları ve malları bizim için haram olur, ancak haklarıyla birlikte. Onlar için Müslümanların sahip olduğu her şey vardır ve Müslümanların yükümlü olduğu şeylerle yükümlü olacaklardır.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İslam beş esas üzerine kurulmuştur: La İlahe İllallah'a şehadet etmek, Muhammed'in Allah'ın Resulü olduğunu kabul etmek, namazı kılmak, zekatı vermek, Ramazan ayında oruç tutmak ve Kabe'ye Hac yapmak.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abdullah bin Buraidah from Yahya bin Ya'mur who said:",
      "text": "Abdullah bin Buraidah, Yahya bin Ya'mur'dan rivayet etmiştir ki: \"Kader hakkında ilk konuşan kişi Ma'bad el-Cuhani'dir.\" Dedi ki: \"Hümaid bin Abdurrahman el-Himyari ile birlikte Medine'ye kadar çıktık ve dedik ki: 'Eğer Peygamberin (ﷺ) arkadaşlarından biriyle karşılaşabilseydik, o kişiye bu insanların yenilikleri hakkında sorabilirdik.' Arkadaşımın konuşmayı bana bırakacağını düşündüm, bu yüzden dedim: 'Ey Abu Abdurrahman! Kur'an okuyan ve ilim arayan bir grup insan var, ve onlar Kader'in olmadığını, işlerin şansa bırakıldığını iddia ediyorlar.' O dedi ki: 'Bu insanlarla karşılaştığınızda, onlara benim onlardan olmadığımı ve onların da benden olmadığını söyleyin. Abdullah'ın üzerine yemin ettiği Allah'a yemin ederim ki! Eğer onlardan biri Uhud dağının benzeri kadar altın sadaka verse, Kader'e inanmadıkça bu sadakası kabul edilmeyecektir; onun hayrı ve şerri.' Dedi ki: 'Sonra anlatmaya başladı, dedi ki: 'Ömer bin Hattab dedi ki: \"Biz Allah'ın Resulü ile birlikteydik, bir adam çok beyaz elbiseler içinde, çok siyah saçlarla geldi. Üzerinde seyahat izleri görünmüyordu, fakat hiçbiri onu tanımadı. Peygambere (ﷺ) kadar geldi. Dizlerini dizlerine koydu ve sonra dedi ki: \"Ey Muhammed! İman nedir?\" O da dedi ki: \"Allah'a, meleklerine, kitaplarına, resullerine, kıyamet gününe ve Kader'e, hayrına ve şerrine inanmak.\" Dedi ki: \"O zaman İslam nedir?\" O da dedi ki: \"La İlahe İllallah'a şehadet etmek, Muhammed'in O'nun kulu ve elçisi olduğunu kabul etmek, namazı kılmak, zekatı vermek, Kabe'ye Hac yapmak ve Ramazan ayında oruç tutmak.\" Dedi ki: \"O zaman ihsan nedir?\" O da dedi ki: \"O, Allah'ı görüyormuşsun gibi ibadet etmendir; O'nu göremesen de, O kesinlikle seni görmektedir.\" Dedi ki: \"Bunların hepsine karşılık olarak, 'Doğru söyledin' dediler.\" Dedi ki: \"Sonra hayır ne zaman?\" O (ﷺ) dedi: \"Sorulan kişi, soran kişiden daha fazla bilmez.\" Dedi ki: \"O zaman onun belirtileri nelerdir?\" O dedi: \"Köle kadın, efendisine doğurur ve çıplak, fakir ve ayaksız çobanlar binaların yüksekliğinde birbirleriyle rekabet eder.\" Ömer dedi ki: \"Sonra Peygamber (ﷺ) bana üç gün sonra rastladı ve dedi ki: 'Ey Ömer! Soruyu soran kimdi biliyor musun? O Cebrail'di. Din konularınızı öğretmek için geldi.'\""
    },
    {
      "id": 6,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Abdul-Kays heyeti Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: 'Biz Rabi'a kabilesinden bir topluluğuz ve ancak kutsal aylarda size gelebiliyoruz. O yüzden bizden alabileceğiniz bir şey emredin, sonra arkamızdaki insanları ona çağırırız.' Bunun üzerine o şöyle dedi: 'Size dört şey emrediyorum: La İlahe İllallah'a şehadet etmek ve benim Allah'ın Resulü olduğumu kabul etmek; namazı kılmak, zekatı vermek ve elde ettiğiniz ganimetlerden beşte birini vermek.'\""
    },
    {
      "id": 7,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Gerçekten de, müminlerin en kamil olanı, ahlakı en güzel olanıdır ve ailesine en merhametli olandır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir hutbe verdi ve onları teşvik etti, sonra şöyle dedi: \"Ey kadınlar! Sadaka verin, çünkü siz ateşin çoğunluğunu oluşturuyorsunuz.\" İçlerinden bir kadın dedi ki: \"Bunun sebebi nedir, ey Allah'ın Resulü?\" O dedi ki: \"Çünkü çok lanet ediyorsunuz.\" - yani kocalarınıza karşı nankörlüğünüzden. O dedi ki: \"Ve akıl ve din noksanlığı olanlardan, akıl ve basireti olan insanlar üzerinde daha zorlayıcı bir şey görmedim.\" İçlerinden bir kadın dedi ki: \"Peki, akıl ve din noksanlığı nedir?\" O dedi ki: \"Sizlerden iki kadının şehadeti, bir erkeğin şehadeti gibidir, ve din noksanlığınız ise adet dönemidir, çünkü sizlerden biri üç veya dört gün boyunca namaz kılmadan geçer.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İman yetmişten fazla kapıya sahiptir; bunların en altı, yoldan zararlı bir şeyi kaldırmak, en yükseği ise 'La İlahe İllallah' demektir.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) bir adamın kardeşini edep konusunda azarladığını gördü, bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Hayâ, imanın bir parçasıdır.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Mu'adh bin Jabal:",
      "text": "Muaz bin Cebel'den rivayet edilmiştir: \"Ben Peygamber (ﷺ) ile bir yolculukta bulundum. Bir gün yanındaydım, hareket halindeyken dedim ki: 'Ey Allah'ın Resulü! Beni cennete sokacak ve beni ateşten uzak tutacak bir ameli bana bildir.' O dedi ki: 'Benden büyük bir şey istedin, ama Allah'ın kolaylaştırdığına kolaydır: Allah'a ibadet et ve O'na hiçbir şeyi ortak koşma, namazı kıl, zekatı ver, Ramazan ayında oruç tut ve Kabe'ye Hac yap.' Sonra dedi ki: 'Size hayır kapılarını göstermeyeyim mi? Oruç bir kalkan, sadaka günahları suyun ateşi söndürmesi gibi söndürür - ve bir adamın gece karanlığında namaz kılması.' Dedi ki: 'Sonra şöyle okudu: 'Yanları yataklarından ayrılır, Rablerine dua ederler.' Ta ki 'Yaparlardı' kısmına ulaşana kadar. Sonra dedi ki: 'Size meselenin başını, direğini ve tüm yükünü bildireyim mi?' Dedim: 'Elbette, ey Allah'ın Resulü!' O dedi ki: 'Meselenin başı İslam, direği namaz, ve yükü cihaddır.' Sonra dedi ki: 'Bunların hepsini yöneten nedir, size bildireyim mi?' Dedim: 'Elbette, ey Allah'ın Resulü!' O (ﷺ) dilini tuttu. Dedi ki: 'Bunu kontrol et.' Ben de dedim: 'Ey Allah'ın Resulü! Söylediklerimizden dolayı hesaba çekilecek miyiz?' O dedi: 'Ey Muaz! Annen yas tutsun senin kaybına! İnsanlar yüzleri veya burunları üzerine ateşe atılmadıkça, dillerinin yaptıklarından dolayıdır.'\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Abu Sa'id'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Eğer bir adamın mescide geldiğini görürseniz, onun imanına şahitlik edin.\" Çünkü Allah, yüce, şöyle buyurmuştur: \"Ancak Allah'a ve ahiret gününe inanan, namazı kılan ve zekatı verenler, mescitleri ancak bu ayetin sonuna kadar (9:18) koruyabilirler.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Küfür ile iman arasında namazı terk etmek vardır.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Al-A'mash:",
      "text": "El-A'maş'tan rivayet edilmiştir: Önceki zincire benzer şekilde ve şöyle dedi: \"Bir kul ile şirk veya küfür arasında namazı terk etmek vardır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'ın bir kuluyla küfür arasında namazı terk etmek vardır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abdullah bin Buraidah narrated from his father:",
      "text": "Abdullah bin Buraidah, babasından rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bizimle onların arasındaki ahit namazdır, o yüzden kim onu terk ederse, küfre düşmüştür.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abdullah bin Shaqiq Al-'Uqayli:",
      "text": "Abdullah bin Şakik Al-'Uqayli'den rivayet edilmiştir: Muhammed'in (ﷺ) arkadaşları, namaz dışında hiçbir şeyi küfür olarak saymamışlardır."
    },
    {
      "id": 18,
      "narrator": "Narrated Al-Abbas bin Abdul-Muttalib:",
      "text": "Abbas bin Abdul-Muttalib'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kim Allah'ı Rabbi, İslam'ı dini ve Muhammed'i (ﷺ) Peygamberi olarak kabul ederse, o, imanın tatlılığını tatmıştır.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Üç şey vardır ki, kimde bulunursa imanın tatlılığını tatmıştır: Allah ve Resulü, her şeyden daha sevimli olan; birisini sevip, onu yalnızca Allah rızası için seven; ve Allah onu küfre döndüğü için, ateşe atılmayı ne kadar sevmediği gibi, küfre dönmeyi de sevmeyen.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Zina eden, zina ederken mümin değildir; hırsız, çalarken mümin değildir, ama tövbe etme şansı vardır; (tövbe ederse, Allah tövbesini kabul eder).\""
    },
    {
      "id": 21,
      "narrator": "Narrated Ali bin Abu Talib:",
      "text": "Ali bin Ebu Talib'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Kim bir suçtan ceza alırsa, onun cezası dünyada kendisine hızlandırılmıştır; çünkü Allah, kullarına ahirette cezasını iki katına çıkarmaktan daha adildir. Ve kim bir suç işlerse ve Allah onu örtüp affederse, o zaman Allah, affettiği bir şeyi tekrar saymaktan daha merhametlidir.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Müslüman, diğer Müslümanların dilinden ve elinden emniyette olduğu kimsedir; mümin ise, insanların kanlarını ve mallarını kendisine emanet ettikleri kimsedir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Musa Al-Ash'ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: Peygamber (ﷺ) kendisine soruldu: \"Müslümanların en faziletlisi kimdir?\" O da şöyle cevap verdi: \"Diğer Müslümanların dilinden ve elinden emniyette olduğu kimsedir.\""
    },
    {
      "id": 24,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz İslam, garip olarak başladı ve tekrar garip olarak dönecektir. Öyleyse, gariplere Tuba olsun.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Kathir bin 'Abdullah bin 'Amr bin 'Awf bin Zaid bin Milhah narrated from his father, from his grandfather:",
      "text": "Kethir bin Abdullah bin Amr bin Avf bin Zaid bin Milhah, babasından, dedesinden rivayet etmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz din, Hicaz'a yılanın deliğine girmesi gibi girecektir ve din, Hicaz'a dişi dağ keçisinin dağın zirvesine tutunması gibi tutunacaktır. Şüphesiz din, garip olarak başladı ve tekrar garip olarak dönecektir. Öyleyse, benim sonrasındaki sünnetimden insanlara zarar verenleri düzelten gariplere Tuba olsun.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Münafığın alameti, konuştuğunda yalan söylemesi, söz verdiğinde yerine getirmemesi ve kendisine emanet edildiğinde ihanet etmesidir.\""
    },
    {
      "id": 27,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Dört şey vardır ki, kimde bulunursa o bir münafıktır; ve bunlardan birine sahip olan kimse, onu terk etmedikçe münafıklık sıfatına sahiptir: Konuştuğunda yalan söyleyen, söz verdiğinde yerine getirmeyen, tartıştığında kaba davranan ve anlaşma yaptığında hainlik eden.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arkam'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir adam bir söz verdiğinde ve onu yerine getirmeyi niyet ederse, ama yerine getirmezse, o zaman onun üzerinde bir yük yoktur.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir Müslümanın kardeşiyle savaşması küfürdür, ona hakaret etmesi ise isyanıdır.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir Müslüme hakaret etmek isyan, ona savaş açmak ise küfürdür.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Ad-Dhahak:",
      "text": "Ad-Dhahak'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Bir kulun (Allah'ın) sahip olmadığı bir şey hakkında adakta bulunması doğru değildir, ve bir mümini lanetlemek, onu öldürmek gibidir; ve bir mümini inkâr ile suçlayan, sanki onu öldürmüş gibidir; ve kendini bir şeyle öldüren, kıyamet gününde Allah ona kendini öldürdüğü şeyle azap edecektir.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: İbn 'Umar, Peygamber (ﷺ) şöyle buyurduğunu nakletmiştir: \"Kardeşine 'kafir' diyen, birine bu söz yerleşmiş olur.\" Sahih"
    },
    {
      "id": 33,
      "narrator": "Narrated As-Sunabihi:",
      "text": "As-Sunabihi'den rivayet edilmiştir: Ubadah bin As-Samit'ten, şöyle dedi: \"Onun yanına girdiğimde ölmekteydi, ben de ağladım, o da: 'Neden ağlıyorsun? Vallahi, ben şehitsem, senin için şefaat ederim, ve eğer faydam dokunursa, fayda sağlarız,' dedi. Sonra: 'Vallahi! Allah Resulü'nden (ﷺ) senin için faydalı olan hiçbir hadis duymadım ki, bugün, ölüm döşeğinde iken sana nakletmeyeyim. Allah Resulü'nün (ﷺ) şöyle buyurduğunu duydum: 'La İlahe İllallah'a ve Muhammad'ın Allah'ın Resulü olduğuna şahitlik eden, Allah ona ateşi haram kılmıştır.'\""
    },
    {
      "id": 34,
      "narrator": "Narrated 'Abdullah bin 'Amr bin Al-'As:",
      "text": "'Abdullah bin 'Amr bin Al-'As'tan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz ki Allah, Kıyamet Günü, benim ümmetimden bir adamı tüm yaratılışın önünde ayıracaktır. Onun için doksan dokuz sayfa açılacak, her sayfa gözün görebileceği kadar uzun olacak, sonra O: 'Bunlardan herhangi birini inkâr mı ediyorsun? Bunu kaydedenler sana haksızlık mı etti?' diyecek. O da: 'Hayır, Ey Rabbim!' diyecek. O: 'Bir mazeretin var mı?' diyecek. O da: 'Hayır, Ey Rabbim!' diyecek. O zaman O: 'Aksine, bizimle bir iyi amelin var, bu gün sana haksızlık edilmeyecek.' Sonra bir kart (Bitaqah) çıkaracak; üzerinde: 'La İlahe İllallah'a şahitlik ederim, ve Muhammad'ın O'nun kulu ve Resulü olduğuna şahitlik ederim.' yazılı olacak. O: 'Tartılarını getir.' diyecek. O: 'Ey Rabbim! Bu kart bu sayfaların yanında ne kadar iyi?' diyecek. O: 'Sana haksızlık edilmeyecek.' dedi. O: 'Sayfalar bir tartı kefesine, kart diğer kefeye konulacak: sayfalar hafif, kart ağır olacak, Allah'ın ismi kadar ağır bir şey yoktur.'\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"Yahudiler yetmiş bir fırkaya, ya da yetmiş iki fırkaya ayrıldılar, Hristiyanlar da benzer şekilde, ve benim ümmetim yetmiş üç fırkaya ayrılacaktır.\""
    },
    {
      "id": 36,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"İsrailoğulları'na ne olduysa, benim ümmetime de birer birer olacak, öyle ki, eğer birisi annesiyle açıkta cinsel ilişkiye girerse, benim ümmetimden de birisi bunu yapacaktır. Şüphesiz ki İsrailoğulları yetmiş iki fırkaya ayrıldılar, ve benim ümmetim yetmiş üç fırkaya ayrılacaktır. Onların hepsi ateştedir, bir fırka hariç.\" O: \"O fırka hangisi, Ey Allah'ın Resulü?\" dedi. O: \"Benim ve arkadaşlarımın üzerinde bulunduğu.\""
    },
    {
      "id": 37,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz Allah, mübarek ve yüce, yaratılışını karanlıkta yarattı, sonra onlara nurunu yaydı, kim o nurla dokunursa, o hidayete erer, kim de dokunmazsa, sapar. Bu yüzden ben derim ki, kalemler Allah'ın bilgisiyle kurumuştur.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Mu'adh bin Jabal:",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"Biliyor musun, Allah'ın kulları üzerindeki hakkı nedir?\" Ben: \"Allah ve Resulü en iyisini bilir.\" dedim. O: \"Onların O'na olan hakkı, yalnızca O'na ibadet etmeleri ve O'na hiçbir şeyi ortak koşmamalarıdır.\" O: \"Peki, bunu yaparlarsa, onların Allah üzerindeki hakkı nedir, biliyor musun?\" Ben: \"Allah ve Resulü en iyisini bilir.\" dedim. O: \"O, onları azap etmeyecektir.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ebu Zerr'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"Cebrail bana geldi ve müjde verdi ki, kim Allah'a hiçbir şeyi ortak koşmadan ölürse, o cennete girecektir. Ben: \"Zina ve hırsızlık yapsa bile mi?\" dedim. O: \"Evet.\" dedi."
    }
  ]
}