{
  "language": "tr",
  "metadata": {
    "length": 48,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Canım elinde olan Allah'a yemin ederim ki! Sizler iman etmedikçe cennete giremeyeceksiniz ve birbirinizi sevmedikçe de iman etmiş olamazsınız. Size, bunu yaparsanız birbirinizi seveceğiniz bir şeyi haber vereyim mi? Aranızda selamı yayınız.\""
    },
    {
      "id": 2,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir: \"Bir adam Peygamber'e (ﷺ) geldi ve 'As-Salamu 'Alaykum (Selamünaleyküm)' dedi.\" \"Peygamber (ﷺ) şöyle dedi: 'On.' Sonra bir başkası geldi ve 'As-Salamu 'Alaykum Wa Rahmatullah (Selamünaleyküm, Allah'ın rahmeti üzerinize olsun)' dedi. Peygamber (ﷺ) şöyle dedi: 'Yirmi.' Sonra bir başkası geldi ve 'As-Salamu 'Alaykum Wa Rahmatullahi Wa Barakatuh (Selamünaleyküm, Allah'ın rahmeti ve bereketi üzerinize olsun)' dedi. Peygamber (ﷺ) şöyle dedi: 'Otuz.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Said'den rivayet edilmiştir: \"Ebu Musa, Ömer'in yanına girmek için izin istedi. 'As-Salamu 'Alaykum (Selamünaleyküm). Girebilir miyim?' dedi. Ömer: 'Bir kez.' dedi. Sonra bir süre sessiz kaldı. Sonra tekrar: 'As-Salamu 'Alaykum (Selamünaleyküm). Girebilir miyim?' dedi. Ömer: 'İki kez.' dedi. Sonra bir süre daha sessiz kaldı. Sonra tekrar: 'As-Salamu 'Alaykum (Selamünaleyküm). Girebilir miyim?' dedi. Ömer: 'Üç kez.' dedi. Bunun üzerine (Ebu Musa) ayrıldı. Ömer kapıcıya: 'Ne yaptı?' dedi. O da: 'Ayrıldı.' dedi. Ömer: 'Onu bana getirin.' dedi. Geldiğinde Ömer ona: 'Bu yaptığın nedir?' dedi. O da: 'Sünnet.' dedi. Ömer: 'Sünnet mi? Vallahi! Bunu açıklamak için bana bir delil ya da şahit getir, yoksa sana şöyle ya da böyle yapacağım.' dedi.\" O şöyle dedi: \"Bize gelirken Ansar ile oturuyorduk. 'Ey Ansar topluluğu! Allah'ın Resulü'nün (ﷺ) hadislerini en iyi bilenler siz misiniz? Allah'ın Resulü (ﷺ) 'İzin istemek üç kez yapılır. Ya izin verilir, ya da çıkıp gidersiniz.' demedi mi?\" İnsanlar gülmeye başladılar. Ebu Said: \"Sonra başımı ona doğru kaldırdım ve 'Bu yüzden başına gelecek her türlü cezaya ortak olacağım.' dedim.\" Bunun üzerine o, Ömer'e gidip bunu bildirdi ve Ömer: \"Bundan haberim yoktu.\" dedi."
    },
    {
      "id": 4,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Ömer bin Hattab şöyle dedi: \"Ben, Allah'ın Resulü'nden (ﷺ) üç kez izin istedim, sonra bana izin verdi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Bir adam, mescide girdi ve Allah'ın Resulü (ﷺ) mescidin arka kısmında oturuyorken namaz kıldı. Sonra ona selam vermek için geldi, bunun üzerine Peygamber (ﷺ) şöyle dedi: 'Ve Alaikum (ve üzerinize olsun); geri dön ve namaz kıl, çünkü gerçekten namaz kılmadın.' Ve hadisi tam olarak anlattı.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Abu Salamah:",
      "text": "Ebu Salamah'tan rivayet edilmiştir: 'Aişe ona, Allah'ın Resulü'nün (ﷺ) ona şöyle dediğini aktardı: \"Gerçekten Cebrail sana selam gönderdi.\" O da: \"Ve ona selam, Allah'ın rahmeti ve bereketi üzerinize olsun.\" dedi."
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Umamah:",
      "text": "Ebu Ümame'den rivayet edilmiştir: \"Onlar dediler: 'Ey Allah'ın Resulü! İki adam karşılaştığında, hangisi selam verir?' O da: 'Allah'a en yakın olanı.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "Amr bin Şu'ayb'den, babasından, dedesinden rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bizden değildir, bizden başkalarına benzeyen. Ne Yahudilere ne de Hristiyanlara benzeyen. Çünkü Yahudilerin selamı parmakla işaret etmektir, Hristiyanların selamı ise el sallamaktır.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Sayyar:",
      "text": "Seyyar'dan rivayet edilmiştir: \"Ben, Sabit el-Bunani ile yürüyordum. O, bazı çocukların yanından geçti ve onlara selam verdi. Sonra Sabit dedi ki: 'Ben, Anas ile birlikteydim, o bazı çocukların yanından geçti ve onlara selam verdi, Anas da dedi ki: Ben, Peygamber (ﷺ) ile birlikteydim, o bazı çocukların yanından geçti ve onlara selam verdi.'\""
    },
    {
      "id": 10,
      "narrator": "Narrated Asma bint Yazid:",
      "text": "Esma bint Yezid'den rivayet edilmiştir: \"Bir gün Allah'ın Resulü (ﷺ) mescidden geçti ve bir grup kadın oturuyordu, o da selam vermek için elini salladı.\" - 'Abdul-Hamid (rivayet edenlerden biri) elini salladı."
    },
    {
      "id": 11,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Ey küçük oğlum! Ailene girdiğinde selam ver, bu senin için ve ev halkın için bir bereket olacaktır.'\""
    },
    {
      "id": 12,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Selam, konuşmadan önce gelir.' Bu isnadla, Peygamber (ﷺ) şöyle dedi: 'Selam verilmeden kimseyi yemeğe davet etmeyin.'\""
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Yahudilere ve Hristiyanlara selam vermeyin. Eğer biriniz onlarla yolda karşılaşırsa, onları dar kısmına zorlayın.\""
    },
    {
      "id": 14,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Bir grup Yahudi, Peygamber'in (ﷺ) yanına geldi ve 'As-Samu 'Alaik (ölüm üzerinize olsun)' dediler. Bunun üzerine Peygamber (ﷺ) 'Ve Alaik (ve üzerinize olsun)' dedi. Aişe: 'Ben de: 'Üzerinize ölüm ve lanet olsun.' dedim.\" Peygamber (ﷺ) şöyle dedi: \"Ey Aişe! Gerçekten Allah, her işte yumuşaklığı sever.\" Aişe: \"Onların ne dediğini duymadın mı?\" dedi. O da: \"Ben de: 'Ve Alaik.' diye cevap verdim.\" dedi."
    },
    {
      "id": 15,
      "narrator": "Narrated Usamah bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: \"Peygamber (ﷺ) Müslümanlar ve Yahudilerin karışık olduğu bir topluluğun yanından geçti, onlara selam verdi.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Al-Hasan:",
      "text": "Al-Hasan'dan rivayet edilmiştir: Abu Hurayra'dan, Peygamber (ﷺ) şöyle buyurdu: \"Süvari yürüyene selam verir, yürüyen oturana selam verir ve az olan çok olana selam verir.\" İbn Muthanna, rivayetinde şunu ekledi: \"Genç, yaşlıya selam verir.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Hammam bin Munabbih:",
      "text": "Hammam bin Munabbih'ten rivayet edilmiştir: Abu Hurayra'dan, Peygamber (ﷺ) şöyle buyurdu: \"Genç, yaşlıya selam verir, geçen oturana selam verir ve az olan çok olana selam verir.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Fadalah bin 'Ubaid:",
      "text": "Fadalah bin 'Ubaid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Ata binen, yürüyene selam verir, yürüyen ayakta olana selam verir ve az olan çok olana selam verir.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sizden biri topluluğa geldiğinde selam versin, eğer oturması için bir yer verilirse otursun. Sonra kalktığında selam versin, ilk selam son selamdan daha faziletlidir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Abu Dharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kim, izni olmadan perdeyi kaldırır ve evin sakinlerinin çıplaklıklarını araştırırsa, o, yapması caiz olmayan bir şey yapmış olur. Eğer baktığında karşısında bir adam olsaydı ve gözlerini o tarafa dikerken, bunun bir sakıncası olmazdı. Ama bir adam, üzeri örtülü olmayan bir kapının yanından geçip bakarsa, onun üzerinde bir günah yoktur, günah sadece evin sakinlerindedir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ) evindeyken bir adam ona baktı, o da ok ucu ile ona doğru hamle yaptı, böylece adam geri çekildi."
    },
    {
      "id": 22,
      "narrator": "Narrated Sahl bin Sa'd As-Sa'idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edilmiştir: Bir adam, Allah'ın Elçisi (ﷺ) ile birlikte olan dairelerden birine baktı, o sırada Peygamber (ﷺ) başını kaşımak için bir demir tarak tutuyordu. Peygamber (ﷺ) şöyle dedi: \"Eğer baktığını bilseydim, gözlerini o tarakla delik deşik ederdim. İzin istemek, sadece bakışlar yüzünden emredilmiştir.\""
    },
    {
      "id": 23,
      "narrator": "Narrated 'Amr bin Abi Sufyan:",
      "text": "'Amr bin Abi Sufyan'dan rivayet edilmiştir: 'Amr bin Abdullah bin Safwan ona bildirdi ki, Kaladah bin Hanbal ona bildirdi ki, Safwan bin Umayyah, onu üst vadideyken Peygamber (ﷺ)'e süt, kolostrum ve Daghabis (bir tür ot) getirmesi için göndermişti. (Dedi ki): \"İzin istemeden ve selam vermeden ona girdim. Peygamber (ﷺ) dedi ki: 'Geri dön ve de ki: Selamun Aleyküm, girebilir miyim?'\" Ve bu, Safwan İslam'ı kabul ettikten sonradır.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: \"Peygamber (ﷺ)'e babamın borcu hakkında girmek için izin istedim, o da: 'Bu kim?' dedi. Ben de: 'Benim.' dedim. O da: 'Ben, ben.' dedi. Sanki bunu istemiyordu.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) onlara gece yolculuğundan sonra kadınlarına dönmeyi yasakladı."
    },
    {
      "id": 26,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sizden biri bir şey yazdığında, onu Yutarrib (mürekkebi kurutmak için toza sürtmek) yapsın, çünkü bu, ihtiyaca daha uygundur.\""
    },
    {
      "id": 27,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ)'nin önünde bir katip varken ona girdim ve onun: 'Kalemi kulağınıza koyun, çünkü bu, katibin hatırlamasına daha uygundur.' dediğini duydum.\""
    },
    {
      "id": 28,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) benden, Yahudilerin yazılarından bazı ifadeleri öğrenmemi istedi ve şöyle dedi: 'Gerçekten, Allah'a yemin ederim ki! Ben, Yahudilere mektuplarımı emanet etmem.' Dedi ki: \"Yarım ay geçmeden bunu öğrendim, o (ﷺ) Yahudilere yazmak istediğinde ben onlara yazardım, onlar ona yazdıklarında ben de onların mektuplarını ona okurdum.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Ölmeden önce, Allah'ın Elçisi (ﷺ) Kisra, Kayser, En-Necaşi ve her zalime Allah'a çağıran mektuplar yazmıştı. Bu En-Necaşi, Peygamber (ﷺ)'in cenaze namazını kıldığı kişi değildir.\""
    },
    {
      "id": 30,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Abu Sufyan bin Harb ona bildirdi ki, Hiraql, o Quraş kabilesi ile birlikteyken onu çağırmış ve Ash-Sham'da ticaret yapıyorlardı, bu yüzden ona gittiler.\" Ve hadisi anlattı ve şöyle dedi: \"Sonra, Allah'ın Elçisi (ﷺ)'nin mektubunun okunmasını istedi ve mektubunda şöyle yazıyordu: 'Rahman ve Rahim olan Allah'ın adıyla. Muhammed, Allah'ın kulu ve Elçisi, Roma'nın lideri Hiraql'a. Hidayeti takip edenlere selam olsun. Devam etmek gerekirse:'\""
    },
    {
      "id": 31,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Peygamberi (ﷺ) yabancılara yazmak istediğinde, ona şöyle denildi: 'Yabancılar, mühürlü bir mektup almadıkça kabul etmezler.' Bunun üzerine bir yüzük yaptırdı.\" Dedi ki: \"Şimdi onun elindeki beyazlığı görüyor gibiyim.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Al-Miqdad bin Al-Aswad:",
      "text": "Al-Miqdad bin Al-Aswad'tan rivayet edilmiştir: \"İki arkadaşım ve ben, açlık ve susuzluktan dolayı işitme ve görme yetimizi kaybetmiş olarak Peygamber (ﷺ) arkadaşlarına kendimizi sunduk. Ama bizi kabul eden kimse olmadı. Bunun üzerine Peygamber (ﷺ)'e gittik ve bizi ailesine götürdü, orada üç keçi vardı. Peygamber (ﷺ) dedi ki: 'Bunları sağın.' Biz de sağdık, her kişi kendi payını içti ve Allah'ın Elçisi (ﷺ) için bir pay ayırdık. Allah'ın Elçisi (ﷺ) gece geldi ve uyuyan kişiyi uyandırmadan, uyanık olanın duyabileceği şekilde selam verdi. Sonra namaz kılmak için mescide gitti. Ardından içeceğini alıp içti.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Bir adam, Peygamber (ﷺ) idrar yaparken ona selam verdi, ama Peygamber (ﷺ) ona selamını iade etmedi.\""
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Tamimah Al-Hujaimi:",
      "text": "Abu Tamimah Al-Hujaimi'den rivayet edilmiştir: Kendi halkından bir adam şöyle dedi: \"Peygamber (ﷺ)'i aramaya gittim ama onu bulamadım. Oturdum, sonra bir grup insan gördüm ve o da aralarındaydı, ama onu tanımadım. Onlar arasında bir meseleyi hallediyordu, işini bitirince, onlardan bazıları onunla birlikte ayağa kalktı ve 'Ey Allah'ın Elçisi' diyorlardı. Bunu görünce ben de dedim: 'Alaikas-Salam (selam üzerinize olsun) Ey Allah'ın Elçisi! 'Alaikas-Salam (selam üzerinize olsun) Ey Allah'ın Elçisi! 'Alaikas-Salam (selam üzerinize olsun) Ey Allah'ın Elçisi!' O da şöyle cevap verdi: 'Gerçekten 'Alaikas-Salam' ölüler için bir selamdır.' Sonra bana doğru geldi ve dedi ki: 'Bir adam, Müslüman kardeşiyle karşılaştığında şöyle demelidir: 'As-Salamu 'Alaikum Wa Rahmatullahi Wa Barakatuh (selam üzerinize olsun, Allah'ın rahmeti ve bereketi üzerinize olsun).' Sonra Peygamber (ﷺ) selamıma karşılık verdi, dedi ki: 'Ve Allah'ın rahmeti senin üzerine olsun, ve Allah'ın rahmeti senin üzerine olsun, ve Allah'ın rahmeti senin üzerine olsun.'\""
    },
    {
      "id": 35,
      "narrator": "Narrated Abu Ghifar Al-Muthanna bin Sa'eed At-Ta'i:",
      "text": "Abu Ghifar Al-Muthanna bin Sa'eed At-Ta'i'den rivayet edilmiştir: Abu Tamimah al-Hujaimi'den, Jabir bin Sulaim'den, o da şöyle dedi: \"Peygamber (ﷺ)'e gittim ve 'Alaikas-Salam (selam üzerinize olsun) dedim, o da: 'Alaikas-Salam deme, daha çok As-Salamu Alaik de.' dedi.\" Ve o hikayeyi tam olarak anlattı."
    },
    {
      "id": 36,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) selam verdiğinde bunu üç kez yapardı ve bir şey söylediğinde de üç kez söylerdi.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Abu Waqid Al-Laithi:",
      "text": "Abu Waqid Al-Laithi'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) mescitte oturuyordu ve insanlar onunla birlikteydi, o sırada üç kişi geldi. İkisi Allah'ın Elçisi (ﷺ)'ne yaklaştı, biri ise uzaklaştı. İkisi Allah'ın Elçisi (ﷺ)'nin yanında durdu ve selam verdiler. Birisi dairenin içinde bir boşluk gördü ve oraya oturdu. Diğeri ise onların arkasında oturdu, diğeriyse geride kaldı. Allah'ın Elçisi (ﷺ) işini bitirince şöyle dedi: 'Size o üç kişiden bahsedeyim mi? Birisi kendisini Allah'a teslim etti, bu yüzden Allah onu aldı. Diğeri, utandı, bu yüzden Allah ona merhamet etti. Diğeriyse döndü, bu yüzden Allah da ondan döndü.'\""
    },
    {
      "id": 38,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: \"Peygamber (ﷺ)'e gittiğimizde, her birimiz nerede oturursa orada otururdu.\""
    },
    {
      "id": 39,
      "narrator": "Narrated Shu'bah:",
      "text": "Shu'bah'tan rivayet edilmiştir: \"Abu İshak'tan, Al-Bara'dan - ve o bunu ondan işitmedi - Allah'ın Elçisi (ﷺ) yolda oturan Ensar'dan bazı insanların yanından geçti. Dedi ki: 'Eğer bunu yapmak zorundaysanız, selam verin, mazlumun yardımına koşun ve yolda olan kişiye yönlendirme yapın.'\""
    },
    {
      "id": 40,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Al-Bara bin 'Azib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İki Müslüman birbirleriyle karşılaştıklarında ve el sıkıştıklarında, Allah onları ayırmadan önce affeder.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam şöyle dedi: \"Ey Allah'ın Elçisi! İçimizden bir adam kardeşiyle veya arkadaşıyla karşılaştığında ona eğilmeli mi?\" O da: \"Hayır.\" Adam devam etti: \"Ona sarılmalı ve öpmeli mi?\" O da: \"Hayır.\" Adam: \"Elini alıp sıkmalı mı?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 42,
      "narrator": "Narrated Qatadah:",
      "text": "Katanah'dan rivayet edilmiştir: \"Anas bin Malik'e sordum: 'Allah'ın Elçisi (ﷺ)'nin arkadaşları birbirlerinin ellerini sıkışır mıydı?' O da: 'Evet.' dedi.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'El tutmak, selamın tamamlanmasındandır.'\""
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Umamah:",
      "text": "Abu Umamah'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Hasta ziyareti tamamlanması için, biriniz elini alnına koymalı' - ya da 'elinin üzerine koymalı' dedi - 've ona nasıl olduğunu sormalıdır. Ve el sıkışmak, aranızdaki selamı tamamlar.'\""
    },
    {
      "id": 45,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Zayd bin Harithah, Allah'ın Elçisi (ﷺ) evdeyken Medine'ye geldi. Kapıyı çaldı, bunun üzerine Allah'ın Elçisi (ﷺ) çıplak (1) olarak, elbisesini sürüyerek durdu - ve Allah'a yemin ederim ki, onu ne daha önce ne de sonra çıplak görmedim - ve onu kucakladı ve öptü.\""
    },
    {
      "id": 46,
      "narrator": "Narrated Safwan bin Assal:",
      "text": "Safvan bin Assal'den rivayet edilmiştir: \"Bir Yahudi, arkadaşına dedi ki: 'Bizi bu Peygamber'e götür.' Arkadaşı da dedi ki: 'Peygamber dema dema: \"Peygamber\" deme. Çünkü eğer bunu duyarsa çok mutlu olur.' Böylece Allah'ın Elçisi'ne (ﷺ) gittiler ve ondan dokuz açık alamet hakkında soru sordular. O da onlara dedi ki: 'Allah'a hiçbir şeyi ortak koşmayın, hırsızlık yapmayın, zina etmeyin, Allah'ın haram kıldığı bir canı, ancak (kanun gereği) gerekli olan durumlar dışında, öldürmeyin, güç sahibi birinin itibarını zedelemek için acele etmeyin ki o da öldürülsün, sihir yapmayın, riba yemeyin, iffetli kadını iftira ile suçlamayın, yürüyüş günü geri dönmeyin ve özellikle siz Yahudiler için, Şabat'ı ihlal etmeyin.'\" Dedi ki: \"Bunun üzerine ellerini ve ayaklarını öptüler ve dediler ki: 'Şahitlik ederiz ki sen bir Peygambersin.' O (ﷺ) da dedi ki: 'O halde seni takip etmekten ne engel oluyor?' Onlar dediler ki: 'Çünkü Davud, Rabbine dua etti ki soyundan hiçbir zaman Peygamber eksik olmasın ve biz, seni takip edersek Yahudilerin bizi öldüreceğinden korkuyoruz.'\""
    },
    {
      "id": 47,
      "narrator": "Narrated Umm Hani:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Narrated 'Ikrimah bin Abi Jahl:",
      "text": "Ümmü Hani'den rivayet edilmiştir: \"Fetih Yılı'nda Allah'ın Elçisi'ne (ﷺ) gittim ve onu gusül alırken buldum, Fatıma da onu bir örtüyle örtüyordu. O dedi ki: 'Selam verdim ve o da dedi: 'Bu kim?' Ben de dedim: 'Ben Ümmü Hani'yim.' O da dedi: 'Hoş geldin Ümmü Hani.'\""
    }
  ]
}