{
  "language": "tr",
  "metadata": {
    "length": 17,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated An-Nawwas bin Sam'an Al-Kilabi:",
      "text": "An-Nawwas bin Sam'an Al-Kilabi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz Allah, dosdoğru yolu bir örnekle anlatmıştır: Yolun kenarlarında açık kapılar bulunan duvarlar vardır, her kapının önünde bir perde vardır. Yolun başında bir çağırıcı vardır ve onun üzerinde bir başka çağırıcı vardır. Allah, barış yurduna davet eder ve dilediğini dosdoğru yola iletir. Yolun kenarındaki kapılar, Allah'ın hudududur; Allah'ın hududunu aşan kimse yoktur ki, o perde kaldırılmasın ve yukarıdan çağıran, onun Rabbidir.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Sa'eed bin Hilal:",
      "text": "Sa'eed bin Hilal'den rivayet edilmiştir: Jabir bin 'Abdullah Al-Ansari şöyle demiştir: \"Bir gün Allah'ın Resulü (ﷺ) bize çıktı ve şöyle dedi: 'Ben uyurken, sanki Jibra'il ayaklarımın ucundaydı. Onlardan biri arkadaşına dedi ki: 'Ona bir örnek ver.' O da şöyle dedi: 'Dinle ki kulakların işitsin. Dikkat et ki kalbin anlasın! Senin ve ümmetinin örneği, bir kralın bir ülkeyi fethetmesi gibidir, sonra orada bir ev inşa eder. Sonra orada bir sofra kurar ve insanları oradan yemeye davet eden bir elçi gönderir. İçlerinde elçiye cevap verenler vardır, içlerinde onu terk edenler vardır. İşte Allah, kraldır ve ülke İslam'dır, ev ise Cennet'tir, ve sen ey Muhammed! Sen elçisin, kim sana cevap verirse İslam'a girmiş olur, kim İslam'a girerse Cennet'e girmiş olur, kim Cennet'e girerse oradaki yiyeceklerden yer.'\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu 'Uthman An-Nahdi:",
      "text": "Abu 'Uthman An-Nahdi'den rivayet edilmiştir: İbn Mes'ud'dan şöyle dediği nakledilmiştir: \"Allah'ın Resulü (ﷺ) 'İsha namazını kıldı, sonra 'Abdullah bin Mes'ud'un elini tuttu ve onu Mekke'nin geniş vadiine götürdü. Onu oturttu, sonra etrafında bir çizgi çizdi. Sonra şöyle dedi: 'Çizgini aşma, çünkü sana bazı adamlar gelecek, ama onlarla konuşma, çünkü onlar da sana konuşmayacaklar.' Dedi ki: 'Sonra Allah'ın Resulü (ﷺ) gitmek istediği yere gitti, ben de çizginin içinde oturuyordum, bana Az-Zut'tan (Kuzey Afrika veya Hindistan'dan gelen bir karanlık halk) gibi görünen bazı adamlar geldi. Ne çıplaklık ne de örtünme gördüm. Önümde durdular ama çizgiyi geçmediler. Sonra Allah'ın Resulü (ﷺ) yanlarına döndü ve gece sona yaklaşırken, Allah'ın Resulü (ﷺ) yanıma geldi, ben oturuyordum, ve şöyle dedi: 'Bütün gece uyanık kaldım.' Sonra benimle birlikte çizginin içine girdi ve uykusunu almak için uyluğuma yattı. Ve Allah'ın Resulü (ﷺ) uyuduğunda horlardı. Ben orada otururken, Allah'ın Resulü (ﷺ) uyluğumda uyuyorken, beyaz giysiler giymiş bazı adamlar belirdi, Allah en iyi bilendir ne kadar güzel olduklarını. Bana doğru geldiler, ve içlerinden bir grup Allah'ın Resulü'nün başında, bir grup da ayaklarının ucunda oturdu. Sonra birbirlerine şöyle dediler: 'Bu Peygamberin kendisine verilenler gibi bir kul (Allah'ın) hiç görmedik. Şüphesiz gözleri uyur ama kalbi uyanıktır. Onun örneği, bir başkanın bir kale inşa etmesi gibidir, sonra orada bir sofra kurar ve insanları yiyecek ve içeceklerinden yemeye davet eder. Kim onun davetine cevap verirse, o onun yiyeceklerinden yer ve içeceklerinden içer. Kim cevap vermezse, o cezalandırılır - ya da dedi - o azap edilir.' Sonra indiler ve o sırada Allah'ın Resulü (ﷺ) uyandı ve şöyle dedi: 'Onların söylediklerini duydum. Onların kim olduğunu biliyor musun?' Ben dedim: 'Allah ve Resulü daha iyi bilir.' O da dedi: 'Onlar meleklerdi. Onların söyledikleri örneğin anlamını biliyor musun?' Ben dedim: 'Allah ve Resulü daha iyi bilir.' O da dedi: 'Anlamı, Ar-Rahman'ın Cennet'i inşa etmesi ve kullarını ona davet etmesidir. Kim cevap verirse Cennet'e girecek, kim cevap vermezse, o cezalandırılacak veya azap edilecektir.'\""
    },
    {
      "id": 4,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin 'Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Benim ve Peygamberlerin örneği, bir adamın bir ev inşa etmesi gibidir. Onu tamamladı ve güzel yaptı, sadece bir tuğla yeri kalmadı. İnsanlar içeri girip hayran kalıyorlar ve diyorlar: 'Bu tuğla yeri olmasaydı.'\""
    },
    {
      "id": 5,
      "narrator": "Narrated Al-Harith Al-Ash'ari:",
      "text": "Al-Harith Al-Ash'ari'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz Allah, Yahya bin Zakariyya'ya beş emir vermiştir ki bunlara uyması ve İsrailoğulları'na da bunlara uymalarını emretmesi için. Ama bunu yapmada gecikti. Bunun üzerine 'Eisa dedi ki: 'Şüphesiz Allah, sana uyman için beş emir verdi ve İsrailoğulları'na da bunlara uymalarını emretmeni istedi. Ya sen onlara emret, ya da ben onlara emredeceğim.' Yahya dedi: 'Eğer bu konuda benden önce gidersen, yer beni yutabilir ya da ben cezalandırılabilirim.' Bunun üzerine halkı Kudüs'te topladı ve onlar orayı doldurdular ve balkonlarına oturdular. Sonra şöyle dedi: 'Şüphesiz Allah, bana uymam için beş emir verdi ve size de bunlara uymanızı emrediyorum. Bunların ilki, Allah'a ibadet etmeniz ve O'na hiçbir şeyi ortak koşmamanızdır. Allah'a ortak koşan kişinin örneği, kendi altın veya gümüşüyle bir köle satın alan bir adam gibidir, sonra ona der ki: \"Bu benim evim ve bu benim işim, ona dikkat et ve bana kârını getir.\" O da ona dikkat eder ve kârı sahibine vermekten başkasına verir. Sizden hanginiz böyle bir köleye sahip olmak ister? Ve Allah, size namaz kılmanızı emrediyor; namaz kıldığınızda yüzünüzü çevirmeyin, çünkü Allah, kullarının yüzüne bakar, o yüzü çevirmedikçe. Ve O, oruç tutmanızı emrediyor. Şüphesiz oruç tutmanın örneği, bir grup içinde misk dolu bir torba taşıyan bir adam gibidir. Hepsi onun kokusunu alır. Şüphesiz oruç tutan kişinin nefesi, Allah katında miskten daha hoş bir kokudur. Ve O, size sadaka vermenizi emrediyor. Bunun örneği, düşmanları tarafından yakalanmış bir adamdır, elleri boynuna bağlıdır ve ona gelerek boynunu dövmek isterler. O da der ki: \"Ben sizden az bir şeyle veya çok bir şeyle kendimi fidye verebilirim.\" Böylece kendisini onlardan fidye ile kurtarır. Ve O, size Allah'ı anmayı emrediyor. Şüphesiz bunun örneği, düşmanı hızla peşinden koşan bir adamdır, ta ki geçilemez bir kaleye ulaşana kadar, orada kendisini onlardan korur. İşte ibadet eden kişi böyledir; Şeytan'dan kendisini korumak için Allah'ı anmaktan başka bir şeyle korunamaz.\" Peygamber (ﷺ) şöyle dedi: \"Ve ben size Allah'ın bana emrettiği beş şeyi emrediyorum: Dinleme ve itaat, Cihad, Hicret ve Cemaat. Şüphesiz kim Cemaat'ten bir avuç kadar ayrılırsa, o, boynundan İslam'ın yükünü atmış olur, geri dönmedikçe. Ve kim Cahiliye çağrısını yaparsa, o, cehennemin kömürlerindendir.\" Bir adam dedi: \"Ey Allah'ın Resulü! Namaz kılarsa ve oruç tutarsa?\" O (ﷺ) dedi: \"Namaz kılarsa ve oruç tutarsa. O halde Allah'ın size verdiği isimle çağırın: Müslümanlar, müminler, Allah'a ibadet edenler.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "(Benzer anlamda başka bir isnat.)"
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Musa Al-Ash'ari:",
      "text": "Abu Musa Al-Ash'ari'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle anlatmıştır: \"Kur'an okuyan müminin örneği, bir limon gibidir; kokusu güzel ve tadı da güzeldir. Kur'an okumayan müminin örneği, bir hurmadır; kokusu yoktur ama tadı tatlıdır. Kur'an okuyan münafığın örneği, bir fesleğendir; kokusu güzel ama tadı acıdır. Kur'an okumayan münafığın örneği, bir kolokintidir; kokusu daha güzeldir ama tadı acıdır.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Müminin örneği, bir bitki gibidir; rüzgar durmadan onu sallamaz ve mümin de durmadan denemelerle karşılaşır. Münafığın örneği, bir sedir ağacıdır; o, kesilene kadar boyun eğmez.\""
    },
    {
      "id": 9,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Şüphesiz bir ağaç vardır ki, yapraklarını dökmez ve bu, mümine benzer. İçinizden biri bana bunun ne olduğunu söyleyebilir mi?\" 'Abdullah dedi: \"İnsanlar çöl ağaçlarını düşünmeye başladılar. Ve bana hurma ağacı olabileceği geldi.\" Sonra Peygamber (ﷺ) dedi: \"O, hurma ağacıdır.\" Ama ben utanıyordum - bir şey söylemek için.\" 'Abdullah dedi: \"Bunu düşündüğümü 'Umar'a bildirdim, o da dedi: 'Eğer bunu söyleseydin, bu benim için bu ya da o olmaktan daha sevimli olurdu.'\""
    },
    {
      "id": 10,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Eğer kapınızın önünde bir nehir olsa ve siz her gün beş kez orada yıkanıp durursanız, üzerinde hiçbir kir kalır mı?\" Onlar dediler: \"Hiçbir kir kalmaz.\" O da dedi: \"İşte beş namazın örneği, Allah onlarla günahları siler.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Başka bir isnat benzer bir rivayet bildirir."
    },
    {
      "id": 12,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Benim ümmetimin örneği, bir yağmur gibidir; başlangıcının daha iyi olup olmadığı veya sonunun daha iyi olduğu bilinmez.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Abdullah bin Buraidah:",
      "text": "'Abdullah bin Buraidah'dan, babasından rivayet edilmiştir ki, Peygamber (ﷺ) şöyle dedi: \"Bu ve bu örneğinin ne olduğunu biliyor musunuz?\" - ve iki çakıl taşı attı. Onlar dediler: \"Allah ve Resulü (ﷺ) daha iyi bilir.\" O da dedi: \"Bu (daha uzakta) olan umut, bu (daha yakın) olan ise ölümdür.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Sizin döneminiz, önceki milletlerin dönemlerine kıyasla, Salat Al-'Asr ile güneşin batışı arasındaki süre gibidir. Ve siz, Yahudilere ve Hristiyanlara kıyasla, bir adamın bazı işçileri işe alması gibisiniz ve onlara şöyle der: 'Kim benim için öğleye kadar bir kira karşılığında çalışacak?' Yahudiler, her biri bir kira karşılığında yarım gün çalıştılar. Sonra o şöyle dedi: 'Kim benim için gün ortasından Salat Al-'Asr'a kadar bir kira karşılığında çalışacak?' Hristiyanlar da bir kira karşılığında çalıştılar. Sonra siz, Salat Al-'Asr'dan güneşin batışına kadar iki kira karşılığında çalışanlarsınız. Yahudiler ve Hristiyanlar öfkelendiler ve dediler: 'Biz daha çok çalıştık ama daha az mı alıyoruz?' Bunun üzerine O (Allah) şöyle der: 'Sizden herhangi bir hakkınızı ihlal ettim mi?' Onlar dediler: 'Hayır.' O da der: 'O halde bu, dilediğime verdiğim bir nimettir.'\""
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"İnsanlar, yüz deve gibi; bir adam onların arasında uygun bir binek bulamaz.\""
    },
    {
      "id": 16,
      "narrator": "Narrated (Another route) from Az-Zuhri:",
      "text": "Az-Zuhri'den (başka bir yol) rivayet edilmiştir: bu isnadla, benzer bir şekilde, şöyle dedi: \"Onların arasında bir binek bulamazsınız.\" - Salim'den, İbn 'Umar'dan, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"İnsanlar, yüz deve gibidir; onların arasında bir binek bulamazsınız - ya da şöyle dedi - onların arasında sadece bir binek bulabilirsiniz.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Benim ve ümmetimin örneği, bir adamın ateş yaktığı gibidir; sinekler ve güveler ona doğru uçuşmaya başladı - ben de sizi ona dalmaktan alıkoymaya çalışıyorum.\""
    }
  ]
}