{
  "language": "tr",
  "metadata": {
    "length": 52,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ubayy bin Ka'b'a çıktı ve Allah'ın Elçisi (ﷺ) dedi ki: \"Ey Ubayy!\" O, Salat kılıyordu, bu yüzden Ubayy döndü ama ona cevap vermedi, böylece Ubayy Salat'ını hızlıca bitirdi. Sonra Allah'ın Elçisi (ﷺ)'ne döndü ve dedi ki: 'Selamünaleyküm, Ey Allah'ın Elçisi!' Allah'ın Elçisi (ﷺ) dedi ki: 'Vealeyküm selam - beni çağırdığımda neden cevap vermedin Ubayy?' O dedi ki: 'Ey Allah'ın Elçisi! Salat kılıyordum.' Bunun üzerine o dedi ki: 'Allah'ın bana indirdiği şeylerden bulmuyor musun: Allah'a ve Elçisine, sizi hayata çağırdıklarında cevap verin?' O dedi ki: 'Elbette, bunu tekrar etmeyeceğim, inşallah.' O dedi ki: 'Sana, Tevrat'ta, İncil'de, Zebur'da ve tüm Kur'an'da benzeri olmayan bir Sure öğreteyim mi?' O dedi ki: \"Evet, Ey Allah'ın Elçisi!\" Allah'ın Elçisi (ﷺ) dedi ki: 'Salat'ında ne okuyorsun?' O dedi ki: 'Umm Al-Kur'an'ı okuyorum.' Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Canımın elinde olan Allah'a yemin ederim! Benzeri ne Tevrat'ta, ne İncil'de, ne Zebur'da, ne de Furkan'da indirilmiştir. Bu, yedi kez tekrar edilen ve bana verilen muhteşem Kur'an'dır.'\""
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir seferberlik gönderdi! Beni Surat Al-Baqarah'ı öğrenmekten alıkoyan tek şey, (nafile gece namazında) ayakta duramayacağım korkusuydu.\" Allah'ın Elçisi (ﷺ) dedi ki: \"Kur'an'ı okuyabilmek için öğren, çünkü Kur'an'ı okuyan ve onunla (namazda) ayakta duran kişinin örneği, etrafı musk kokusuyla dolu bir çuval gibidir. Ve onu öğrenip de hafızasında uyuyan kişinin örneği, ağzı kapalı bir musk çuvalıdır.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Evlerinizi mezar haline getirmeyin. Şüphesiz ki Şeytan, Surat Al-Baqarah'ın okunduğu eve girmez.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Her şeyin bir zirvesi vardır ve Kur'an'ın zirvesi Surat Al-Baqarah'tır; içinde Kur'an'daki ayetlerin efendisi olan bir ayet vardır; Ayat Al-Kursi.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim sabahleyin Ha Mim Al-Mu'min'i - 'Ona dönüş (40:1-3)' ve Ayat Al-Kursi'yi okursa, akşama kadar onlardan korunur. Kim de akşam okursa, sabaha kadar onlardan korunur.\""
    },
    {
      "id": 6,
      "narrator": "Narrated 'Abdur-Rahman bin Abi Laila:",
      "text": "'Abdur-Rahman bin Abi Laila'dan rivayet edilmiştir: Abu Ayyub Al-Ansari'nin hurma sakladığı bir ambarı vardı. Bir ghoul gelip oradan alıyordu, bu yüzden bunu Peygamber (ﷺ)'e şikayet etti. O da dedi ki: \"Git, onu gördüğünde de ki: 'Allah'ın adıyla, Allah'ın Elçisi'ne (ﷺ) cevap ver.'\" Dedi ki: \"Onu yakaladım ve geri dönmeyeceğine yemin etti, bu yüzden onu serbest bıraktım.\" Peygamber (ﷺ)'e gitti ve dedi ki: \"Esirinin ne yaptı?\" Dedi ki: \"Geri dönmeyeceğine yemin etti.\" O da dedi ki: \"Yalan söyledi, tekrar yalan söyleyecek.\" Dedi ki: \"Onu bir kez daha yakaladım ve geri dönmeyeceğine yemin etti, bu yüzden onu serbest bıraktım ve Peygamber (ﷺ)'e gittim.\" O da dedi ki: \"Esirinin ne yaptı?\" Dedi ki: \"Geri dönmeyeceğine yemin etti.\" O da dedi ki: \"Yalan söyledi ve tekrar yalan söyleyecek.\" Bunun üzerine onu yakaladı ve dedi ki: \"Seni bırakmayacağım, ta ki beni Peygamber (ﷺ)'e götürene kadar.\" O da dedi ki: \"Sana bir şey söyleyeceğim: Eğer evinde Ayat Al-Kursi'yi okursan, o zaman ne Şeytan ne de başka biri sana yaklaşamaz.\" Bunun üzerine o Peygamber (ﷺ)'e gitti ve dedi ki: \"Esirinin ne yaptı?\" Dedi ki: \"Ona söylediklerini bildirdim, o da dedi ki: 'Doğru söyledi ve sürekli yalan söyleyen biridir.'\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Mas'ud Al-Ansari:",
      "text": "Abu Mas'ud Al-Ansari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim gece Surat Al-Baqarah'ın son iki ayetini okursa, ona yeter.\""
    },
    {
      "id": 8,
      "narrator": "Narrated An-Nu'man bin Bashir:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Şüphesiz Allah, gökleri ve yeri yaratmadan iki bin yıl önce bir kitapta yazdı ve ondan iki ayet indirdi ki Surat Al-Baqarah ile sonlansın. Eğer bu ayetler bir evde üç gece okunursa, o eve hiçbir Şeytan yaklaşamaz.\""
    },
    {
      "id": 9,
      "narrator": "Narrated An-Nawwas bin Sam'an:",
      "text": "An-Nawwas bin Sam'an'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kur'an gelecek ve onunla dünyada amel eden insanlar. Surat Al-Baqarah ve Al 'Imran onun önünde olacak. An-Nawwas dedi ki: \"Allah'ın Elçisi (ﷺ) onların hakkında üç benzetme yaptı ki onları unutmamışım, dedi ki: \"Onlar, aralarında aydınlık olan iki gölge gibi gelecekler, ya da iki gölgeli bulut gibi, ya da halkalarının üzerinde kendi halkaları adına tartışan kuşların gölgeleri gibi olacaklar.\""
    },
    {
      "id": 10,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mas'ud'dan rivayet edilmiştir: \"Allah, göklerde ve yerde Ayat Al-Kursi'den daha büyük bir şey yaratmamıştır.\" Süfyan dedi ki: \"Çünkü Ayat Al-Kursi, Allah'ın Kelamıdır ve Allah'ın Kelamı, Allah'ın gökleri ve yeri yaratmasından daha büyüktür.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Ishaq:",
      "text": "Abu Ishaq'dan rivayet edilmiştir: Al-Bara'nın şöyle dediğini işitti: \"Bir adam Al-Kahf'ı okurken bindiği hayvanının ayaklarını yere vurduğunu gördü, bu yüzden baktı ve bir gölge ya da bulut gibi bir şey vardı, bu yüzden Peygamber (ﷺ)'e gitti ve bunu ona anlattı. Peygamber (ﷺ) dedi ki: \"O, Kur'an ile inen huzurdur ya da Kur'an nedeniyle inmiştir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Abu Ad-Darda:",
      "text": "Abu Ad-Darda'dan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Kim Al-Kahf'ın başından üç ayet okursa, Dajjal'ın kargaşasından korunur.\""
    },
    {
      "id": 13,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Şüphesiz her şeyin bir kalbi vardır ve Kur'an'ın kalbi Ya Sin'dir. Kim Ya Sin'i okursa, onun okuması için Allah ona Kur'an'ı on kez okuduğunu yazar.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim gece Ha Mim Ad-Dukhan'ı okursa, sabahleyin yetmiş bin melek onun için bağışlanma diler.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kim Cuma gecesi Ha Mum Ad-Dukhan'ı okursa, o bağışlanır.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) sahabelerinden biri, bir mezarın üzerine çadır kurdu, mezar olduğunu bilmeden. Aniden mezardan bir kişinin Mülk Suresi'ni okuduğunu duydu, ta ki tamamlayana kadar. Bunun üzerine Peygamber (ﷺ)'e gitti ve dedi ki: 'Ey Allah'ın Elçisi, mezar olduğunu fark etmeden çadırımı bir mezarın üzerine kurdum. Sonra aniden mezardan bir kişinin Mülk Suresi'ni okuduğunu duydum, ta ki tamamlayana kadar.' Allah'ın Elçisi (ﷺ) dedi ki: 'O, savunucudur, kurtarıcıdır - mezar azabından kurtarır.'\""
    },
    {
      "id": 17,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Gerçekten de Kur'an'da otuz ayetten oluşan bir sure vardır ki, bir adam için şefaat eder, ta ki affedilene kadar. O, Tabarak Alladhi Biyadihil-Mulk'tur.\""
    },
    {
      "id": 18,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Peygamber (ﷺ) Alif Lam Mim Tanzil ve Tabarak Alladhi Biyadihil-Mulk'ü okumadan uyumazdı. Bu hadis, Leys bin Ebi Süleym'den birden fazla kişi tarafından benzer şekilde rivayet edilmiştir. Mugir bin Müslim, bunu Ebu Zübeyr'den, Cabir'den, Peygamber (ﷺ)'den rivayet etti ve bu da buna benzer. Zuhayr bunu rivayet etti ve dedi ki: \"Ebu Zübeyr'e: 'Cabir'in bu hadisi zikrettiğini duydun mu?' dedim. O da: 'Safvan ya da İbn Safvan bana bunu bildirdi.' dedi.\" Zuhayr, bu hadisin Ebu Zübeyr'den Cabir'e geldiği fikrini reddetmiş gibiydi. (Başka bir isnad) benzer anlamda. (Başka bir isnad) ki Tawus dedi ki: \"Kur'an'daki her sureden daha fazla yetmiş iyi fazileti vardır.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim İdha Zulzilat'ı okursa, bu onun için Kur'an'ın yarısına eşittir. Kim: Qul Ya Ayyuhal-Kafirun'u okursa, bu onun için Kur'an'ın dörtte birine eşittir. Ve kim: Qul Huwa Allahu Ahad'ı okursa, bu onun için Kur'an'ın üçte birine eşittir.\""
    },
    {
      "id": 20,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"İdha Zulzilat, Kur'an'ın yarısına eşittir, Qul Huwa Allahu Ahad, Kur'an'ın üçte birine eşittir ve Qul Ya Ayyuhal-Kafirun, Kur'an'ın dörtte birine eşittir.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bir adamına şöyle dedi: \"Ey falan, evlendin mi?\" O da: \"Hayır, Allah'a yemin ederim ki, ey Allah'ın Elçisi! Evlenecek bir şeyim yok.\" dedi. O da: \"Qul Huwa Allahu Ahad'ı bilmiyor musun?\" dedi. O da: \"Elbette.\" dedi. O da: \"Bu, Kur'an'ın üçte biridir.\" dedi. O da: \"İdha Ja Nasrullahi Wal-Fath'ı bilmiyor musun?\" dedi. O da: \"Elbette.\" dedi. O da: \"Bu, Kur'an'ın dörtte biridir.\" dedi. O da: \"Qul Ya Ayyuhal-Kafirun'u bilmiyor musun?\" dedi. O da: \"Elbette.\" dedi. O da: \"Bu, Kur'an'ın dörtte biridir.\" dedi. O da: \"İdha Zulzilat Al-Ard'ı bilmiyor musun?\" dedi. O da: \"Elbette.\" dedi. O da: \"Bu, Kur'an'ın dörtte biridir.\" dedi. O da: \"Evlendin, evlen.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Abu Ayyub:",
      "text": "Ebu Eyyub'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Biriniz gece bir Kur'an'ın üçte birini okumak ister mi? Kim: Allaahu Al-Wahid As-Samad'ı okursa, o, Kur'an'ın üçte birini okumuş olur.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Ben Allah'ın Elçisi ile çıktım ve bir adamın Qul Huwa Allahu Ahad okuduğunu duydum, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Bu farzdır.' Ben de: 'Farz nedir?' dedim. O da: 'Cennet.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Kim her gün Qul Huwa Allahu Ahad'ı iki yüz kere okursa, elli yıl boyunca günahları silinir - eğer bir borcu yoksa.\" Ve bu isnadla başka bir rivayet: Peygamber (ﷺ) şöyle dedi: \"Kim yatağında sağ tarafına yatarak uyumak isterse, o da Qul Huwa Allahu Ahad'ı yüz kere okursa, Kıyamet Günü, Rabbimiz, mübarek ve yüce olan şöyle der: 'Ey kulum! Sağdan cennete gir.'\""
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Qul Huwa Allahu Ahad, Kur'an'ın üçte birine eşittir.\""
    },
    {
      "id": 26,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Toplanın, size Kur'an'ın üçte birini okuyacağım.\" Dedi ki: \"Kim toplandıysa toplandı, sonra Allah'ın Elçisi (ﷺ) dışarı çıktı ve Qul Huwa Allahu Ahad'ı okudu. Sonra geri girdi. Bazıları birbirlerine: 'Allah'ın Elçisi (ﷺ) dedi ki: 'Size Kur'an'ın üçte birini okuyacağım' Ben bunun göklerden bir haber olduğunu düşündüm.' Allah'ın Elçisi (ﷺ) dışarı çıktı ve dedi ki: 'Gerçekten de size Kur'an'ın üçte birini okuyacağımı söyledim ve bu gerçekten Kur'an'ın üçte birine eşittir.'\""
    },
    {
      "id": 27,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Ensardan bir adam vardı ki, onları (Salat'ta) Kuba Mescidi'nde yönetti. Her seferinde Salat sırasında onlara bir sure okuduğunda, Qul Huwa Allahu Ahad ile başlar, ta ki tamamlayana kadar, sonra onunla birlikte başka bir sure okurdu. Bunu her rek'atında yapardı. Arkadaşları ona konuştu ve dediler ki: 'Bu sureyi okuyorsun. Ya bunu oku ya da bırak ve başka bir sure oku.' O da: 'Bunu bırakmayacağım, eğer bunu okumamı istiyorsanız, öyle yaparım, istemiyorsanız sizi bırakırım.' Ve onu aralarındaki en iyi olarak gördüler, başka birinin onları yönetmesini istemediler. Sonra Peygamber (ﷺ) onlara geldi ve olanları ona bildirdiler, o da (ﷺ) dedi: 'Ey falan! Arkadaşlarının sana söylediklerini yapmanı engelleyen nedir, neden her rek'atta bu sureyi okuyorsun?' O da: 'Ey Allah'ın Elçisi! Gerçekten onu seviyorum.' Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: 'Ona olan sevgin seni cennete sokacaktır.'\""
    },
    {
      "id": 28,
      "narrator": "Narrated 'Uqbah bin 'Amir Al-Juhani:",
      "text": "Ukbe bin Amir El-Cuhani'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bana, daha önce görülmemiş bazı ayetler indirildi: Qul A'udhu Birabbin-Nas sure sonuna kadar ve Qul A'udhu Birabbil-Falaq sure sonuna kadar.\""
    },
    {
      "id": 29,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bana her Salat'ın sonunda Al-Mu'awwidhatain okumamı emretti.\""
    },
    {
      "id": 30,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kur'an'ı okuyan ve onu iyi bilen kişi, şerefli ve mübarek meleklerle (As-Safaratil-Kiramil-Bararah) beraberdir ve onu okuyan\" - Hişam dedi ki: \"Ve onun için zor.\" - Şu'be dedi ki: \"Ve onun için zor, - o zaman iki sevap alır.\""
    },
    {
      "id": 31,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Kim Kur'an'ı okur ve ezberler, onun helal kıldığını helal, haram kıldığını haram kılarsa, Allah onu bu sebeple Cennete alır ve ateşe gidecek olan ailesinden on kişiye şefaat etme hakkı verir.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Al-Harith Al-A'war:",
      "text": "Al-Harith Al-A'war'dan rivayet edilmiştir: \"Ben, insanların hikaye anlatımına daldığı sırada Mescid'in yanından geçtim. Ali'nin yanına girdim ve dedim ki: 'Ey Müminlerin Emiri! İnsanların hikaye anlatımına daldığını görmüyor musun?' O da: 'Onlar buna kapıldılar mı?' dedi. Ben: 'Evet.' dedim. O: 'Ben, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: \"Gerçekten bir Fitne gelecektir.\" Ben de: \"O Fitne'den kurtuluş yolu nedir, ey Allah'ın Elçisi?\" dedim. O: \"Allah'ın kitabı. O, sizden öncekilerin haberlerini, sizden sonrakilerin bilgilerini ve aranızda olanların hükmünü içerir. O, şaka olmaksızın doğru ile yanlış arasındaki ölçüdür. İçinizden zalim olan kimse onu terk ederse, Allah onu ezip geçer ve ondan başka bir rehber arayan kimseyi de Allah saptırır. O, Allah'ın sağlam ipidir, hikmetli zikirdir, doğru yoldur ve arzuların onu saptırması mümkün değildir, dillerin onu çarpıtması mümkün değildir, âlimlerin ondan bıkması mümkün değildir, onu çok okumaktan körelmez ve onun hayreti azalmaz. O, cinlerin onu duyduğunda: 'Gerçekten, biz harika bir okuma (bu Kur'an) duyduk!' demekten çekinmediği bir şeydir. O, doğru yola rehberlik eder ve biz ona inandık.' Kim ona göre konuşursa, o doğruyu söylemiştir, kim ona göre hareket ederse, o mükafatlandırılır, kim ona göre hüküm verirse, o adaletle hükmetmiştir ve kim ona davet ederse, o da doğru yola rehberlik etmiştir.\" Bunu al, ey A'war!.'\""
    },
    {
      "id": 33,
      "narrator": "Narrated Abu 'Abdur-Rahman:",
      "text": "Ebu Abdurrahman'dan rivayet edilmiştir: 'Uthman bin Affan'dan, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Sizlerin en hayırlısı, Kur'an'ı öğrenen ve öğretenlerdir.\" Ebu Abdurrahman: \"İşte bu yüzden bu yerimde oturuyorum.\" dedi. Ve 'Uthman döneminde Kur'an'ı öğretti, ta ki Al-Haccac bin Yusuf gelene kadar. (Sahih)"
    },
    {
      "id": 34,
      "narrator": "Narrated 'Uthman :",
      "text": "'Uthman'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Sizlerin en hayırlısı - ya da en faziletlisi - Kur'an'ı öğrenen ve öğretenlerdir.\""
    },
    {
      "id": 35,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Sizlerin en hayırlısı, Kur'an'ı öğrenen ve öğretenlerdir.\""
    },
    {
      "id": 36,
      "narrator": "Narrated Muhammad bin Ka'b Al-Qurazi:",
      "text": "Muhammed bin Ka'b Al-Kurazi'den rivayet edilmiştir: \"Ben 'Abdullah bin Mes'ud'un şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kur'an'dan bir harf okuyan, onun karşılığında bir sevap alır, onun gibi on sevap alır. Ben Alif Lam Mim'in bir harf olduğunu söylemiyorum, fakat Alif bir harf, Lam bir harf ve Mim bir harftir.\"'"
    },
    {
      "id": 37,
      "narrator": "Narrated Zaid bin Artah:",
      "text": "Zaid bin Artah'dan rivayet edilmiştir: Ebu Ümame'den, Peygamber (ﷺ) şöyle buyurmuştur: \"Allah, kullarından iki Rek'at Salat kılan birinin ibadetinden daha faziletli bir şeyi dinlemez. Ve bir ibadet edenin başı üzerinde, Salat'ında kaldığı sürece, takva yayılır. Ve ibadet edenler, Allah'a, Azze ve Celle, O'ndan gelenle benzer bir şeyle yaklaşamazlar.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Jubair bin Nufair:",
      "text": "Jubair bin Nufair'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Allah'a, O'ndan gelenle benzer bir şeyle dönmeyeceksiniz.\" Burada kastedilen Kur'an'dır."
    },
    {
      "id": 39,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Gerçekten, içinde Kur'an olmayan (kalp) harabe bir ev gibidir.\""
    },
    {
      "id": 40,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Kur'an'ı ezberleyen kişiye denilecek ki - 'Oku ve yüksel, dünyada okuduğun gibi (melodili) oku. Çünkü senin derecen, okuduğun son Ayet'te olacaktır.'\""
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Kur'an'ı ezberleyen kişi, Kıyamet Günü gelir ve (Kur'an'ı okumanın mükafatı) der ki: 'Ey Rabbim! Onu süsle.' Böylece ona bir şeref tacı giydirilir. Sonra der ki: 'Ey Rabbim! Ona daha fazlasını ver!' Böylece ona bir şeref elbisesi giydirilir. Sonra der ki: 'Ey Rabbim! Ondan razı ol.' Böylece O, ondan razı olur ve der ki: 'Oku ve yüksel, her Ayet ile mükafatını artır.'\""
    },
    {
      "id": 42,
      "narrator": "Narrated Al-Muttalib bin 'Abullah bin Hantab:",
      "text": "Al-Muttalib bin Abdullah bin Hantab'dan, Enes bin Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Ümmetimin mükafatları önümde serildi, hatta bir adamın Mescid'den çıkarken üzerinde bulunan tozun mükafatı bile. Ümmetimin günahları önümde serildi ve ben, bir adamın öğrendiği ve sonra unuttuğu bir Sure veya Ayet'ten daha kötü bir günah görmedim.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Al-Hasan:",
      "text": "Al-Hasan'dan rivayet edilmiştir: İmran bin Hüsayn bir okuyucunun okuduğunu geçerken, o kişi dilenmeye başladı. İmran: \"Gerçekten biz Allah'tan geldik ve O'na döneceğiz.\" dedi. Sonra şöyle dedi: \"Ben, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: 'Kur'an'ı okuyan kimse, onunla Allah'tan istekte bulunsun. Çünkü gerçekten bir topluluk gelecek, Kur'an'ı okuyacak ve bununla insanlardan isteyecekler.'\""
    },
    {
      "id": 44,
      "narrator": "Narrated Suhaib:",
      "text": "Suheyb'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Kur'an'ın yasakladığını helal kılan kimse, Kur'an'a iman etmez.\""
    },
    {
      "id": 45,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Kur'an'ı yüksek sesle okuyan, açıkça sadaka veren gibidir; Kur'an'ı sessizce okuyan ise, gizlice sadaka veren gibidir.\""
    },
    {
      "id": 46,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) Surah Beni İsrail ve Az-Zumar'ı okumadan uyumazdı.\""
    },
    {
      "id": 47,
      "narrator": "Narrated 'Irbad bin Sariyah:",
      "text": "İrbad bin Sariyah'tan rivayet edilmiştir: \"Peygamber (ﷺ) uyumadan önce Musabbihat'ı (17, 57, 59, 61, 62, 64 ve 87. sureler) okur ve 'Şüphesiz ki bunlarda bir Ayet var ki, o bin Ayetten daha hayırlıdır.' derdi.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Ma'qil bin Yasar:",
      "text": "Ma'qil bin Yasar'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Sabah kalktığında üç kez 'A'udhu Billahis-Sami Al-'Alim Min Ash-Shaitanir-Rajim' diyen ve Surah Al-Hashr'ın sonundan üç Ayet okuyan kimseye, Allah akşama kadar ona Salat eden yetmiş bin melek tayin eder. Eğer o gün ölürse, şehit olarak ölür; akşama ulaşan kimse de aynı mertebeye sahiptir.'\""
    },
    {
      "id": 49,
      "narrator": "Narrated Ya'la bin Mamlak:",
      "text": "Ya'la bin Mamlak'tan rivayet edilmiştir: \"O, Peygamber (ﷺ)'in eşi Umm Salamah'a Peygamber (ﷺ)'in okuması ve Salatı hakkında sordu. O da: 'Onun Salatı karşısında ne yapabilirsin? O, dua ederdi ve sonra ne kadar dua etmişse o kadar uyurdu. Sonra ne kadar uyumuşsa o kadar dua ederdi. Sabah olana kadar da ne kadar dua etmişse o kadar uyurdu.' dedi. Sonra onun okumasını tarif etti. Okumasını kelime kelime tarif etti.\""
    },
    {
      "id": 50,
      "narrator": "Narrated 'Abdullah bin Abi Qais :",
      "text": "Abdullah bin Ebi Kays'tan rivayet edilmiştir: \"Ben 'Aişe'ye Allah Resulü (ﷺ)'ün Witr'ini nasıl kıldığını, gecenin ilk kısmında mı yoksa sonunda mı kıldığını sordum. O da: 'Her ikisini de yapardı. Bazen gecenin ilk kısmında Witr kılardı, bazen de sonunda.' dedi. Ben de: 'Her şeyin en iyisi olan Allah'a hamdolsun ki bu işi kolaylaştırdı.' dedim. 'Onun okuması nasıldı, sessiz mi yoksa yüksek sesle mi okurdu?' dedim. O da: 'Bunların hepsini yapardı. Bazen sessiz okur, bazen yüksek sesle okurdu.' dedi. Ben de: 'Her şeyin en iyisi olan Allah'a hamdolsun ki bu işi kolaylaştırdı.' dedim. 'Cinsel kirlenme ile nasıl başa çıkardı? Uykuya dalmadan önce Ghusl mu yapardı yoksa Ghusl yapmadan mı uyurdu?' dedim. O da: 'Bunların hepsini yapardı. Bazen Ghusl yapar, sonra uyurdu; bazen de Wudu alır, sonra uyurdu.' dedi. Ben de: 'Her şeyin en iyisi olan Allah'a hamdolsun ki bu işi kolaylaştırdı.'\""
    },
    {
      "id": 51,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Mawqif (hac mevsimi) sırasında, Peygamber (ﷺ) kendini tanıtır ve: 'Hangi adam beni kavmine götürecek? Çünkü Kureyş, beni Rabbimin Kelamını iletmekten alıkoydu.' derdi.\""
    },
    {
      "id": 52,
      "narrator": "Narrated 'Atiyyah:",
      "text": "Atiyya'dan, Ebu Sa'id'den rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle buyurdu: \"Rabbimiz, mübarek ve yüce olan O'dur, şöyle buyurmuştur: 'Kendisi için beni anmaktan ve benden istemekten o kadar meşgul olan kimseye, ben, isteyenlere verdiğimden daha fazlasını vereceğim.' Ve Allah'ın Kelamı'nın diğer sözler üzerindeki fazileti, Allah'ın yaratıcısı üzerindeki fazileti gibidir.\""
    }
  ]
}