{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn Abi Mulaikah:",
      "text": "İbn Abi Mulaikah'tan rivayet edilmiştir: Umm Salamah şöyle dedi: \"Allah'ın Resulü (ﷺ) 'Elhamdulillahi Rabbil-'Alamin' ayetini okur, sonra dururdu. 'Ar-Rahmanir-Rahim' ayetini okur, sonra dururdu. Ve 'Maliki Yawmid-Din' ayetini okurdu.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Peygamber (ﷺ), Ebu Bekir ve Ömer - ve sanırım 'Uthman da dedi - 'Maaliki Yawmid-Din (1:4)' ayetini okurlardı.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber (ﷺ) 'Anin-nafsu Bin-Nafsi Wal-'Ainu Bil-'Aini' ayetini okurdu.\" (5:45)"
    },
    {
      "id": 4,
      "narrator": "Narrated Mu'adh bin Jabal:",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir: \"Peygamber (ﷺ) 'Hal Tastati'u Rabbak' ayetini okurdu.\""
    },
    {
      "id": 5,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'tan rivayet edilmiştir: \"Peygamber (ﷺ) 'Innahu 'Amila Ghaira Salih' ayetini okurdu.\""
    },
    {
      "id": 6,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bu ayeti okudu: 'Innahu 'Amalun Ghairu Salih'\" (11:46)"
    },
    {
      "id": 7,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: 'Ubayy bin Ka'b'tan, Peygamber (ﷺ) 'Qad Balaghta Min Ladunni 'Udhra' (18:76) ayetini ağır bir şekilde (Muthaqqalah - 'Ladunni' kelimesindeki Nun'a Tashdid ile) okurdu.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Ubay bin Ka'b'tan, Peygamber (ﷺ) 'Fi 'Ainin Hami'ah' (18:86) ayetini okudu."
    },
    {
      "id": 9,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Sa'eed'den rivayet edilmiştir: \"Badr (savaşı) günü, Romalılar Perslere karşı zafer kazandılar. Böylece müminler bundan memnun oldular, ardından şu ayet indirildi: Elif Lam Mim. Romalılar yenildi...\" '...müminler sevinç duyacaklar.' (30:1-4)\" Dedi ki: \"Müminler Romalıların Persler üzerindeki zaferiyle mutlu oldular.\""
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Peygamber (ﷺ)'e şunları okudu: \"Seni zayıflıkta (Min Da'f) kim yarattı?\" O da: \"Min Du'f\" dedi."
    },
    {
      "id": 11,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "(Benzer anlamda başka bir isnad.)"
    },
    {
      "id": 12,
      "narrator": "Narrated 'Aishah:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) 'O halde hatırlayacak biri var mı?' (54:17) ayetini okurdu.\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Alqamah:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) 'Furuhun Wa Raihanun Wa Jannatu Na'im' (56:89) ayetini okurdu.\""
    },
    {
      "id": 14,
      "narrator": "Narrated 'Abdullah:",
      "text": "Alqamah'tan rivayet edilmiştir: \"Şam'a vardık ve Ebu Ad-Darda'ya gittik. O da: 'Aranızda 'Abdullah'ın kıraatine göre benim için okuyacak biri var mı?' dedi.\" Dedi ki: \"Bana işaret ettiler, ben de: 'Evet,' dedim. O da: 'Abdullah bu ayeti nasıl okudu?' dedi: 'Gece örtünce...' Ben de: 'Onu şöyle okuduğunu duydum: \"Wal-Laili Idha Yaghsha, Wadh-Dhakari Wal-Untha.\" Ebu Ad-Darda: 'Ben de, Allah'a yemin ederim, bunu Allah'ın Resulü (ﷺ)'nin okuduğunu böyle duydum. Ama bu insanlar beni \"Wa Ma Khalaqa\" diye okumaya zorluyorlar ama ben onlara uymayacağım.'\""
    },
    {
      "id": 15,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bana 'Şüphesiz Allah Rızık Verendir, Güç Sahibi, Sabittir.' (51:58) ayetini okudu.\""
    },
    {
      "id": 16,
      "narrator": "Narrated 'Abdullah:",
      "text": "'Abdullah'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Onlardan birinin - ya da - sizlerden birinin 'Şu ve bu ayeti unuttum' demesi ne korkunçtur, aksine unutturulmuştur. Kur'an'a dikkat edin, çünkü - canımın elinde olan Allah'a yemin ederim - o, insanların kalplerinden bir develerin zincirlerinden kaçtığı kadar hızlı kaçar.\""
    },
    {
      "id": 17,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "'Umar bin Al-Khattab'dan rivayet edilmiştir: \"Ben, Hişam bin Hakim bin Hizam'ın, Allah Resulü (ﷺ) döneminde Furkan Suresini okuduğunu geçerken duydum. Onun okumasını dinledim ve onun, bana öğretmediği birkaç farklı şekilde okuduğunu fark ettim. Salatında üzerine atlamaya niyetlendim, ama selam verdiği ana kadar bekledim. Selam verdikten sonra, onun üst elbisesiyle boğdum ve 'Bu sureyi sana kim öğretti?' dedim. O da: 'Allah Resulü (ﷺ) öğretti' dedi. Ben de: 'Yalan söylüyorsun! Allah'a yemin ederim! Allah Resulü (ﷺ) bana bu sureyi öğretti.' Onu Allah Resulü (ﷺ)'ne götürdüm ve: 'Ey Allah Resulü! Bu kişiyi, bana öğrettiğin Furkan Suresini farklı bir şekilde okurken duydum' dedim. Peygamber (ﷺ) dedi ki: 'Bırak onu ey 'Umar! Oku ey Hişam.' O da, benim duyduğum şekilde okudu. Sonra Peygamber (ﷺ) bana dedi ki: 'İşte böyle vahyedildi.' Sonra Peygamber (ﷺ) bana dedi ki: 'Oku ey 'Umar.' Ben de, Peygamber (ﷺ)'in bana öğrettiği şekilde okudum. Peygamber (ﷺ) dedi ki: 'İşte böyle vahyedildi.' Sonra Peygamber (ﷺ) dedi ki: 'Gerçekten bu Kur'an yedi şekilde indirilmiştir, o halde senin için en kolay olanını oku.'\""
    },
    {
      "id": 18,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir: \"Allah Resulü (ﷺ) Cebrail ile karşılaştı ve dedi ki: 'Ey Cebrail! Ben, içinde yaşlı kadın, ihtiyar adam, çocuk ve kız olan okuma yazma bilmeyen bir millete gönderildim.' O da: 'Ey Muhammed! Gerçekten Kur'an yedi şekilde indirilmiştir.'\""
    },
    {
      "id": 19,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurmuştur: \"Kardeşinin dünyadaki yüklerinden birini hafifleten kimseye, Allah Kıyamet Günü'nde yüklerinden birini hafifletir. Ve bir Müslümanın (kusurlarını) örten kimseye, Allah dünyada ve ahirette onu örter. Ve zor durumda olan birine kolaylık sağlayan kimseye, Allah dünyada ve ahirette ona kolaylık sağlar. Allah, (Kulu) kardeşine yardım ettiği sürece yardım eder. Ve kim ilim elde etmek için bir yol alırsa, Allah ona cennete giden bir yolu kolaylaştırır. Ve insanlar, Allah'ın Kitabını okuyup, aralarında onu çalışmak için bir mescitte oturmadıkça, üzerlerine huzur iner, merhametle kuşatılır ve melekler onları sarar. Ve amellerinde yavaş olan kimse, soyu onu hızlandıramaz.\""
    },
    {
      "id": 20,
      "narrator": "Narrated 'Abdullah bin 'Amr :",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: \"Ben dedim ki: 'Ey Allah Resulü! Kur'an'ı ne kadar zamanda okuyabilirim?' O da: 'Bir ayda tamamla' dedi. Ben: 'Bundan daha fazlasını yapabilirim' dedim. O: 'O zaman yirmi günde tamamla' dedi. Ben: 'Bundan daha fazlasını yapabilirim' dedim. O: 'O zaman on beş günde bitir' dedi. Ben: 'Bundan daha fazlasını yapabilirim' dedim. O: 'On günde bitir' dedi. Ben: 'Bundan daha fazlasını yapabilirim' dedim. O: 'Beş günde bitir' dedi. Ben: 'Bundan daha fazlasını yapabilirim.'\" O ('Abdullah bin 'Amr) dedi ki: \"Ama bana izin vermedi.\""
    },
    {
      "id": 21,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Kur'an'ı kırk günde oku.\""
    },
    {
      "id": 22,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Bir adam dedi ki: 'Ey Allah Resulü! Allah katında hangi amel en faziletlidir?' O da: 'Al-Hallul-Murtahil'dir.' Adam: 'Al-Hallul-Murtahil nedir?' dedi. O da: 'Kur'an'ı başından sonuna kadar okuyan, her seferinde yola çıktığında (bu şekilde okuyan)dır.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurmuştur: \"Üç günden daha az bir sürede Kur'an okuyan kimse, onu anlamaz.\""
    }
  ]
}