{
  "language": "tr",
  "metadata": {
    "length": 421,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kur'an hakkında bilgisizce bir şey söyleyen, ateşteki yerini alsın.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Benden sadece size öğrettiğim şeyleri nakletmekten sakının. Zira bilerek benim hakkımda yalan söyleyen, ateşteki yerini alsın. Ve Kur'an hakkında kendi görüşüne göre bir şey söyleyen, ateşteki yerini alsın.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Jundab bin 'Abdullah:",
      "text": "Cündab bin Abdullah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kur'an hakkında kendi görüşüne göre bir şey söyleyen, doğru da olsa, yine de bir hata yapmıştır.\""
    },
    {
      "id": 4,
      "narrator": "Narrated Al-'Ala bin 'Abdur-Rahman:",
      "text": "Bu Hadis Gharib'tir. Hadis ehlinin bazıları Suhail bin Abi Hazm'ı eleştirmiştir."
    },
    {
      "id": 5,
      "narrator": "(Another chain) from 'Adi bin Hatim who said:",
      "text": "Bu, Peygamber (ﷺ) sahabelerinden bazı ilim sahipleri arasında böyle rivayet edilmiştir ve diğerleri. Onlar, bilgisizce Kur'an'ı açıklama konusunda çok serttiler. Mücahid, Katade ve diğer ilim sahiplerinden rivayet edilenlere gelince, Kur'an'ı tefsir ettikleri, bu yüzden onların Kur'an hakkında bilgisizce bir şey söyleyecekleri veya kendi akıllarına göre tefsir edecekleri düşünülmemelidir. Aksine, söylediklerimizi doğrulayan, onlardan gelen rivayetlerdir ki, kendilerinden bilgisizce bir şey söylemedikleri bildirilmiştir."
    },
    {
      "id": 6,
      "narrator": "Narrated 'Adiyy bin Hatim:",
      "text": "Hüseyin bin Mahdi El-Basri bize rivayet etti (dedi ki: Abdurrezzak bize, Ma'mar'dan, Katade'den, o da şöyle dedi): \"Kur'an'da duyduğum bir şey yoktur ki, onun hakkında bir şey duymamış olayım.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Musa Al-Ash'ari:",
      "text": "İbn Abi Ümeyr bize rivayet etti (dedi ki): \"Süfyan bin Uyeyne bize, El-Amash'tan, o da şöyle dedi: 'Mücahid dedi ki: Eğer İbn Mes'ud'un kıraatiyle okursanız, İbn Abbas'tan Kur'an hakkında sorduğunuz birçok şeyi sormaya ihtiyacınız kalmaz.'\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Al-Ala bin Abdurrahman'dan rivayet edilmiştir: Babasından, Ebu Hureyre'den, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer içinde Ümmü'l-Kitap'ı okumadan bir Salat kılarsanız, o Salat geçersizdir, geçersizdir, tamam değildir.\" Dedi ki: \"Ben dedim ki: 'Ey Ebu Hureyre! Bazen bir İmamın arkasında oluyorum.' O dedi ki: 'Ey İbn Farisi! O zaman kendin oku. Zira ben Allah'ın Elçisi (ﷺ) şöyle derken işittim: Allah, yüce olan, şöyle buyurdu: 'Salatı kendimle kullarım arasında iki kısma ayırdım. Yarısı benim, yarısı da kullarım içindir ve kullarım, kendileri için istediklerini alacaklardır. Kulum ayakta durur ve der ki: Hamd, âlemlerin Rabbi olan Allah'a aittir.' O zaman Allah, mübarek ve yüce olan, şöyle der: 'Kulum bana şükretti.' O der: 'Merhamet eden, bağışlayan.' O der: 'Kulum bana hamdetti.' O der: 'Hesap gününün sahibi.' O der: 'Kulum beni yüceltti.' Ve bu benim içindir, benimle kulum arasında ise: 'Sadece sana ibadet ederiz ve sadece senden yardım dileriz' şeklindedir.\" Sure'nin sonuna kadar böyle devam eder. \"Bu, benim kulum içindir ve kulum, kendisi için istediğini alacaktır.\" O der: \"Bizi doğru yola ilet.\" \"Nimet verdiklerinin yoluna, gazaba uğramışların değil, sapmışların yoluna.\""
    },
    {
      "id": 9,
      "narrator": "Narrated 'Abdullah bin 'Amir bin Rabi'ah:",
      "text": "Bu Hadis Hasan'dır."
    },
    {
      "id": 10,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "(Diğer rivayet zincirleri)"
    },
    {
      "id": 11,
      "narrator": "Narrated Anas:",
      "text": "(Ebu Hureyre'den başka bir zincir) Peygamber şöyle dedi: \"Eğer içinde Ümmü'l-Kitap'ı okumadan bir Salat kılarsanız, o Salat geçersizdir, geçersizdir, tamam değildir.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Anas:",
      "text": "Ve İsmail bin Abi Uvais'in Hadis'inde bundan fazlası yoktur. Bu Hadis hakkında Ebu Zur'a'ya sordum, o dedi ki: \"Her iki Hadis de Sahih'tir.\" Ve bunu Al-Ala'dan babası aracılığıyla İbn Abi Uvais'in rivayetleriyle savundu."
    },
    {
      "id": 13,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "'Adi bin Hatim'den (şöyle) rivayet edilmiştir: \"Peygamber (ﷺ) Medine'de otururken yanına gittim, insanlar: 'Bu, 'Adi bin Hatim.' dediler. Ben bir antlaşma veya yazı olmadan geldim. Yanına getirildiğimde, elimi tuttu. Daha önce şöyle demişti: 'Umuyorum ki Allah, elini benim elimle birleştirir.' Dedi ki: \"Benimle birlikte durdu ve bir kadınla bir çocuk ona geldi ve: 'Senden bir ihtiyacımız var.' dediler. Onlarla ilgilenene kadar durdu. Sonra beni elinden tutarak evine götürdü. Bir cariye ona oturması için bir yastık getirdi ve ben önünde oturdum. Allah'a hamd ve şükür ettikten sonra şöyle dedi: 'Seni La İlahe İllallah demekten alıkoyan nedir? Onun dışında bir tanrı biliyor musun?' Dedi ki: 'Hayır.' O dedi: 'O zaman bir süre konuştu ve sonra dedi: 'Allahu Ekber demekten neden kaçınıyorsun? Çünkü Allah'tan daha büyük bir şey bildiğini mi düşünüyorsun?' Dedi ki: 'Hayır.' O dedi: 'Gerçekten Yahudiler, Allah'ın gazabına uğramış olanlardır ve Hristiyanlar sapmışlardır.' Dedi ki: 'Gerçekten ben bir Müslümanım, Hanifim.' O dedi: 'O zaman yüzü gülümseyerek mutlu oldu.' Dedi ki: 'Sonra benim onunla birlikte bir Ensar'dan bir adamın evinde kalmamı emretti. O, sabahları ve akşamları sık sık ziyaret ettiği biriydi. Gece onunla birlikteyken, bu Nimar'dan (belirli desenlere sahip bir kumaş) yün giysili bir topluluk geldi. Sonra Salat kıldı ve onları (insanları) onlara (sadaka) vermeye teşvik etti. Sonra şöyle dedi: 'Bir Sa' veya yarım Sa' veya bir avuç veya bir avuç parçası ile, birinizin yüzünü Cehennem ateşinin sıcaklığından koruyun, ya da ateşten. Ve eğer bu bir hurma veya bir hurma parçası ile olursa - zira biriniz Allah ile karşılaşacak ve ona şunu diyecekler: \"Sana işitme ve görme vermedim mi?\" O diyecek: \"Elbette.\" Denilecek: \"Sana mal ve çocuk vermedim mi?\" O diyecek: \"Elbette.\" Denilecek: \"O zaman kendin için ne gönderdin?\" O, önüne, arkasına, sağa ve sola bakacak ama yüzünü Cehennem ateşinin sıcaklığından koruyacak hiçbir şey bulamayacak. Sizden biri yüzünü ateşten korusun, hatta bir hurma parçası ile, eğer bunu bulamazsa, o zaman güzel bir sözle. Zira ben sizin için yoksulluktan korkmuyorum - Allah size yardım edecek ve öyle ki bir kadın, Yathrib'den Al-Hirah'a veya daha ileriye, soyulma korkusu olmadan, devesiyle seyahat edebilecek.' Ben kendi kendime düşünmeye başladım: 'Peki Taiy' hırsızları nerede olacak?'\""
    },
    {
      "id": 14,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Yahudiler, Allah'ın gazabına uğramış olanlardır ve Hristiyanlar sapmışlardır.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Ebu Musa El-Eş'ari'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Gerçekten Allah, yüce olan, Adem'i yerin her tarafından aldığı bir avuç topraktan yarattı. Böylece Adem'in çocukları, yerin rengine göre gelirler; bazıları kırmızı, bazıları beyaz, bazıları siyah ve bunların arasında, ince, kalın, kirli ve temiz gelirler.\""
    },
    {
      "id": 16,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) Kâbe'ye yönelmeye başladığında, 'Ey Allah'ın Resulü! Bait Al-Maqdis'e doğru dua ederken ölen kardeşlerimiz ne olacak?' dediler. Bunun üzerine Yüce Allah şöyle vahyetti: Allah, imanınızı zayi etmeyecektir. (2:143)\""
    },
    {
      "id": 17,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edilmiştir: 'Urk'a şöyle dedi: \"Aişe'ye dedim ki: 'As-Safa ile Al-Marwah arasında gitmemekte bir sakınca görmüyorum, gitmezsem de bir zarar yok.' O da dedi ki: 'Ey yeğenim, senin söylediklerin ne korkunç! Allah'ın Resulü (ﷺ) onların arasında giderdi ve Müslümanlar da onların arasında giderlerdi. Sadece, Al-Mushallal'de bulunan sahte ilah Mannah adına ihrama giren insanlar As-Safa ile Al-Marwah arasında gitmezlerdi. Bunun üzerine Yüce Allah şöyle vahyetti: Hac veya Umre yapanlar için As-Safa ile Al-Marwah arasında gitmekte bir günah yoktur. (2:158) Eğer senin dediğin gibi olsaydı, 'O zaman onların arasında gitmemekte bir sakınca yoktur' denilirdi.\" Az-Zuhri dedi ki: \"Bunu Ebu Bekir bin Abdurrahman bin Harith bin Hişam'a anlattım. O da buna şaşırdı ve şöyle dedi: 'Gerçekten bu bir bilgidir. Ben bazı ilim ehli kişilerden, As-Safa ile Al-Marwah arasında gitmeyen Arapların, bu iki taş arasında gitmenin Cahiliye'den bir mesele olduğunu söylediklerini duymuştum. Ensar'dan bazıları da: 'Biz sadece Kâbe'nin etrafında dönmekle emrolunduk, As-Safa ile Al-Marwah ile ilgili bir emir verilmedi' demişlerdi. Bunun üzerine Yüce Allah şöyle vahyetti: Şüphesiz As-Safa ve Al-Marwah, Allah'ın sembollerindendir...' (2:158) Ebu Bekir bin Abdurrahman dedi ki: 'Ben de bunun bu insanlar hakkında ve diğer insanlar hakkında vahyedildiğini düşündüm.'\""
    },
    {
      "id": 18,
      "narrator": "Narrated 'Asim Al-Ahwal:",
      "text": "'Asim Al-Ahwal'den rivayet edilmiştir: \"Anas bin Malik'e As-Safa ve Al-Marwah hakkında sordum, o da dedi ki: 'Onlar Cahiliye döneminin ritüellerindendi.' Dedi ki: 'İslam döneminde onlardan uzak durduk, sonra Yüce Allah şöyle vahyetti: Şüphesiz As-Safa ve Al-Marwah, Allah'ın sembollerindendir. Hac veya Umre yapanlar için onların arasında gitmekte bir günah yoktur. (2:158)' Dedi ki: 'O halde bu gönüllü bir şeydir, gerçekten Allah, her şeyi bilendir, her şeyi tanıyandır. (2:158)'\""
    },
    {
      "id": 19,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Mekkeye geldiğinde, Kâbe'nin etrafında yedi kez tavaf yapıyordu, onu: 'İbrahim'in makamını namaz yeri edinin. (2:125)' diye okurken duydum. Sonra makamın arkasında namaz kıldı, sonra (Kara) Taş'a geldi ve dedi ki: 'Allah'ın başladığı ile başlıyoruz.' Böylece As-Safa'dan başladı ve okudu: Şüphesiz As-Safa ve Al-Marwah, Allah'ın sembollerindendir. (2:158).\""
    },
    {
      "id": 20,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: \"Muhammed'in (ﷺ) Ashabları arasında, eğer birisi oruçluysa ve yemek sunulursa ama yemeden önce uyuyakalmışsa, o gece ne yemekte ne de ertesi gün akşama kadar bir şey yemekte bir sakınca yoktu. Kays bin Sirmah Al-Ensari oruç tutuyordu ve iftar vaktinde eşine geldi ve ona: 'Hayır, ben gideceğim ve sana bir şey getireceğim.' dedi. Gündüz çalıştı, gözleri (uyku) onu bastırdı. Sonra eşi geldi ve onu görünce: 'Sen hayal kırıklığına uğrayacaksın.' dedi. Ertesi günün ortalarında bayıldı. Bu durum Peygamber'e (ﷺ) iletildi, bunun üzerine bu ayet indirildi: 'Oruç gecelerinde kadınlarınızla cinsel ilişkiye girmeniz size helal kılındı. Bu konuda çok sevindiler. 'Ve beyaz iplik (ışık) karanlıktan ayırt edilinceye kadar yiyin ve için. (2:187)'\""
    },
    {
      "id": 21,
      "narrator": "Narrated An-Nu'man bin Bashir:",
      "text": "An-Nu'man bin Bashir'den rivayet edilmiştir: Peygamber (ﷺ) Allah'ın: 'Rabbiniz dedi ki: Beni çağırın, ben de size cevap vereyim. (40:60, yazarın bunu Bakara 2:186'ya uygulamak istediği anlaşılıyor)' ayeti hakkında şöyle dedi: \"Dua ibadettir.\" Ve: 'Rabbiniz dedi ki: Beni çağırın, ben de size cevap vereyim.' ayetini okudu, 'alçakgönüllülük içinde' ifadesine kadar.\""
    },
    {
      "id": 22,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir: \"Beyaz (ışık) ipliğin karanlık iplikten ayırt edilmesiyle ilgili ayet indirildiğinde, Peygamber (ﷺ) bana dedi ki: 'Bu sadece gündüzün beyazlığı ile gecenin karanlığına işaret eder.'\""
    },
    {
      "id": 23,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile oruç hakkında konuştum, o da dedi ki: 'Beyaz (ışık) iplik karanlık iplikten ayırt edilinceye kadar.'\" - o da: \"Bunu görmek için bir beyaz ve bir siyah ip aldım. Sonra Allah'ın Resulü (ﷺ) bana dedi ki\" - bu, Sufyan'ın (bir alt rivayetçi) hatırlamadığı bir şeydi - \"bu sadece gece ve gündüzdür.\""
    },
    {
      "id": 24,
      "narrator": "Narrated Aslam bin 'Imran At-Tujibi:",
      "text": "Aslam bin İmran At-Tujibi'den rivayet edilmiştir: \"Biz bir Roma şehrindeydik, büyük bir Roma sütunu bize doğru geldi. Müslümanlardan da aynı sayıda ya da daha fazla kişi onlara doğru gitti. Mısır halkının komutanı 'Uqbah bin Amir'di ve (bizim) grubun yorumcusu Fadalah bin Ubaid'di. Müslümanlardan bir adam, Roma saflarına kadar ulaştı ve onların arasına girdi, insanlar bağırmaya başladılar: 'Subhan Allah! Kendini yokluğa atıyor!' Ebu Eyyub El-Ensari dedi ki: 'Ey insanlar! Siz bu ayeti böyle yorumluyorsunuz, oysa bu ayet sadece bizim, Ensar halkı hakkında indirildi, Allah İslam'ı güçlendirdi ve destekçilerini artırdı. Bazılarımız gizlice birbirimize, Allah'ın Resulü (ﷺ) huzurunda olmadan: 'Mallarımız ziyan oldu, Allah İslam'ı güçlendirdi ve destekçilerini artırdı, eğer mallarımıza yönelirsek, kaybettiklerimiz bizim için yeniden canlanır.' dedik. Bunun üzerine Yüce Allah, Peygamberine (ﷺ) vahyetti ve bizim söylediklerimizi kınadı: 'Ve Allah yolunda harcayın, kendinizi yokluğa atmayın. (2:195)' Böylece yokluk, mala yönelmek ve onu korumaktı.' Ebu Eyyub, Allah yolunda seyahat etmeyi bırakmadı, ta ki Roma topraklarında gömülene kadar.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Mujahid:",
      "text": "Mücahid'den rivayet edilmiştir: Ka'b bin Ucre şöyle dedi: \"Canımın sahibi olan Allah'a yemin ederim ki, bu ayet benim durumumla ilgili olarak indirildi: 'Kim sizden hasta veya başında bir rahatsızlık (saçlarını traş ettirmek) varsa, oruç tutmak veya sadaka vermek ya da bir kurban kesmekle fidye vermelidir. (2:196)'\""
    },
    {
      "id": 26,
      "narrator": "Narrated 'Abdur-Rahman bin Abi Laila:",
      "text": "Dedi ki: \"Biz Allah'ın Resulü (ﷺ) ile Al-Hudeybiye'deydik ve ihram halindeydik. Putperestler bizi engellediler ve benim saçım çoktu, ve bitler yüzüme düşüyordu. Peygamber (ﷺ) yanımdan geçti ve: 'Başındaki bitler seni rahatsız mı ediyor?' dedi.\" Dedi ki: \"Ben de: 'Evet.' dedim. O da: 'O zaman traş ol.' dedi. Ve bu ayet indirildi.\""
    },
    {
      "id": 27,
      "narrator": "Narrated 'Abdur-Rahman bin Ya'mar:",
      "text": "Mücahid dedi ki: \"Oruç üç gündür, sadaka altı muhtaç kişidir ve kurban bir koyun veya daha fazlasıdır.\""
    },
    {
      "id": 28,
      "narrator": "Narrated 'Aishah:",
      "text": "Abdurrahman bin Ebi Leyla'dan rivayet edilmiştir: Ka'b bin Ucre şöyle dedi: \"Allah'ın Resulü (ﷺ) bana geldiğinde ben bir tencerenin altında ateş yakıyordum ve bitler yüzüme ya da kaşlarıma düşüyordu. O da: 'Bitlerin seni rahatsız mı ediyor?' dedi.\" \"Ben de: 'Evet.' dedim. O da: 'O zaman başını traş et ve bir kurban kes, ya da üç gün oruç tut, ya da altı muhtaç kişiyi doyur.'\" Ayyub dedi ki: \"Hangisinden başladığını bilmiyorum.\""
    },
    {
      "id": 29,
      "narrator": "Narrated Anas:",
      "text": "Abdurrahman bin Ya'mar'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Hac, Arafat'tır, hac Arafat'tır, hac Arafat'tır. Mina günleri üçtür: Ama kim iki günde ayrılmayı acele ederse, ona bir günah yoktur, kim de kalırsa ona bir günah yoktur. (2:203) Ve kim (Arafat'a) sabah namazı vaktinden önce ulaşırsa, o hac yapmıştır.\" İbn Ebi 'Umar dedi ki: \"Sufyan bin Uyainah dedi ki: 'Bu, Ath-Thawri'nin rivayet ettiği en iyi hadistir.'\""
    },
    {
      "id": 30,
      "narrator": "Narrated Jabir:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah katında en nefret edilen insan, en çok tartışan insandır.'\""
    },
    {
      "id": 31,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'dan rivayet edilmiştir: Peygamber (SA) ile ilgili olarak: \"Eşleriniz sizin için bir ekin alanıdır, o halde ekin alanınıza istediğiniz zaman ve istediğiniz şekilde gidin (2:223).\" : \"Anlamı bir valf.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Bu Hadis Hasan Sahih'dir. İbn Khuthaim, 'Abdullãh bin 'Uthmãn bin Khuthaim'dir. İbn Sãbit, 'AbdurRahmãn bin 'Abdullah bin Sabit Al-Jumahi Al-Makki'dir ve Hafsah, 'Abdur-Rahmãn bin Abi Bakr As-Siddiq'in kızıdır (rivayet zincirindeki narratörler). Ayrıca şöyle de bildirilmiştir: \"Bir delikten.\""
    },
    {
      "id": 33,
      "narrator": "Narrated Al-Hasan:",
      "text": "---"
    },
    {
      "id": 34,
      "narrator": "Narrated Abu Yunus, the freed slave of 'Aishah:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"'Umar, Allah'ın Elçisi'ne (ﷺ) geldi ve dedi ki: 'Ey Allah'ın Elçisi! Ben mahvoldum!' O da: 'Neden mahvoldun?' dedi. O: 'Geceleyin binek hayvanımı döndürdüm (eşimle arka taraftan ilişkiye girdim).' dedi.\" O: \"Bunun üzerine Allah'ın Elçisi (ﷺ) ona hiçbir şey söylemedi. Sonra Allah, bu Ayeti Allah'ın Elçisi'ne (ﷺ) indirdi: 'Eşleriniz sizin için bir ekin alanıdır, o halde ekin alanınıza istediğiniz zaman ve istediğiniz şekilde gidin (2:223).' Ön taraftan, arka taraftan, anüsten ve adet döneminden kaçınarak.\""
    },
    {
      "id": 35,
      "narrator": "Narrated Samurah bin Jundab:",
      "text": "---"
    },
    {
      "id": 36,
      "narrator": "Narrated:",
      "text": "Al-Hasan'dan rivayet edilmiştir: Ma'qil bin Yasar'dan, onun, Allah'ın Elçisi (ﷺ) zamanında kız kardeşini Müslümanlardan birine evlendirdiğini söylediği. O, onunla birlikte kaldı, sonra onu bir kez boşadı ve 'Iddah süresi dolmadan geri almadı, ama birbirlerini tekrar istediler. O (Ma'qil) ona dedi: 'Sen nankörsün! Ben onu sana evlendirmekle onurlandırdım, sonra sen onu boşadın. Vallahi! O bir daha asla sana geri verilmeyecek.' Allah, onun ona olan ihtiyacını ve koca ihtiyacını bildi, bu yüzden Allah, Kuddus ve Yüce, şöyle indirdi: 'Ve kadınları boşadığınızda ve onların belirlenmiş sürelerini tamamladıklarında...' ayetine kadar. O (Ma'qil) bunu duyduğunda: 'Rabbimi duydum ve itaat ettim.' dedi. Sonra onu çağırdı ve: 'Seni evlendiriyorum ve onurlandırıyorum.' dedi.\""
    },
    {
      "id": 37,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Bu Hadis Hasan Sahih'dir. Al-Hasan'dan başka yollarla da rivayet edilmiştir ve Al-Hasan'dan rivayet edilenler Gharib'tir. Bu Hadis'te, evliliğin bir Vali olmadan caiz olmadığına dair delil vardır, çünkü Ma'qil bin Yasãr'ın kız kardeşi bekaretini kaybetmişti, bu yüzden eğer mesele ona, yani Vali'sine bağlı olsaydı, kendisi evlenebilirdi ve Ma'qil bin Yasãr'ın onun için Vali olarak hareket etmesine gerek kalmazdı. Ve Allah bu Ayette yalnızca Vali'ye hitap etmiştir, 'Eski kocalarına evlenmelerini engellemeyin.' diyerek - bu Ayette, evlenme yetkisinin Vali'ye ait olduğuna dair delil vardır."
    },
    {
      "id": 38,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Narrated Abu Malik:",
      "text": "Abu Yunus, Aişe'nin azatlı kölesinden rivayet edilmiştir: \"'Aişe, bana bir Mushaf yazdırmamı emretti ve dedi ki: 'Bu Ayete geldiğinde bana söyle: Beş vakit namazı titizlikle koruyun ve orta Salat'ı (2:238). Ben de ona ulaştığımda, ona söyledim ve o bana şöyle dikte etti: 'Beş vakit namazı titizlikle koruyun ve orta Salat'ı, ve Salat Al-'Asr'ı. Ve Allah'a itaatle durun.' Dedi ki: 'Bunu Allah'ın Elçisi'nden (ﷺ) duydum.'\""
    },
    {
      "id": 40,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Samurah bin Jundab'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Orta Salat, Salat Al-'Asr'dır.'\""
    },
    {
      "id": 42,
      "narrator": "Narrated Isra'il:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Narrated Umayyah:",
      "text": "'Ubaidah As-Salmani'den rivayet edilmiştir ki 'Ali ona, Ahzab Günü'nde Peygamber (ﷺ) şöyle dedi: \"Ey Allah! Onların mezarlarını ve evlerini ateşle doldur, çünkü bizi Salat Al-Wusta'dan (orta namaz) alıkoydular, güneş batana kadar.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Narrated 'Aishah:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Salat Al-Wusta, Salat Al-'Asr'dır.\""
    },
    {
      "id": 46,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bu Ayet hakkında soruldu: 'O, size Kitabı indiren O'dur. Onun içinde tamamen açık Ayetler vardır... (3:7)' Ayetin sonuna kadar. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: 'Eğer siz, bunun tamamen açık olmayanını arayanları görürseniz, işte onlar Allah'ın tarif ettiği kimselerdir, onlardan sakının.'\""
    },
    {
      "id": 47,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Her Peygamberin Peygamberler arasında bir Velisi vardır. Benim Velim, Rabbimin Halili olan babam İbrahim'dir.' Sonra şunu okudu: 'Şüphesiz ki insanlardan İbrahim'e en yakın olanlar, ona uyanlar ve bu Peygamberdir ve ona inananlardır. Ve Allah, müminlerin Velisidir (koruyucusudur) (3:68).'\""
    },
    {
      "id": 48,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Bir Müslümanı malından mahrum etmek için yalan yere yemin eden kimse, Allah ile öfkeli olarak karşılaşacaktır.' Bunun üzerine el-Ash'ath bin Kayıs dedi ki: 'Vallahi! Bu benim hakkımda. Benimle bir Yahudi arasında bir ihtilaf vardı, o benim hakkımı inkar etti ve ben onu Peygamber'e (ﷺ) şikayet ettim. Bunun üzerine Allah'ın Resulü (ﷺ) bana dedi ki: 'Senin bir delilin var mı?' Ben de: 'Hayır.' dedim. Bunun üzerine o Yahudiye dedi ki: 'Yemin et.' Ben de: 'Ey Allah'ın Resulü! Eğer o yemin ederse, ben malımı kaybedeceğim.' Bunun üzerine Allah, mübarek ve yüce olan, şunu indirdi: 'Şüphesiz ki Allah'ın ahdi ve yeminleri karşılığında küçük bir kazanç satın alanlar... Ayetin sonuna kadar. (3:77)'\""
    },
    {
      "id": 49,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Bu Ayet indirildiğinde: 'Sakın, sevdiğiniz şeylerden harcamadıkça Al-Birr'e ulaşamazsınız (3:92).' veya '...Allah'a güzel bir borç verecek kimdir... (2:245)' Ebu Talha - bir bahçesi olan - dedi ki: 'Ey Allah'ın Resulü! Bahçem Allah içindir, eğer onu gizli tutabilseydim, bunu açık etmezdim.' Bunun üzerine o dedi ki: 'Onu akrabaların için tut.' veya 'yakın akrabaların için.'\""
    },
    {
      "id": 50,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Bir adam Peygamber'in (ﷺ) önünde durdu ve dedi ki: 'Ey Allah'ın Resulü! Gerçek Hac kimdir?' O dedi ki: 'Dağınık saçlı ve kötü kokulu olan.' Sonra başka bir adam durdu ve dedi ki: 'Hangi Hac daha faziletlidir, ey Allah'ın Resulü?' O dedi ki: 'Seslerin yüksek olduğu ve kanın (kurban) olduğu.' Başka bir adam durdu ve dedi ki: 'Vasıta nedir, ey Allah'ın Resulü?' O dedi ki: 'Gıda ve bir binek.'\""
    },
    {
      "id": 51,
      "narrator": "Narrated 'Amir bin Sa'd bin Abi Waqqas:",
      "text": "Amir bin Sa'd bin Ebi Vakkas'tan rivayet edilmiştir: babasından, o da dedi ki: \"Bu Ayet indirildiğinde: 'Haydi, oğullarımızı ve sizin oğullarınızı, kadınlarımızı ve sizin kadınlarınızı çağıralım... (3:61)' Allah'ın Resulü (ﷺ) Ali, Fatıma, Hasan ve Hüseyin'i çağırdı ve dedi ki: 'Ey Allahım! İşte bunlar benim ailem.'\""
    },
    {
      "id": 52,
      "narrator": "Narrated Abu Ghalib:",
      "text": "Ebu Ghalib'den rivayet edilmiştir: \"Ebu Ümame, Şam sokaklarında (Havariclerin) başlarının asılı olduğunu gördü. Dedi ki: 'Ateşin köpekleri ve göklerin altında en kötü ölüler. En iyi ölüler, bunların öldürdükleridir.' Sonra şunu okudu: 'O gün bazı yüzler beyazlaşacak, bazı yüzler ise kararmış olacak... (3:106) Ayetin sonuna kadar. Ben Ebu Ümame'ye dedim ki: 'Bunu Allah'ın Resulü'nden (ﷺ) duydun mu?' O dedi ki: 'Eğer bunu bir kez, iki kez, üç kez, dört kez - yediye kadar ulaştı - duymamış olsaydım, bunu size rivayet etmezdim.'\""
    },
    {
      "id": 53,
      "narrator": "Narrated Bahz bin Hakim:",
      "text": "Bahz bin Hakim'den rivayet edilmiştir: babasından, dedesinden, o da şunu işittiğini söyledi: \"Peygamber (ﷺ) Allah, Yüce olanın şöyle dediğini söyledi: 'Siz, insanlık için ortaya çıkarılan en hayırlı ümmetsiniz... (3:110) Dedi ki: 'Siz yetmiş ulusun tamamlanmasısınız, siz onların en hayırlısı ve Allah katında en şereflisisiniz.'\""
    },
    {
      "id": 54,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Uhud Günü, Peygamber'in (ﷺ) dişleri kırıldı ve alnında bir yarası vardı, kan yüzünden akıyordu. Dedi ki: 'Peygamberlerine böyle yapan bir toplum nasıl başarılı olabilir, o onları Allah'a çağırırken?' Bunun üzerine şunlar indirildi: 'Sana düşen bir karar yoktur; ister onlara merhametle döner, ister onları azaplandırır... (3:128) Ayetin sonuna kadar.'\""
    },
    {
      "id": 55,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) yaralandı, dişleri kırıldı ve omzuna bir ok isabet etti. Kan yüzünden akarken ve onu silerken dedi ki: 'Bir toplum, Peygamberlerine böyle yaparken ve o onları Allah'a çağırırken nasıl başarılı olabilir?' Bunun üzerine Allah, Yüce olan şunu indirdi: 'Sana düşen bir karar yoktur; ister onlara merhametle döner, ister onları azaplandırır; şüphesiz ki onlar zalimlerdir (3:128).'\""
    },
    {
      "id": 56,
      "narrator": "Narrated Salim bin 'Abdullah bin 'Umar:",
      "text": "Salim bin Abdullah bin Ömer'den rivayet edilmiştir: babasından: \"Uhud Günü, Allah'ın Resulü (ﷺ) dedi ki: 'Ey Allah! Ebu Süfyan'a lanet et! Ey Allah! Haris bin Hişam'a lanet et! Ey Allah! Safvan bin Ümeyye'ye lanet et!' Dedi ki: 'Bunun üzerine şunlar indirildi: 'Sana düşen bir karar yoktur; ister onlara merhametle döner... (3:128).' Böylece Allah onlara merhamet etti, İslam'ı kabul ettiler ve İslam'a bağlılıkları güzeldi.'\""
    },
    {
      "id": 57,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Abdullah bin Ömer'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dört kişi hakkında dua ediyordu, bunun üzerine Allah, mübarek ve yüce olan, şunu indirdi: 'Sana düşen bir karar yoktur; ister onlara merhametle döner, ister onları azaplandırır; şüphesiz ki onlar zalimlerdir (3:128).' Böylece Allah onları İslam'a hidayet etti.'\""
    },
    {
      "id": 58,
      "narrator": "Narrated Asma bin Al-Hakam Al-Farazi:",
      "text": "Asma bin Hakam el-Farazi'den rivayet edilmiştir: \"Ali'nin şöyle dediğini işittim: 'Gerçekten ben, Allah'ın Resulü'nden (ﷺ) bir Hadis işittiğimde, Allah bana ondan ne kadar fayda vermek isterse o kadar fayda verir. Arkadaşlarından biri bana bir şey anlattığında, ondan bunun hakkında yemin etmesini isterim ve o bana yemin ettiğinde ona güvenirim. Ve Ebu Bekir bana rivayet etti - ve Ebu Bekir doğru söyledi - o dedi ki: 'Ben Allah'ın Resulü'nden (ﷺ) şöyle işittim: 'Bir insan günah işlediğinde, sonra abdest alıp, Salat kıldığında ve Allah'tan af dilediğinde, Allah onu affetmedikçe yoktur.' Sonra bu Ayeti okudu: 'Fahisha işlediklerinde veya kendilerine zulmettiklerinde Allah'ı hatırlayanlar... (3:135) Ayetin sonuna kadar.'\""
    },
    {
      "id": 59,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Ebu Talha dedi ki: 'Uhud Günü başımı kaldırıp etrafa bakındım, o gün onların hiçbiri, uykusuzluktan kalkan bir kalkanın altında sallanmıyordu. Allah bunun hakkında şöyle dedi: 'Sonra sıkıntıdan sonra üzerinize bir güven uykusu indirdi (3:154).'\""
    },
    {
      "id": 60,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Ebu Talha dedi ki: 'Biz yenildik ve Uhud Günü pozisyonlarımızdaydık,' ve o gün uykunun etkisi altında olanlardan biri olduğunu anlattı. Dedi ki: 'Kılıcım elimden düşüyordu, onu alıyordum ve tekrar düşüyordu, tekrar alıyordum. Diğer taraf ise münafıklar tarafıydı, onların tek derdi kendileriydi, en korkak insanlardı, gerçeği görmekten kaçıyorlardı.'\""
    },
    {
      "id": 61,
      "narrator": "Narrated Khusaif:",
      "text": "Khusaif'ten rivayet edilmiştir: Miqsam'dan, İbn Abbas şöyle dedi: \"Bu Ayet: 'Bir Peygamberin, ganimetten haksız yere bir şey alması doğru değildir...' (3:161) Bedir Günü kaybolan bir kırmızı elbise hakkında indirilmiştir. Bazı insanlar: 'Belki de Allah'ın Resulü (ﷺ) onu aldı.' dediler. Bunun üzerine Allah, Teala, 'Bir Peygamberin, ganimetten haksız yere bir şey alması doğru değildir...' Ayetinin sonuna kadar indirdi.\""
    },
    {
      "id": 62,
      "narrator": "Narrated Musa bin Ibrahim bin Kathir Al-Ansari:",
      "text": "Musa bin İbrahim bin Kethir el-Ensari'den rivayet edilmiştir: \"Talha bin Kiraş'ın şöyle dediğini duydum: 'Jabir bin Abdullah'ın şöyle dediğini duydum: \"Allah'ın Resulü (ﷺ) bana rastladı ve bana dedi ki: 'Ey Jabir! Neden üzgün görünüyorsun?' Ben de dedim: 'Ey Allah'ın Resulü! Babam (Uhud Günü) şehit oldu, geride ailem ve borçlar bıraktı.'\" \"O (ﷺ) dedi ki: 'Sana babanın Allah ile ne şekilde karşılaştığını haber vereyim mi?'\" O dedi: \"Elbette ey Allah'ın Resulü!\" O dedi: 'Allah, hiç kimseyle perde arkasından konuşmaz, ama babanı doğrudan konuşmak için getirdi. O dedi: 'Onların geri dönmeyecekleri hükmü benden verilmiştir (21:95).' O dedi: \"Bu Ayet indi: 'Allah yolunda öldürülenleri ölü sanmayın (3:169).'\""
    },
    {
      "id": 63,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: 'Abdullah'a Allah'ın şu sözü hakkında soruldu: 'Allah yolunda öldürülenleri ölü sanmayın. Hayır, onlar, Rableri katında diridirler (3:169).' O şöyle dedi: \"Biz bunun hakkında sorduk ve bize bildirildi ki, onların ruhları cennette istedikleri yere dolaşan yeşil kuşlardadır, Taht'tan sarkan lambalara geri dönerler. Rabbiniz onlara bakar ve der ki: 'Size daha fazla bir şey ister misiniz ki, size daha fazlasını vereyim?' Onlar derler: 'Rabbimiz! Cennette istediğimiz yere dolaşırken daha ne isteyebiliriz?' Sonra O, onlara ikinci kez bakar ve der: 'Size daha fazla bir şey ister misiniz ki, size daha fazlasını vereyim?' Onlar bununla kalmayacaklarını anlayınca derler: 'Ruhlarımızı bedenlerimize geri döndür ki, bir kez daha senin yolunda öldürülelim.'\""
    },
    {
      "id": 64,
      "narrator": "Narrated Abu Wa'il:",
      "text": "Abu 'Ubaidah, İbn Mes'ud'dan benzer bir rivayet etti ama ekledi: \"Selamımızı Peygamberimize (ﷺ) ilet ve ona bildirin ki, biz memnunuz ve Sen de bizden memnunsun.\" (Da'if)"
    },
    {
      "id": 65,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Wa'il'den rivayet edilmiştir: \"'Abdullah, Peygamber (ﷺ) den rivayet ederek şöyle dedi: 'Mali üzerinde Zekat vermeyen hiç kimse yoktur ki, Kıyamet Günü Allah onun boynuna bir Şuja'a koymasın.' Sonra bize Allah'ın Kitabı'ndan bu Ayeti okudu: 'Ve Allah'ın kendilerine ihsan ettiği şeylerden cimrilik edenler... (3:180)' Bir başka zaman şöyle dedi: 'Buna şahit olarak, Allah'ın Resulü (ﷺ) şunu okudu: 'Kıyamet Günü, cimrilik ettikleri şeyler... (3:180)' ve kim, Müslüman kardeşinin malından yemin ederek mahrum ederse, Allah ile öfkeli olarak karşılaşacaktır.' Sonra buna şahit olarak, Allah'ın Resulü (ﷺ) Allah'ın Kitabı'ndan şu Ayeti okudu: 'Şüphesiz, Allah'ın ahdini küçük bir kazançla satın alanlar (3:77).'\""
    },
    {
      "id": 66,
      "narrator": "Narrated Humaid bin 'Abdur-Rahman bin 'Awf:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Cennette bir kamçının kapladığı alan, dünya ve içindekilerden daha hayırlıdır. İsterseniz okuyun: 'Ve kim ateşten uzaklaştırılır ve cennete kabul edilirse, işte o gerçekten başarılıdır. Bu dünyanın hayatı sadece bir aldatma zevkidir (3:185).'\""
    },
    {
      "id": 67,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Humaid bin 'Abdur-Rahman bin 'Awf'tan rivayet edilmiştir: Marwan bin Hakam şöyle dedi: \"Git ey Rafi' - o onun kapı görevlisiydi - 'İbn Abbas'a git ve ona de ki: 'Eğer her kişi yaptığıyla sevinir ve yapmadığıyla övülmek isterse, o zaman hepimiz cezalandırılacağız.' Bunun üzerine İbn Abbas dedi: 'Bu Ayet sizinle ilgili değildir. Bu sadece Ehl-i Kitap hakkında indirilmiştir.' Sonra İbn Abbas okudu: 'Allah, Kitap verilenlerden insanlara açıklayıp bildirmeleri için bir ahit almıştı... (3:187)' ve okudu: 'Yaptıklarıyla sevinen ve yapmadıklarıyla övülmek isteyenleri sanmayın... (3:188)' İbn Abbas dedi: 'Peygamber (ﷺ) onlardan bir şey sordu, onlar bunu gizlediler ve ona başka bir şey söylediler. Böylece, ona sordukları şey hakkında onu bilgilendirdiklerini düşünmesini istediler ve gizledikleri şey hakkında sevinç duyuyorlardı.'\""
    },
    {
      "id": 68,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Jabir bin Abdullah'tan rivayet edilmiştir: \"Hastaydım, bu yüzden Allah'ın Resulü (ﷺ) beni ziyarete geldi ve ben baygındım. Uyandığımda dedim: 'Malım hakkında bana ne emredersin?' Bana cevap vermedi, ta ki Allah: 'Allah, çocuklarınızın (mirası) hakkında size emrediyor: Erkeğe, iki kadının payı kadar (4:11).' ayetini indirdi.\""
    },
    {
      "id": 69,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Jabir bin Abdullah, Peygamber'den benzer bir rivayet etti."
    },
    {
      "id": 70,
      "narrator": "Narrated 'Ubaidullah bin Abi Bakr :",
      "text": "Ve Al-Fadl bin As-Sabbah'ın rivayetinde bundan daha fazlası belirtilmiştir."
    },
    {
      "id": 71,
      "narrator": "Narrated 'Abdur-Rahman bin Abi Bakrah:",
      "text": "Abu Sa'id el-Hudri'den rivayet edilmiştir: \"Awtas Günü, putperestler arasında kocaları olan bazı kadınları ele geçirdik. Bazı erkekler bunu istemedi, bunun üzerine Allah, Yüce, şöyle indirdi: 'Ve daha önce evli kadınlar, ancak sağ ellerinizin sahip olduğu (köleler) hariç... (4:24)'\""
    },
    {
      "id": 72,
      "narrator": "Narrated Abu Umamah Al-Ansari:",
      "text": "Abu Sa'id el-Hudri'den rivayet edilmiştir: \"Awtas Günü bazı kadınları ele geçirdik ve onların kendi halkları arasında kocaları vardı. Bu, Allah'ın Resulü'ne (ﷺ) bildirildi, böylece Allah şöyle indirdi: '...Ve daha önce evli kadınlar, ancak sağ ellerinizin sahip olduğu (köleler) hariç... (4:24)'\""
    },
    {
      "id": 73,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Ubaidullah bin Abi Bekr'den: Anas bin Malik'ten, Peygamber (ﷺ) büyük günahlar hakkında şöyle dedi: \"Allah'a şirk koşmak, ebeveynlere itaatsizlik, cana kıymak ve yalan söylemektir.\""
    },
    {
      "id": 74,
      "narrator": "Narrated Mujahid:",
      "text": "'Abdur-Rahman bin Abi Bekr'den: Babasından, Allah'ın Resulü (ﷺ) şöyle dedi: \"Size en büyük günahların en kötüsünü anlatmayayım mı?\" Onlar: \"Elbette ey Allah'ın Resulü!\" dediler. O dedi: \"Allah'a şirk koşmak ve ebeveynlere itaatsizlik.\" O, yaslanarak oturdu ve dedi: \"Yalan tanıklığı.\" Ya da dedi: \"Yalan söylemek.\" O dedi: \"Böylece, Allah'ın Resulü (ﷺ) bunu söylemekten durmadı, ta ki biz kendimize: 'Keşke durabilse.' diyene kadar.\""
    },
    {
      "id": 75,
      "narrator": "Narrated 'Amr bin Dinar:",
      "text": "Abu Umamah el-Ensari'den: 'Abdullah bin Unais el-Cuhni'den, \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Şüphesiz ki, en büyük günahlardan biri Allah'a şirk koşmak, ebeveynlere itaatsizlik, yalan yemin ve yalanla yemin eden hiç kimse yoktur ki, içinde bir sivrisinek kanadı gibi bir yalan bulunsun - ancak kalbinde kıyamet gününe kadar bir leke bırakılır.'\""
    },
    {
      "id": 76,
      "narrator": "Narrated 'Alqamah:",
      "text": "Alqamah'tan rivayet edildi: \"'Abdullah dedi ki: 'Allah'ın Elçisi (ﷺ) bana Minber'de iken ona Kur'an okumamı emretti. Ben de ona Nisa Suresi'nden okudum, ta ki: 'O zaman her milletten bir şahit getirdiğimizde, seni (Muhammed) bu insanlara karşı şahit olarak getirdiğimizde ne olacak?' (4:41) ayetine ulaşıncaya kadar. Allah'ın Elçisi (ﷺ) elini (durmam için) işaret etti, ben de ona baktım ve gözleri yaşla dolmuştu.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Ibrahim:",
      "text": "İbrahim'den rivayet edildi: 'Abidah'tan, 'Abdullah dedi ki: \"Allah'ın Elçisi (ﷺ) bana: 'Bana oku.' dedi. Ben de: 'Ey Allah'ın Elçisi! Ben sana okurken, bu sana indirildi değil mi?' dedim. O da: 'Bunu benden başkasından duymayı seviyorum.' dedi.\" Ben de Nisa Suresi'ni okudum, ta ki: \"...Ve seni (Muhammed) bu insanlara karşı şahit olarak getirdiğimizde ne olacak? (4:41)\" ayetine ulaşıncaya kadar. O da: \"O zaman ben Peygamberin (ﷺ) gözlerinin yaşla dolduğunu gördüm.\" dedi."
    },
    {
      "id": 78,
      "narrator": "Narrated Abu 'Abdur-Rahman As-Sulami:",
      "text": "Ebu 'Abdur-Rahman As-Sulami'den rivayet edildi: 'Ali bin Ebu Talib dedi ki: \"'Abdur-Rahman bin 'Avf bir yemek hazırladı ve bizi davet etti, bize içki verdi. İçki etkisini göstermeye başladığında Salat vakti geldi. Beni (imam olmam için) teşvik ettiler ve ben: 'De ki: Ey kafirler! Ben sizin taptıklarınıza tapmam, siz de benim taptıklarıma tapmıyorsunuz.' dedim - bu yüzden Allah, Yüce, şöyle indirdi: 'Ey iman edenler! Sarhoşken ne söylediğinizi bilene kadar Salat'a yaklaşmayın. (4:43).\""
    },
    {
      "id": 79,
      "narrator": "Narrated 'Urwah bin Az-Zubair:",
      "text": "'Urwah bin Az-Zubair'den rivayet edildi: 'Abdullah bin Az-Zubair ona anlattı: \"Ensardan bir adam, hurma ağaçlarını suladıkları bir dere hakkında Az-Zubair ile tartışıyordu. Ensar adamı: 'Suyun geçmesine izin ver.' dedi. Ama o kabul etmedi, bu yüzden tartışmalarını Allah'ın Elçisi'ne (ﷺ) getirdiler. Allah'ın Elçisi (ﷺ) Az-Zubair'e: 'Ey Zubair! Su ver ve suyun komşuna akmasına izin ver.' dedi. Ensar sinirlendi ve: 'Ey Allah'ın Elçisi! Bu senin yeğenin olduğu için mi?' dedi. Allah'ın Elçisi'nin (ﷺ) yüzü değişti. Sonra: 'Ey Zubair! Su ver ve suyun duvarlarının üzerine akana kadar suyu tut.' dedi. Bunun üzerine Az-Zubair: 'Vallahi, bu ayetin bu olay hakkında indirildiğini düşünüyorum: 'Hayır, Rabbine yemin ederim ki, onlar, aralarındaki tüm anlaşmazlıklarda seni hakem yapmadıkça iman etmiş olamazlar...' (4:65)\""
    },
    {
      "id": 80,
      "narrator": "Narrated 'Abdullah bin Yazid:",
      "text": "'Abdullah bin Yazid'den rivayet edildi: Zaid bin Sabit'ten, bu ayeti duyduğunu söyledi: 'Peki, hypocritler hakkında iki gruba ayrıldığınızda durumunuz nedir? (4:88)' Dedi ki: \"Peygamberin (ﷺ) Sahabelerinden bazıları Uhud Günü geri döndüler ve aralarında iki grup vardı, bir grup: 'Onları öldürün.' derken, diğer grup buna karşı çıkıyordu. Bu yüzden Allah bu ayeti indirdi: 'Peki, hypocritler hakkında iki gruba ayrıldığınızda durumunuz nedir? (4:88)' Dedi ki: \"Gerçekten bu Taibah (Medine)dir. Ve dedi ki: 'Ateşin demirden pisliği çıkardığı gibi, o da pisliği dışarı atar.'\""
    },
    {
      "id": 81,
      "narrator": "Narrated 'Amr bin Dinar:",
      "text": "'Amr bin Dinar'dan rivayet edildi: İbn 'Abbas'tan, Peygamber (ﷺ) şöyle dedi: \"Kıyamet Günü, öldürülen kişi katilinin kafa derisi ve başı elinde, juguler damarı kan akarak gelecek ve: 'Ey Rabbim! Bu beni öldürdü!' diyecek. Ta ki Arş'a yaklaşana kadar.\" Sonra, İbn 'Abbas'a tevbe hakkında konuştular ve o bu ayeti okudu: \"Ve kim bir mümini kasten öldürürse, onun cezası Cehennemdir. (4:93)\" Dedi ki: \"Bu ayet neshedilmedi ve (hükmü) değiştirilmedi, o yüzden onun tevbesi nereden?\""
    },
    {
      "id": 82,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edildi: \"Banu Sulaim'den bir adam, yanında bazı koyunlarla, Allah'ın Elçisi'nin (ﷺ) bazı Sahabelerinin yanından geçti. Onlara selam verdi ve onlar: 'O, yalnızca kendini korumak için selam verdi.' dediler. Sonra ona saldırdılar, onu öldürdüler ve koyunlarını aldılar. Onlar, Allah'ın Elçisi'ne (ﷺ) gittiler ve Allah, Yüce, şöyle indirdi: 'Ey iman edenler! Allah yolunda gittiğinizde, doğruluğu araştırın ve size selam veren kimseye: \"Sen mümin değilsin.\" demeyin. (4:94).\""
    },
    {
      "id": 83,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Al-Bara bin 'Azib'den rivayet edildi: \"Şu ayet indirildiğinde: 'İman edenlerden oturanlar eşit değildir. (4:95)' 'Amr bin Umm Maktum, Peygamber'e (ﷺ) geldi.\" Dedi ki: \"O kördü, şöyle dedi: 'Ey Allah'ın Elçisi! Bana ne emrediyorsun? Gerçekten benim görüşüm engellidir.' Bunun üzerine Allah bu ayeti indirdi: 'Engelli olanlar hariç.' Peygamber (ﷺ) de: 'Bana bir omurga kemiği ve mürekkep kâsesi getir.' - ya da 'Bana bir levha ve mürekkep kâsesi getir.' dedi.\""
    },
    {
      "id": 84,
      "narrator": "Narrated Miqsam, the freed slave of 'Abdullah bin Al-Harith:",
      "text": "Miqsam, 'Abdullah bin Al-Harith'in azatlısından rivayet edildi: İbn 'Abbas dedi ki: 'O ayet: 'İman edenlerden oturanlar eşit değildir, engelli olanlar hariç... (4:95) Badr hakkında ve Badr'a gidenler hakkında. Badr savaşında, 'Abdullah bin Jahsh ve İbn Umm Maktum: 'Ey Allah'ın Elçisi! Biz körüz! O yüzden bizim için bir muafiyet var mı?' dediler. Bunun üzerine şu ayet indirildi: 'İman edenlerden oturanlar eşit değildir, engelli olanlar hariç. Ama Allah, çaba gösterenleri ve savaşanları, evde oturanlardan büyük bir mükafatla tercih etmiştir. (4:95)' Bu yüzden, bunlar özürsüz olarak geride kalanlardı: Ama Allah, çaba gösterenleri ve savaşanları, evde oturanlardan büyük bir mükafatla tercih etmiştir - onlar, özrü olmayan müminler arasında oturanlardan daha yüksek seviyededirler.\""
    },
    {
      "id": 85,
      "narrator": "Narrated Sahl bin Sa'd As-Sa'idi:",
      "text": "Sahl bin Sa'd As-Sa'idi'den rivayet edildi: \"Marwan bin Al-Hakam'ı mescitte otururken gördüm, yanına gidip onun yanına oturdum. Bize Zaid bin Sabit'in bildirdiğini, Peygamberin (ﷺ) şöyle dikte ettiğini söyledi: 'İman edenler arasında oturanlar, Allah yolunda cihad edenlerle eşit değildir.' Dedi ki: 'Sonra İbn Umm Maktum geldi ve bana dikte ediyordu ki, şöyle dedi: \"Ey Allah'ın Elçisi! Vallahi! Eğer cihada katılmaya gücüm yetseydi, cihada katılırdım.\" Ve o bir kör adamdı. Bunun üzerine Allah, Elçisine (ﷺ) - uyluğu benim uyluğuma yaslanmışken - vahiy indirdi ve o kadar ağırlaştı ki, uyluğumun kırılmasından endişelendim. Sonra ondan kurtuldu, böylece Allah ona: 'Engelli olanlar hariç.' diye vahiy indirdi.\""
    },
    {
      "id": 86,
      "narrator": "Narrated Ya'la bin Umayyah:",
      "text": "Ya'la bin Umayyah'tan rivayet edildi: \"Ben 'Umar'a dedim: 'Allah dedi ki: 'Eğer korkarsanız, Salatı kısaltın ve insanlar güvende olursa (4:101).' 'Umar dedi ki: 'Ben de senin gibi merak ettim. Bunu Allah'ın Elçisi'ne (ﷺ) söyledim, o da: 'Bu, Allah'ın size verdiği bir sadakadır, o yüzden O'nun sadakasını kabul edin.' dedi.\""
    },
    {
      "id": 87,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hurairah'tan rivayet edildi: \"Allah'ın Elçisi (ﷺ) Dajnan ile 'Usfan arasında durdu ve putperestler: 'Bu insanların, babalarından ve çocuklarından daha çok sevdikleri bir namazları var.' dediler. Yani 'Asr. Güçlerini topladılar ve birlikte ilerlediler. Cebrail, Peygamber'e (ﷺ) geldi ve ona, Sahabelerini iki sıraya ayırmasını ve onlara namaz kıldırmasını, diğer grubun da arkasında silahlarıyla nöbet tutmasını söyledi. Sonra diğer grup geldi ve onunla bir rekat kıldılar. Sonra bu insanlar silahlarıyla nöbet tutmaya başladılar, böylece her biri bir rekat kıldı, oysa Allah'ın Elçisi (ﷺ) iki rekat kıldı.\""
    },
    {
      "id": 88,
      "narrator": "Narrated Qatadah bin An-Nu'man:",
      "text": "Katanah bin An-Nu'man'dan rivayet edildi: \"Aramızda Banu Ubairiq adında bir hane vardı, içlerinde bir Bishr, bir Bushair ve bir Mubashshir vardı. Bushair, Peygamberin (ﷺ) Sahabelerini küçümseyen şiirler okuyan bir münafıktı, sonra bunu bazı Araplara atfediyordu. Sonra şöyle derdi: 'Falanca şöyle dedi ve bu, Katanah'a söylediklerinizden.' 'Gerçekten Allah, çok bağışlayandır, çok merhamet edendir. Ve kendilerini aldatmakta olanların adına tartışmayın. Gerçekten Allah, hain ve günahkâr olanı sevmez. Onlar insanlardan gizlenebilirler ama Allah'tan gizlenemezler; çünkü O, onların yanındadır. 'En merhamet edendir.' Yani: Eğer Allah'tan af dilerlerse, O da onları affeder. 'Ve kim günah kazanırsa, yalnızca kendisine karşı kazanır...' ayetine kadar: 'Açık bir günah.' Labid hakkında söyledikleri; 'Eğer Allah'ın lütfu ve merhameti olmasaydı...' ayetine kadar: 'Ona büyük bir mükafat vereceğiz.' (4:105-115)\" Kur'an indirildiğinde, Allah'ın Elçisi (ﷺ) silahı getirdi ve Rifa'ah'a geri verdi. Katanah dedi ki: \"Silah amcama getirildiğinde - ve o yaşlı, kötü görüşlü bir adamdı\" ya da \"yaşlı, zayıf bir adamdı\" - Ebu 'Eisa şüpheye düştü - \"Cahiliye döneminde, onun sadece İslam'a girdiğini düşündüm (samimiyet olmadan), ama ona getirdiğimde, o: 'Ey yeğenim! Bu Allah yolundadır.' dedi. Böylece onun İslam'ının gerçek olduğunu anladım. Kur'an indirildiğinde, Bushair putperestlerle birlikte gitti, Sulafah bint Sa'd bin Sumayyah ile kaldı. Böylece Allah, Yüce, şöyle indirdi: 'Hakkın kendisine açıkça gösterilmesinden sonra, Resulü inkâr eden ve müminlerin yolundan başka bir yola uyan kimseyi, seçtiği yolda bırakırız ve onu Cehennemde yakarız - ne kötü bir varış yeridir. Gerçekten Allah, kendisine ortak koşmayı affetmez, ama dilediği kimse için, bunun altındaki günahları affeder. Ve kim Allah'a ortak koşarsa, gerçekten o sapmıştır. (4:115-116). \"Sulafah'a gittiğinde, Hassan bin Thabit onu şiirle hicvetti. O da eyerini aldı, başına koydu, sonra onu vadinin içine atmak için gitti. Sonra şöyle dedi: 'Bana Hassan'ın şiirini verdin - bana hiçbir hayır getirmedin.'\""
    },
    {
      "id": 89,
      "narrator": "Narrated Thuwair - Ibn Abi Fakhitah:",
      "text": "Thuwair - İbn Abi Fakhitah'tan rivayet edildi: Babasından, 'Ali bin Ebu Talib dedi ki: \"Kur'an'da bu ayetten daha çok sevdiğim bir ayet yoktur: 'Gerçekten Allah, kendisine ortak koşmayı affetmez, ama dilediği kimse için, bunun altındaki günahları affeder. (4:116).\""
    },
    {
      "id": 90,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hurairah'tan rivayet edildi: \"Şu ayet indirildiğinde: 'Kim kötülük işlerse, onun karşılığı... (4:123)' Bu, Müslümanları endişelendirdi, bu yüzden bunu Allah'ın Elçisine (ﷺ) şikayet ettiler ve o da: 'Yakınlık arayın ve sabırlı olun, ve müminin başına gelen her şeyde bir kefaret vardır, hatta onu dikenin batması ve çektiği zorluklar bile.' dedi.\""
    },
    {
      "id": 91,
      "narrator": "Narrated Abu Bakr As-Siddiq:",
      "text": "Ebu Bekir Es-Sıddık'tan rivayet edilmiştir: \"Ben, Peygamber (ﷺ) ile birlikteyken bu Ayet kendisine nazil oldu: Kim bir kötülük işlerse, onun karşılığını görecektir (4:123). Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: 'Ey Ebu Bekir! Sana bana nazil olan bir Ayet okuyayım mı?' Ben de: 'Elbette ey Allah'ın Resulü!' dedim. O da bana okudu, ben de onu ölümcül bir darbe gibi buldum ama bunu bastırdım. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: 'Seni ne rahatsız ediyor ey Ebu Bekir?' Ben de: 'Ey Allah'ın Resulü! Babam ve annem sana feda olsun! İçimizden kim kötülük yapmadı - ama yine de yaptıklarımızın karşılığını görecek miyiz?' dedi. Allah'ın Resulü (ﷺ) dedi ki: 'Ey Ebu Bekir, sen ve müminler, bu dünyada Allah ile karşılaşana kadar yaptıklarının karşılığını alacaklardır ve onlarda günah yoktur. Diğerleri ise, o günahlar toplanacak ve Kıyamet Günü'nde bunun karşılığını alacaklardır.'\""
    },
    {
      "id": 92,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Sawdah, Peygamber (ﷺ) tarafından boşanacağından korktu, bu yüzden: 'Beni boşama, ama beni koru ve günümü Aişe'ye ver.' dedi. Bunun üzerine o (ﷺ) bunu yaptı ve şu ayet nazil oldu: O ikisi arasında barış yaparlarsa, onlara bir günah yoktur ve barış yapmak daha hayırlıdır (4:128). Yani, barış yapmak için anlaştıkları her şeyde caizdir.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Nazil olan son ayet\" veya \"Nazil olan son şey: Sana bir hüküm soruyorlar. De ki: 'Allah, Al-Kalalah hakkında böyle yönlendiriyor (4:176).'\""
    },
    {
      "id": 94,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Bir adam, Allah'ın Resulü (ﷺ) 'ya geldi ve dedi ki: 'Ey Allah'ın Resulü! Sana bir hüküm soruyorlar. De ki: 'Allah, Al-Kalalah hakkında böyle yönlendiriyor (4:176).' Bunun üzerine Peygamber (ﷺ) ona dedi ki: 'Yazın ayeti ile yetinmelisin.' (Yani bu ayet, An-Nisa'da 12. ayette konuyu belirtmektedir, ve kışın nazil olmuştur, bu ayet ise yazın nazil olmuş - bu konuda son nazil olan - onu açıklar.)\""
    },
    {
      "id": 95,
      "narrator": "Narrated Tariq bin Shihab:",
      "text": "Tariq bin Şihab'tan rivayet edilmiştir: \"Yahudilerden bir adam, Ömer bin Hattab'a dedi ki: 'Ey Müminlerin Emiri! Eğer bu ayet bize nazil olsaydı: 'Bugün dininizi tamamladım, üzerinize olan nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim (5:3).' - o günü bayram olarak kabul ederdik.' Ömer bin Hattab ona dedi ki: 'Gerçekten ben bu ayetin hangi günde nazil olduğunu biliyorum. Bu ayet Arafat Günü, Cuma günü nazil olmuştur.'\""
    },
    {
      "id": 96,
      "narrator": "Narrated 'Ammar bin Abi 'Ammar:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Bu gün, dininizi tamamladım, üzerinize olan nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim (5:3). Ve yanında bir Yahudi vardı ki, o dedi: 'Eğer bu ayet bize nazil olsaydı, o günü bayram olarak kabul ederdik.' Bunun üzerine İbn Abbas dedi: 'Gerçekten bu iki bayramda nazil olmuştur: Cuma günü ve Arafat Günü.'\""
    },
    {
      "id": 97,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Ar-Rahman'ın Eli doludur, gece ve gündüz harcar, hiçbir eksilme olmaksızın.' Dedi ki: 'Yaratılışından beri ne kadar harcadığını görmüyor musun, ama O'nun elindekilerde bir eksilme olmamıştır, ve O'nun Arş'ı suyun üzerindedir, ve diğer elinde Mizan (Terazi) vardır ki, onu yükseltir ve alçaltır.'\""
    },
    {
      "id": 98,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) bu ayet nazil olana kadar korunuyordu: 'Allah seni insanlardan koruyacaktır.' Bunun üzerine Allah'ın Resulü (ﷺ) odadan başını uzattı ve dedi ki: 'Ey insanlar! Gidin, çünkü Allah beni koruyacaktır.'\""
    },
    {
      "id": 99,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Bu Hadis Gharib'tir."
    },
    {
      "id": 100,
      "narrator": "Narrated Abu 'Ubaidah:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'İsrailoğulları isyan ettiklerinde, onların alimleri onlara bunu yasakladılar. Ama onlar durmadılar, bu yüzden onlarla oturdular, yemek ve içmekte onlarla birlikte oldular. Bunun üzerine Allah, kalplerini birbirine düşman kıldı ve onları Davud ve İsa bin Meryem'in diliyle lanetledi. Bu, isyan ettikleri ve sürekli olarak aşırı gittikleri için oldu.' Dedi ki: 'Allah'ın Resulü (ﷺ) yaslandığı yerden doğruldu ve dedi ki: 'Hayır! Canımın elinde olan Allah'a yemin ederim ki! Onları hakka yönlendirmedikçe değil.' Abdullah bin Abdurrahman dedi ki: 'Yazid dedi ki: 'Süfyân es-Savri, bunda: 'Abdullah'tan demeyecektir.'\""
    },
    {
      "id": 101,
      "narrator": "Narrated 'Amr bin Shurahbil :",
      "text": "Ebu Ubeyde'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'İsrailoğulları gerilemeye düştüğünde, aralarından bir adam kardeşini bir günah işlerken görür ve ondan bunu yasaklardı. Ertesi gün, onu ne yaptığını görmesi, onunla yemek yemesini, içmesini ve onunla birlikte olmasını engellemezdi. Bunun üzerine Allah, kalplerini birbirine düşman kıldı ve onlarla ilgili Kur'an'da şöyle buyurdu: 'İsrailoğulları'ndan inkar edenler, Davud ve İsa, Meryem oğlu tarafından lanetlendiler. Bu, isyan ettikleri ve sürekli olarak aşırı gittikleri için oldu.' Ve o, 'Eğer Allah'a, Peygambere ve ona nazil olana inanmış olsalardı, onları dost edinmezlerdi; ama onların çoğu isyankardır (5:78-81).' dedi. Ve Allah'ın Resulü (ﷺ) yaslandığı yerden doğruldu ve dedi ki: 'Hayır! Haksızlık edenin elini tutmadıkça ve onu hakka yönlendirmedikçe değil.'\""
    },
    {
      "id": 102,
      "narrator": "Narrated Al-Bara:",
      "text": "Amr bin Şurahbil'den rivayet edilmiştir: \"Ömer bin Hattab dedi ki: 'Ey Allah! Khamr ile ilgili hükmü bizim için yeterince açıkla!' Bunun üzerine (Al-Baqarah'daki) ayet nazil oldu: 'Sana Khamr ve kumar soruyorlar. De ki: 'Onlarda büyük bir günah vardır (2:219).' Ömer çağrıldı ve ona okundu, o da dedi ki: 'Ey Allah! Khamr ile ilgili hükmü bizim için yeterince açıkla!' Bunun üzerine (An-Nisa'daki) ayet nazil oldu: 'Ey iman edenler! Sarhoşken namaza yaklaşmayın (4:43).' Ömer çağrıldı ve ona okundu, o da dedi ki: 'Ey Allah! Khamr ile ilgili hükmü bizim için yeterince açıkla!' Bunun üzerine (Al-Ma'idah'daki) ayet nazil oldu: 'Şeytan, Khamr ve kumar ile aranızda düşmanlık ve kin çıkarmak ister...' ve 'O halde, artık kaçınmayacak mısınız (5:91).' Ömer çağrıldı ve ona okundu, o da dedi: 'Biz kaçındık, biz kaçındık.'\""
    },
    {
      "id": 103,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Abü Maisarah, Ömer bin Hattab'tan rivayet etmiştir ki: \"Ey Allah! Khamr ile ilgili hükmü bizim için yeterince açıkla!\""
    },
    {
      "id": 104,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Peygamber (ﷺ) arkadaşlarından bir adam, Khamr haram kılınmadan önce vefat etti. Khamr haram kılındığında, bazı adamlar: 'Khamr içerken ölen arkadaşlarımız ne olacak?' dediler. Bunun üzerine (şu ayet) nazil oldu: 'İman edenler ve salih ameller işleyenler için, geçmişte yediklerinden dolayı bir günah yoktur, eğer takva sahibi iseler ve iyi işler yaparlarsa (5:93).'\""
    },
    {
      "id": 105,
      "narrator": "Narrated 'Abdullah:",
      "text": "El-Bara bin Azib'den rivayet edilmiştir: \"Peygamber (ﷺ) arkadaşlarından bazıları Khamr içerken vefat etti. Khamr'ın haram kılındığına dair ayet nazil olduğunda, Allah'ın Resulü (ﷺ) arkadaşlarından bazıları: 'Khamr içerken ölen arkadaşlarımız ne olacak?' dediler. Bunun üzerine (şu ayet) nazil oldu: 'İman edenler ve salih ameller işleyenler için, yediklerinden dolayı bir günah yoktur (5:93).'\""
    },
    {
      "id": 106,
      "narrator": "Narrated 'Ikrimah:",
      "text": "İkrime'den rivayet edilmiştir: İbn Abbas'tan: \"Bir adam Peygamber'e (ﷺ) geldi ve dedi ki: 'Ey Allah'ın Elçisi! Et yediğimde ve kadınların etrafında bulunduğumda, arzularım beni ele geçiriyor. Bu yüzden eti kendime haram kıldım.' Bunun üzerine Allah vahyetti: Ey iman edenler! Allah'ın size helal kıldığı temiz şeyleri haram kılmayın ve aşırıya kaçmayın. Şüphesiz ki Allah, aşırı gidenleri sevmez. Ve Allah'ın size rızık olarak verdiği helal ve temiz şeylerden yiyin (5:87-88).\""
    },
    {
      "id": 107,
      "narrator": "Narrated Abu Al-Bukhtari:",
      "text": "Ebu'l-Buhtari'den rivayet edilmiştir: Ali dedi ki: \"Şu ayet indirildiğinde: 'Hac, insanların Allah'a karşı yerine getirmesi gereken bir görevdir; bu, o yolculuğa gücü yetenler içindir' (3:97). Onlar dediler: 'Ey Allah'ın Elçisi! Her yıl mı?' Fakat o suskun kaldı. Bunun üzerine dediler: 'Ey Allah'ın Elçisi! Her yıl mı?' O da dedi: 'Hayır. Eğer evet dersem, o zaman farz olur.' Ve Allah, Azîz ve Celil olan O, vahyetti: Ey iman edenler! Açıklanması halinde size sıkıntı verebilecek şeyleri sormayın (5:101).\""
    },
    {
      "id": 108,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Bir adam dedi ki: \"Ey Allah'ın Elçisi! Babam kimdir?\" O da dedi: \"Baban şudur budur.\" Adam dedi ki: \"Bunun üzerine şu ayet indirildi: Ey iman edenler! Açıklanması halinde size sıkıntı verebilecek şeyleri sormayın (5:101).\""
    },
    {
      "id": 109,
      "narrator": "Narrated Abu Bakr As-Siddiq:",
      "text": "Ebu Bekir Es-Sıddık'tan rivayet edilmiştir: \"Ey insanlar! Siz bu ayeti okuyorsunuz: Kendinize dikkat edin! Eğer hidayete uyarsanız, sapıklıkta olanlardan size bir zarar gelmeyecektir (5:105). Gerçekten de Allah'ın Elçisi (ﷺ) şöyle dedi: 'İnsanlar bir zalimi gördüklerinde ve onu durdurmazlarsa, o zaman Allah sizi bir azapla kuşatır.'\""
    },
    {
      "id": 110,
      "narrator": "Narrated Abu Umayah Ash-Sha'bani:",
      "text": "Ebu Umeyye Eş-Şabani'den rivayet edilmiştir: \"Ben Ebu Tha'balah El-Khushani'ye gittim ve ona: 'Bu ayetle nasıl başa çıkıyorsun?' dedim. O da: 'Hangi ayet?' dedi. Ben de: 'Allah'ın sözü: Kendinize dikkat edin! Eğer hidayete uyarsanız, size bir zarar gelmeyecektir (5:105).' dedim. O da: 'Vallahi! Ben bu konuda bilgili birine sordum, Allah'ın Elçisine (ﷺ) sordum. O da dedi ki: 'Aksine, iyiliği emredin ve kötülükten sakının, ta ki açgözlülüğün itaat edildiğini, arzuların takip edildiğini ve dünyanın tercih edildiğini, herkesin kendi görüşüyle hayretler içinde kaldığını görene kadar. O zaman özellikle kendinizden endişe edin ve halktan endişe edin. Önünüzde sabrın, bir kor parçasına tutunmak gibi olduğu günler var, çünkü o günlerde (salih ameller işleyen) kimse, yaptığınız gibi yapanların elli katı kadar sevap alacaktır.' 'Abdullah bin Al-Mubarak dedi ki: 'Bana, 'Utbah'dan başka biri tarafından eklendi ki, 'Ey Allah'ın Elçisi! Bizden elli adamın sevabı mı, yoksa onlardan mı?' dedi. O da: 'Hayır! Aksine, sizin aranızdaki elli adamın sevabı.'\""
    },
    {
      "id": 111,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Tamim Ed-Dari'den, bu ayet hakkında: \"Ey iman edenler! Ölüm, herhangi birinizin yaklaştığında, şehadet alın (5:106).\" dedi. O da: \"İnsanlar bunun dışında masumdur, yalnızca ben ve 'Adi bin Badda. Biz, İslam'dan önce Şam'a giden Hristiyanlardık.\" İşlerini yapmak için Şam'a gittiler ve onlara Banu Sahm'ın azatlı kölesi Budail bin Ebi Meryem, bir ticaretle yaklaştı. Onun, gümüşten yapılmış bir kasesi vardı ama bunun için büyük bir miktar istiyordu. Sonra hastalandı ve onlara vasiyet etti, geriye kalanını ailesine teslim etmelerini istedi. Tamim dedi ki: \"O öldüğünde, o kaseyi aldık ve onu bin dirheme sattık. Sonra 'Adi bin Badda ile onu paylaştık. Onun ailesine vermek için gittiğimizde, kaseyi aradılar ve sordular. Biz de: 'Ondan başka bir şey bırakmadı, bize de başka bir şey vermedi.' dedik.\" Tamim dedi ki: \"İslam'ı kabul ettiğimde, Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, bu konuda suçluluk hissettim, bu yüzden ailesine gidip olanları bildirdim. Onlara elli bin dirhem verdim ve arkadaşımın da aynı miktarda olduğunu söyledim. Onlar onu Allah'ın Elçisine (ﷺ) götürdüler ama O, onlardan delil istedi, ama onların delili yoktu, bu yüzden onlara, onun dininin mensuplarının saygı duyduğu bir şeyle yemin etmesini emretti, o da yemin etti. Sonra Allah vahyetti: 'Ey iman edenler! Ölüm, herhangi birinizin yaklaştığında, şehadet alın...' ve 'Yoksa yeminlerin kabul edileceğinden korkarlar (5:106).' Bunun üzerine 'Amr bin Al-'As ve başka bir adam yemin etmek için ayağa kalktı ve elli bin dirhem 'Adi bin Badda'dan alındı.'\""
    },
    {
      "id": 112,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Banu Sahm'dan bir adam, Tamim Ed-Dari ve 'Adi bin Badda ile birlikte çıktı. Sahmi adam, Müslüman olmayan bir bölgede öldü. Onlar, geride bıraktığı şeylerle geldiklerinde, altınla kaplanmış gümüş bir kase aradılar. Allah'ın Elçisi (ﷺ) onlardan yemin etmelerini istedi. Sonra kaseyi Mekke'de buldular ve kişi dedi ki: 'Biz bunu Tamim ve 'Adi'den satın aldık.' Bunun üzerine Sahmi adamın akrabalarından iki kişi, ailelerinin onlardan daha fazla hak sahibi olduğunu söylemek için Allah'a yemin etmek üzere ayağa kalktı.\" Dedi ki: \"Bunun üzerine onlara şu ayet indirildi: Ey iman edenler! (Ölüm, herhangi birinizin yaklaştığında) şehadet alın (5:106).\""
    },
    {
      "id": 113,
      "narrator": "Narrated 'Ammar bin Yasir:",
      "text": "Ammar bin Yasir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Ma'idah, gökten ekmek ve et ile indirildi. Ve onlara bununla aldatıcı olmamaları ve onu yarına saklamamaları emredildi. Fakat onlar bununla aldatıcı oldular ve onu sakladılar, bu yüzden sabahleyin kaldırıldı. Sonra maymunlara ve domuzlara dönüştüler.'\""
    },
    {
      "id": 114,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"'İsa'ya, Allah, 'O İsa, Meryem oğlu! İnsanlara 'Beni ve annemi Allah'tan başka iki ilah olarak mı ibadet edin?' dedin mi?' diye öğretti.\" Ebu Hureyre, Allah'ın Elçisinden (ﷺ) rivayet etti: \"Böylece Allah ona öğretti: 'Sana layık olmayan bir şeyi söylemek benim için uygun değildi (5:116).' Tüm ayet.\""
    },
    {
      "id": 115,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"İndirilen son sure, Ma'idah ve Fetih suresidir.\""
    },
    {
      "id": 116,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Ebu Cehil, Peygamber'e (ﷺ) dedi ki: 'Seni inkar etmiyoruz, fakat senin getirdiğin şeyi inkar ediyoruz.' Bunun üzerine Allah, Yüce ve Aziz olan O, vahyetti: Onlar seni değil, zalimlerin reddettiği Allah'ın ayetlerini inkar ediyorlar (6:33).\""
    },
    {
      "id": 117,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Allah bu ayeti indirdiğinde: 'De ki: Üzerinizden veya ayaklarınızın altından size azap göndermeye gücü yeten O'dur...' Peygamber (ﷺ) dedi ki: 'Ben, Senin Yüzüne sığınıyorum.' Sonra (şu ayet indirildiğinde): 'Ya da sizi partiler halinde karıştırıp, birbirinize şiddet tattırmak (6:65).' Peygamber (ﷺ) dedi ki: 'Bu daha hafif' ya da 'Bu daha kolay.'\""
    },
    {
      "id": 118,
      "narrator": "Narrated Sa'd bin Abi Waqqas:",
      "text": "Sa'd bin Ebi Vakkas'tan, Peygamber (ﷺ) hakkında, bu ayetle ilgili: \"De ki: Üzerinizden veya ayaklarınızın altından size azap göndermeye gücü yeten O'dur...' Peygamber (ﷺ) dedi ki: \"Gerçekten de olacaklar, henüz olmamış olsalar bile.\""
    },
    {
      "id": 119,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Bu ayet indirildiğinde: 'İşte onlar, iman edenlerdir ve imanlarını zulümle karıştırmayanlardır' (6:82) - Bu bazı Müslümanları rahatsız etti, bu yüzden dediler: 'Ey Allah'ın Elçisi! Bizden hangisi kendine zulmetmedi?' O da dedi ki: 'O değil, yalnızca şirk, Luqman'ın oğluna söylediğini duymadınız mı: 'Ey oğlum! Allah'a şirk koşma. Şüphesiz ki şirk, büyük bir zulümdür' (31:13).'\""
    },
    {
      "id": 120,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: \"Ben Aişe'nin huzurunda yaslanıyordum, o da dedi ki: 'Ey Ebu Aişa! Üç şey vardır, bunlardan birini söyleyen, Allah'a karşı en kötü yalanı söylemiş olur. Kim, Muhammed'in Rabbini gördüğünü iddia ederse, o en kötü yalanı söylemiş olur. Allah der ki: Hiçbir göz O'nu kavrayamaz, fakat O, her gözün üzerinde hâkimdir ve O, en ince, her şeyden haberdardır (6:103). Hiçbir insanın, Allah ile konuşması mümkün değildir, ancak (vahiy ile) veya bir perde arkasından (42:51).' Ben yaslanıyordum, oturdum ve dedim: 'Ey Müminlerin Annesi! Benimle acele etme! Yüce Allah, 'Ve gerçekten de onu ikinci inişinde gördü' (53:13) demedi mi? (Ve) 'Ve gerçekten de onu açık ufukta gördü' (81:23).' O da dedi ki: 'Vallahi! Ben, Allah'ın Elçisinden (ﷺ) bu konuda ilk soran oldum. O da dedi ki: 'O sadece Cebrail'di. Ben onu yaratıldığı görünümde yalnızca bu iki kez gördüm. Gökyüzünden indiğinde, muazzam boyutu nedeniyle gökler ile yer arasını doldurdu.' 'Ve kim, Muhammed'in Allah'ın kendisine indirdiği bir şeyi gizlediğini iddia ederse, o da en kötü yalanı söylemiş olur. Allah der ki: 'Ey Elçi! Rabbinden sana indirileni tebliğ et (5:67).' 'Ve kim, O'nun (ﷺ) yarının ne olacağını bildiğini iddia ederse, o da en kötü yalanı söylemiş olur. Allah der ki: 'De ki: 'Göklerde ve yerde gizliyi Allah'tan başka kimse bilmez (27:65).'”"
    },
    {
      "id": 121,
      "narrator": "Narrated 'Abdullah bin 'Abbas:",
      "text": "Abdullah bin Abbas'tan rivayet edilmiştir: \"Bazı insanlar Peygamber'e (ﷺ) geldiler ve dediler ki: 'Ey Allah'ın Elçisi! Neden öldürdüğümüzü yiyebiliyoruz da Allah'ın öldürdüğünü yiyemiyoruz?' Bunun üzerine Allah şöyle vahyetti: 'Eğer gerçekten O'nun Ayetlerine inananlardansanız, Allah'ın adı anılan şeylerden yiyin...' ve O'nun: 'Eğer onlara itaat ederseniz, elbette putperestlerden olursunuz' (6:121) ayetine kadar.\""
    },
    {
      "id": 122,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mes'ud'tan rivayet edilmiştir: \"Kim, Muhammed'in (ﷺ) mühür koyduğu Sahife'yi görmek isterse, bu Ayetlere baksın: 'De ki: Gelin, Rabbinizin size yasakladığı şeyleri okuyayım... O'nun: 'Ki takva sahibi olasınız' (6:151-153) ayetine kadar.\""
    },
    {
      "id": 123,
      "narrator": "Narrated 'Atiyyah:",
      "text": "Atiyye'den, Ebu Said'den, Peygamber (ﷺ) hakkında Allah Teala'nın: 'Ya da Rabbinizin bazı Ayetleri gelir' (6:158) ayeti hakkında: \"Güneşin batıdan doğmasıdır\" dedi."
    },
    {
      "id": 124,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Üç şey vardır ki, bunlar ortaya çıktığında bir ruh, daha önce Ayetlere inanmadıysa, imanı kendisine fayda sağlamaz: Deccal, Hayvan ve güneşin batıdan doğması.\""
    },
    {
      "id": 125,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah, mübarek ve yüce olan, şöyle buyurdu - ve O'nun sözü gerçektir: 'Kulum bir hayır yapmayı düşündüğünde, onu kendisi için bir hayır olarak yazın. Eğer onu yaparsa, o zaman aynı şeyden on tane yazın. Eğer bir kötülük yapmayı düşünürse, onu yazmayın. Eğer onu yaparsa, onu yazın. Eğer onu terk ederse\" - belki de şöyle dedi: \"Eğer onu yapmazsa, o zaman kendisi için bir hayır mükafatı yazın.'\" Sonra şunu okudu: \"Kim bir hayır ile gelirse, ona onun gibi on katı vardır\" (6:160)."
    },
    {
      "id": 126,
      "narrator": "Narrated Sulaiman bin Harb:",
      "text": "Süleyman bin Harb'tan rivayet edilmiştir: \"Hammad bin Selameh bize, Sabit'ten, Anas'tan, Peygamber (ﷺ) bu Ayeti okudu: 'Rabbi dağa göründüğünde, onu toz haline getirdi' (7:143) - Hammad şöyle dedi: 'Böyle.' Süleyman sağ elinin parmağının ucunu parmağının üzerine koydu (sadece bir parmağın ucu dışarıda kalacak şekilde) - ve dedi ki: 'Böylece dağ bayıldı. 'Ve Musa baygın düştü.'\""
    },
    {
      "id": 127,
      "narrator": "Narrated Muslim bin Yasar Al-Juhani:",
      "text": "Müslim bin Yesar El-Cuhani'den rivayet edilmiştir: 'Umar bin Hattab bu Ayet hakkında sorulduğunda: 'Ve Rabbin, Adem'in çocuklarından, bellerinden, onların neslini çıkardığında ve onları kendilerine şahit tutmuştu: \"Ben sizin Rabbiniz değil miyim?\" dediklerinde: \"Evet! Şahitlik ediyoruz\" dediler. Kıyamet Günü: 'Gerçekten biz bundan habersizdik' demeyesiniz diye (7:172).\" 'Umar bin Hattab şöyle dedi: \"Ben Allah'ın Elçisi (ﷺ) bu konuda sorulduğunda işittim. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Gerçekten Allah Adem'i yarattı, sonra sağ eliyle sırtını sildi ve ondan nesilleri çıkardı. O da: \"Ben bunları cennet için yarattım ve bunlar cennet halkının amellerini yapacaklar\" dedi. Sonra sırtını sildi ve ondan nesilleri çıkardı. O da: \"Ben bunları ateş için yarattım ve bunlar ateş halkının amellerini yapacaklar\" dedi. Bir adam: 'O zaman O Allah'ın Elçisi! Amel etmenin ne faydası var!' dedi. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Gerçekten, Allah bir adamı cennet için yarattığında, onu cennet halkının amellerini yapmaya yönlendirir, ta ki cennet halkının amellerinden biriyle ölünceye kadar. O zaman Allah onu cennete alır. Ve eğer bir adamı ateş için yarattığında, onu ateş halkının amellerini yapmaya yönlendirir, ta ki ateş halkının amelleriyle ölünceye kadar. O zaman Allah onu ateşe sokar.'\""
    },
    {
      "id": 128,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah Adem'i yarattığında, sırtını sildi ve Kıyamet Günü'ne kadar yarattığı her insan onun sırtından düştü. Her insanın gözleri arasında bir ışık koydu. Sonra onları Adem'e gösterdi ve dedi: 'Ey Rabbim! Bu insanlar kim?' Dedi: 'Bunlar senin neslin.' Onlardan birinin gözleri arasındaki ışık onu hayrete düşürdü, bu yüzden dedi: 'Ey Rabbim! Bu kim?' Dedi: 'Bu, senin neslinin son uluslarından bir adam olan Davud'dur.' Dedi: 'Ey Rabbim! Onun ömrünü ne kadar yaptın?' Dedi: 'Altmış yıl.' Dedi: 'Ey Rabbim! Hayatımın kırk yılını ona ekle.' Böylece Adem'in hayatının sonunda, ölüm meleği ona geldi ve dedi: 'Kırk yılım kalmadı mı?' Dedi: 'Onları senin oğlun Davud'a vermedin mi?'\" Dedi: \"Adem inkar etti, böylece nesli inkar etti, Adem unuttu ve nesli unuttu, Adem günah işledi, böylece nesli günah işledi.\""
    },
    {
      "id": 129,
      "narrator": "Narrated Samurah bin Jundab:",
      "text": "Samurah bin Cundab'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Havva hamile kaldığında, İblis ona geldi - ve çocukları (doğumdan sonra) yaşamayacaklardı - bu yüzden dedi: 'Ona 'Abdul-Harith' ismini ver.' Böylece o da 'Abdul-Harith' adını verdi ve yaşadı. Bu, şeytanın ilhamlarından ve emirlerindendir.\""
    },
    {
      "id": 130,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah Adem'i yarattığında\" (ve o Hadis'i (3076) zikretti)."
    },
    {
      "id": 131,
      "narrator": "Narrated Mus'ab bin Sa'd:",
      "text": "Mus'ab bin Sa'd'dan rivayet edilmiştir: Babasından, \"Badr Günü bir kılıç getirdim, bu yüzden dedim: 'Ey Allah'ın Elçisi! Gerçekten Allah, putperestler üzerinde göğsümü (yani arzum) tatmin etti - ya da buna benzer bir şey - bana bu kılıcı ver.' O da dedi: 'Bu ne benim içindir, ne de senin içindir.' Dedim: 'Belki de bu, benim yaşadığım mücadeleyi yaşamayan birine verilecektir (savaş).' Böylece Allah'ın Elçisi (ﷺ) bana geldi: 'Benden istedin, ama bu benim elimde değildi. Ama şimdi oldu ki bu benim elimde, o zaman bu senindir.'\" Dedi: \"Bunun üzerine: 'Seni savaş ganimeti hakkında soruyorlar' (8:1) ayeti nazil oldu.\""
    },
    {
      "id": 132,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Badr'de işini bitirdiğinde, ona denildi ki: 'Kervanı almalısın, bununla yetinemezsin.' Al-Abbas, bağlıyken bağırdı: 'Fayda yok.' O da dedi: 'Çünkü Allah, yüce olan, size iki taraftan birini vaad etti ve size vaadini yerine getirdi.' Dedi: 'Gerçekten doğru söyledi.'\""
    },
    {
      "id": 133,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan, 'Umar bin Hattab'dan, \"Peygamber (ﷺ) putperestlere baktı ve onların bin tanesi vardı, oysa onun arkadaşları üç yüz on ve biraz daha fazlaydı. Allah'ın Elçisi (ﷺ) Kıble'ye yöneldi, ellerini açtı ve Rabbine dua etmeye başladı: 'Ey Allah! Bana vaadini yerine getir. Ey Allah! Eğer bu İslam'a bağlı olan topluluğu yok edersen, yeryüzünde sana ibadet edilmeyecek.' Ellerini açarak Kıble'ye yönelerek Rabbine dua etmeye devam etti, ta ki Rida'sı omuzlarından düştü. Ebu Bekir ona geldi, Rida'sını aldı ve omuzlarına geri koydu, ardından arkasından sarıldı ve dedi: 'Ey Allah'ın Elçisi! Rabbine yeterince dua ettin, gerçekten O, sana vaadini yerine getirecektir.' Böylece Allah, yüce ve mübarek olan, şöyle vahyetti: 'Rabbinizden yardım istediğinizde ve O size cevap verdiğinde (şöyle dedi): 'Ben size ardı ardına bin melekle yardım edeceğim' (8:9).\""
    },
    {
      "id": 134,
      "narrator": "Narrated Abu Burdah bin Abi Musa:",
      "text": "Bu Hadis Hasan Sahih Gharib'tir. 'Umar'ın Hadis'i olarak bilmediğimiz tek rivayet, İkrime bin Ammar'ın, Ebu Zümeyl'den rivayetidir ve Ebu Zümeyl'in ismi Simak El-Hanefi'dir. Bu, Badr Günü'nde olmuştur."
    },
    {
      "id": 135,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Ebu Burda bin Ebi Musa'dan, babasından rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah, ümmetim için iki güvence indirdi: 'Ve Allah, sen onların arasında oldukça onları azap etmez, ne de olsa onlar af dilerler' (8:33). Ben geçtikten sonra, Kıyamet Günü'ne kadar aralarında af dileme bırakıyorum.\""
    },
    {
      "id": 136,
      "narrator": "Narrated 'Amr bin Murrah:",
      "text": "'Amr bin Murrah'dan rivayet edilmiştir: Abu 'Ubaidah bin 'Abdullah, 'Abdullah bin Mas'ud'dan naklederek dedi ki: \"Badr Günü, esirler getirildiğinde, Allah'ın Resulü (ﷺ) 'Bu esirler hakkında ne dersiniz?' dedi. Sonra hikayeyi anlattı. Ve Allah'ın Resulü (ﷺ) 'Onlardan hiçbiri fidye olmadan serbest bırakılmamalıdır, ya da boyunlarına bir darbe vurulmalıdır.' dedi.\" Bunun üzerine 'Abdullah bin Mas'ud: \"Ey Allah'ın Resulü! Sadece Suhail bin Baidam hariç, çünkü onu İslam'dan bahsederken duydum.\" dedi. O da: \"Bunun üzerine Allah'ın Resulü (ﷺ) sustu.\" dedi. \"Başımın üstüne gökten taşların düşmesinden daha çok korktuğum bir gün görmedim.\" \"Ta ki Allah'ın Resulü (ﷺ) 'Sadece Suhail bin Al-Baida hariç.' dedi.\" O da: \"Ve Kur'an, 'Umar'ın görüşüne uygun olarak indirildi. 'Bir Peygamberin, düşmanlarıyla (topraklarda) savaşıp, onları tam olarak yene kadar savaş esiri alması uygun değildir...' ayetinin sonuna kadar.\""
    },
    {
      "id": 137,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Sizden önce hiç kimse siyah başlı (yani Adem'in çocukları, çünkü (çoğu) başları siyahtır) savaş ganimeti almadı, fakat gökten onlara ateş gönderildi, onları tüketti.\" Süleyman (rivayet edenlerden biri) dedi ki: \"Bunu şimdi sadece Abu Hurairah söylüyor.\" \"Badr Günü, savaş ganimetleri onlara helal kılınmadan önce, Allah şöyle indirdi: Eğer Allah'tan önce bir emir olmasaydı, aldıklarınız yüzünden size şiddetli bir azap dokunurdu.\""
    },
    {
      "id": 138,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Ben 'Uthman bin 'Affan'a dedim ki: 'Al-Anfal ile Muthani (yüzden az ayet içeren sure) olanı, ve Bara'ah ile Mi'in (yaklaşık yüz ayet içeren sure) olanı bir araya getirdin, aralarına Bismillahir-Rahmanir-Rahim yazmadan, ve onları yedi uzun (sure) ile birlikte yerleştirdin, neden böyle yaptın?' Bunun üzerine 'Uthman dedi ki: 'Allah'ın Resulü (ﷺ) üzerine uzun zaman bir şey inmezdi, sonra bazen çok sayıda ayet içeren bir sure inebilirdi. Bir şey indiğinde, bir yazıcı çağırır ve derdi ki: \"Bu ayetleri şu ve bu sureye koyun.\" Bir ayet indiğinde, \"Bu ayeti şu ve bu sureye koyun.\" derdi. Şimdi Al-Anfal, Medine'de ilk inenlerden biriydi, ve Bara'ah, Kur'an'ın son inenlerinden biriydi, ve onun rivayetleri (Bara'ah'ın) Al-Anfal'ın rivayetlerine benziyordu, bu yüzden onun bir parçası olduğunu düşündük. Sonra Allah'ın Resulü (ﷺ) vefat etti ve bunun onun bir parçası olup olmadığı bize netleşmedi. İşte bu yüzden onları bir araya getirdik, aralarına Bismillahir-Rahmanir-Rahim yazmadan, ve bunu yedi uzun (sure) ile birlikte koyduk.'\""
    },
    {
      "id": 139,
      "narrator": "Narrated Sulaiman bin 'Amr bin Al-Ahwas:",
      "text": "Süleyman bin 'Amr bin Al-Ahwas'tan rivayet edilmiştir: \"Babam bana, Allah'ın Resulü (ﷺ) ile Veda Haccı'na katıldığını anlattı. O (ﷺ) Allah'a şükretti ve O'nu övdü, hatırlattı ve öğüt verdi, sonra dedi ki: 'Hangi gün en kutsaldır? Hangi gün en kutsaldır? Hangi gün en kutsaldır?' Dedi ki: \"Bunun üzerine insanlar: 'Ey Allah'ın Resulü! En büyük Hac günü!' dediler. O da: 'Gerçekten, sizin kanınız, malınız, onurunuz, bu gününüzün, bu şehrinizin, bu ayınızın kutsallığı kadar kutsaldır. Dikkat edin! Hiç kimse kendisine karşı bir suç işlemez, ne bir baba bir oğuluna, ne de bir oğul bir babasına karşı. Dikkat edin! Gerçekten Müslüman, Müslümanın kardeşidir, bu yüzden Müslümanın, kardeşine yapması caiz olmayan bir şey yapması caiz değildir. Dikkat edin! Cahiliye döneminden gelen tüm riba geçersizdir, sizin için malınızın esasları vardır, ama ne zulmetmek ne de zulme uğramak - ancak Al-'Abbas bin 'Abdul-Muttalib'in ribası dışında - aksi takdirde hepsi geçersizdir. Dikkat edin! Cahiliye döneminde kan davalarıyla ilgili tüm intikamlar geçersizdir. Cahiliye döneminde geçersiz kılınan ilk kan davası, Banu Laith arasında süt emzirilen ve Hudhail tarafından öldürülen Al-Harith bin 'Abdul-Muttalib'in kanıdır. Dikkat edin! Sizlere kadınlara iyi davranmanızı emrediyorum, çünkü onlar sizinle birlikte esir gibidir, onlara karşı başka bir otoriteniz yoktur, ancak eğer fuhuş yaparlarsa. Eğer bunu yaparlarsa, o zaman yataklarından uzak durun ve onlara acı vermeyen bir dövme ile vurun. Eğer size itaat ederlerse, o zaman onlara karşı başka bir neden yoktur. Dikkat edin! Sizin kadınlar üzerinde haklarınız, kadınların da sizler üzerinde hakları vardır. Sizin onlara karşı haklarınız, onların yataklarınıza istemediğiniz birini almamaları, istemediğiniz birini evlerinize sokmamalarıdır. Dikkat edin! Gerçekten onların sizler üzerinde hakları, onlara iyi giydirmeniz ve beslemenizdir.'\""
    },
    {
      "id": 140,
      "narrator": "Narrated 'Ali:",
      "text": "'Ali'den rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) ile Al-Hac Al-Akbar günü hakkında konuştum, o da: 'Nahr Günü'dür.\" dedi."
    },
    {
      "id": 141,
      "narrator": "Narrated 'Ali:",
      "text": "'Ali'den rivayet edilmiştir: \"Al-Hac Al-Akbar günü, Nahr Günü'dür.\""
    },
    {
      "id": 142,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Peygamber (ﷺ) Abu Bekir'i Bara'ah (putperestlerin reddini ilan etme) ile gönderdi. Sonra onu çağırdı ve dedi ki: 'Bunu iletmek için benim ailemden bir adam dışında kimseye uygun değildir.'\" Sonra 'Ali'yi çağırdı ve ona verdi."
    },
    {
      "id": 143,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Abu Bekir'i bu ifadeleri duyurması için görevlendirdi. Sonra 'Ali onu takip etti. Abu Bekir belirli bir yolda iken, Allah'ın Resulü (ﷺ)'in deve yavrusu Al-Qiswa'nın ağır nefesini duydu, bu yüzden Abu Bekir korkmuştu çünkü bunun Allah'ın Resulü (ﷺ) olduğunu düşündü. 'Ali'yi görünce, ona Allah'ın Resulü'nün mektubunu verdi ve 'Ali'ye ifadeleri duyurmasını söyledi. O da Hac yapmak için yola çıktı. At-Tashriq günü 'Ali ayağa kalkarak ilan etti: 'Allah ve Resulü'nün koruması her putperesten kaldırılmıştır. Yeryüzünde dört ay boyunca seyahat edin. Bu yıldan sonra hiç bir putperest Hac yapamayacak, ve hiç kimse çıplak olarak Kabe'nin etrafında tavaf edemeyecek. Cennete girecek olan sadece bir inanan olacaktır.' 'Ali ilan ederken, yorulduğunda Abu Bekir ilan ediyordu.\""
    },
    {
      "id": 144,
      "narrator": "Narrated Zaid bin Yuthai':",
      "text": "Zaid bin Yuthai'den rivayet edilmiştir: \"Hac sırasında 'Ali'ye ne ile gönderildiğini sorduk. O da: 'Dört şeyle gönderildim: Kabe'nin etrafında çıplak tavaf yapılmayacak, eğer birisi ile Peygamber (ﷺ) arasında bir antlaşma varsa, o antlaşma süresinin dolmasına kadar geçerlidir, ve kimde antlaşma yoksa, o dört ay süresi vardır, cennete girecek olan sadece bir inanan olacaktır, ve putperestler ile Müslümanlar bu yıldan sonra (Hac için) bir araya gelemezler.' dedi.\""
    },
    {
      "id": 145,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Abu Sa'eed'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Bir adamın mescitte sıkça bulunduğunu gördüğünüzde, onun imanı hakkında şahitlik edin. Gerçekten Allah, Yüce, şöyle buyurdu: Mescidi, Allah'a ve Ahiret Günü'ne inananlar koruyacaktır (9:18).'\""
    },
    {
      "id": 146,
      "narrator": "Narrated Thawban:",
      "text": "Thawban'dan rivayet edilmiştir: \"Şu ayet indiğinde: 'Ve altın ve gümüş biriktirenler... (9:34)' dedi: 'Biz, Allah'ın Resulü (ﷺ) ile bir yolculukta idik, bazı arkadaşları: 'Bu altın ve gümüş hakkında inmiştir, eğer hangi zenginliğin daha iyi olduğunu bilseydik, onu kullanırdık.' dediler. Bunun üzerine o (ﷺ) dedi ki: 'En faziletlisi, bir hatırlayan dil, bir şükreden kalp ve ona imanda yardımcı olan bir inanan kadındır.'\""
    },
    {
      "id": 147,
      "narrator": "Narrated 'Adi bin Hatim:",
      "text": "'Adi bin Hatim'den rivayet edilmiştir: \"Ben, boynumda altın bir haç ile Peygamber (ﷺ)'in yanına geldim. O da: 'Ey 'Adi! Bu putu kendinden çıkar!' dedi. Ve Bara'ah Suresi'nden okudu: 'Onlar, Allah'tan başka rablerini ve rahiplerini edindiler (9:31).' Dedi ki: 'Onlar, onlara ibadet etmediler, ama onlar bir şeyin kendileri için helal olduğunu düşündüklerinde, onu helal saydılar, ve bir şeyin kendileri için haram olduğunu düşündüklerinde, onu haram saydılar.'\""
    },
    {
      "id": 148,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Abu Bekir bana anlattı, dedi ki: 'Biz mağarada iken, ben Peygamber (ﷺ)'e: 'Eğer onlardan biri ayaklarına bakarsa, bizi ayaklarının altında görecektir.' dedim. O da: 'Ey Abu Bekir! İki kişi hakkında ne düşünüyorsun, üçüncüsü Allah'tır?' dedi.\""
    },
    {
      "id": 149,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: \"Ben 'Umar bin Al-Khattab'ın şöyle dediğini duydum: 'Abdullah bin Ubayy öldüğünde, Allah'ın Resulü (ﷺ) onun cenaze namazını kılmak için çağrıldı. Allah'ın Resulü (ﷺ) ona geldi ve namaza durmak üzereyken, göğsünün üzerine duracak şekilde döndü. Ben: 'Ey Allah'ın Resulü! (Sen dua ediyorsun) Allah'ın düşmanı Abdullah bin Ubayy için, bu günde şunu ve bunu dedi' - farklı günleri zikrederek. O da: 'Allah'ın Resulü (ﷺ) gülümsüyordu, ta ki ben ona çok fazla söyledim ve o: 'Beni bırak ey 'Umar! Gerçekten bana bir seçim verildi, ben de seçtim. Bana: 'Onlar için af dile, ya da af dileme' denildi. Onlar için yetmiş kez af dilesen bile, Allah onları affetmeyecektir (9:80). Eğer yetmişten fazla af dilediğimde affedileceğini bilseydim, bunu yapardım.' dedi. Sonra onun için namaz kıldı ve onun cenaze alayına katıldı ve mezarının başında durdu, iş bitene kadar. Kendime hayret ettim ve Allah'ın Resulü (ﷺ)'e böyle konuşma cesaretini gösterdiğim için. Ama Allah ve Resulü (ﷺ) daha iyi bilir. Ama Allah'a yemin ederim ki, bu iki ayet inmeden uzun sürmedi: 'Ve hiçbirinin ölüsü için dua etme, ne de mezarının başında dur (9:84) ayetinin sonuna kadar. O da: 'Sonrasında Allah'ın Resulü (ﷺ) bir münafık için namaz kılmadı, ne de onun mezarının başında durdu, ta ki Allah onu alana kadar.'\""
    },
    {
      "id": 150,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"'Abdullah bin 'Abdullah bin Ubayy, babası öldüğünde Allah'ın Resulü (ﷺ)'e geldi ve dedi ki: 'Onu kefenlemek için gömleğini ver ve onun için namaz kıl ve onun için af dile.' O da (ﷺ) ona gömleğini verdi ve: 'İşini bitirdiğinde bana haber ver.' dedi. O da namaz kılmak istediğinde, 'Umar ona çekiştirdi ve: 'Allah, münafıklar için namaz kılmanı yasaklamadı mı?' dedi. O da: 'İki şey arasında seçim verildi: 'Onlar için af dile ya da af dileme... (9:80)' dedi. Sonra onun için namaz kıldı. Sonra Allah şöyle indirdi: 'Ve hiçbirinin ölüsü için dua etme, ne de mezarının başında dur... (9:84)' Bunun üzerine onların namaz kılmayı bıraktı.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edildi: \"İki adam, ilk günden itibaren Taqwa üzerine inşa edilen Mescid hakkında ihtilafa düştü (9:108). Bir adam dedi ki: 'O Mescid Kuba Mescidi'dir.' Diğeri ise: 'O, Allah'ın Elçisi'nin (ﷺ) Mescidi'dir.' Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'O, benim bu Mescidimdir.'\""
    },
    {
      "id": 152,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edildi: \"Peygamber (ﷺ) dedi ki: 'Bu Ayah Kuba halkı hakkında indirilmiştir: Onlarda kendilerini temizlemeyi seven adamlar vardır. Ve Allah, kendilerini temizleyenleri sever (9:108).' O dedi ki: 'Onlar istinca yapmak için su kullanıyorlardı, bu yüzden bu Ayah onlar hakkında indirildi.'\""
    },
    {
      "id": 153,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edildi: \"Bir adamın putperest olan anne babası için af dilediğini duydum, bu yüzden ona: 'Putperest olan anne baban için af mı diliyorsun?' dedim. O da: 'İbrahim babası için af dilemedi mi, o da putperestti?' dedi. Bunu Peygamber'e (ﷺ) ilettim ve (şu Ayah) indirildi: 'Ne Peygamberin, ne de inananların, putperestler için af dilemeleri uygun değildir (9:113).'\""
    },
    {
      "id": 154,
      "narrator": "Narrated 'Abdur-Rahman bin Ka'b bin Malik:",
      "text": "Abdurrahman bin Ka'b bin Malik'ten rivayet edildi: Babasından, \"Peygamber (ﷺ) savaşlara katılmadığım hiçbir savaş kalmadı, Tabuk Savaşı hariç, Badr dışında. Ve Peygamber (ﷺ), Badr'den geri kalan kimseyi azarlamadı, çünkü o sadece kervanı aramak için çıkmıştı. Kureyş, kervanlarına yardım etmek için dışarı çıktılar, böylece Allah'ın Azim ve Celil'in dediği gibi, randevusuz karşılaştılar. Hayatımda, Allah'ın Elçisi'nin (ﷺ) en şerefli savaşlarından biri olarak Badr'ı gören insanlar var, ama ben, Al-'Aqabah gecesinde İslam için bir ahit aldığımızda, ona katılmayı istemezdim. Sonrasında, Peygamber (ﷺ) ile birlikte Tabuk Savaşı'na kadar geri kalmadım ve bu, onun savaştığı son savaştı. Allah'ın Elçisi (ﷺ) insanlara ayrılışını bildirdi\" - ve Hadis'in tamamını anlattı, ve dedi ki - \"Peygamber (ﷺ) Mescid'de oturuyordu, Müslümanlarla çevriliydi. Ay gibi parlıyordu. Bir mesele hakkında mutlu olduğunda parlıyordu. Ben de geldim ve onun önünde söyledim. O dedi: 'Müjde al - Ey Ka'b bin Malik - gördüğün en iyi günden müjde al!' Ben de: 'Ey Allah'ın Elçisi! Bu Allah'tan mı yoksa senden mi?' dedim. O dedi: 'Allah'tandır.' Sonra bu Ayetleri okudu: 'Allah, Peygamberi, Muhacirleri ve onu zor zamanında takip eden Ensar'ı affetti, onların bir kısmının kalpleri neredeyse sapıtmıştı, ama O, onların tevbesini kabul etti. Şüphesiz ki, O, onlara karşı çok merhametlidir, en merhametli olandır (9:117).' Dedi ki: 'Ve bu (şu) da bizimle ilgili olarak indirildi: 'Allah'tan korkun ve doğru olanlarla beraber olun (9:119).' Dedi ki: 'Ey Allah'ın Elçisi! Tevbemin bir kısmı, sadece doğruyu söylemek ve bütün malımı Allah ve Resulü için sadaka vermektir.' Peygamber (ﷺ) dedi: 'Malının bir kısmını kendin için tut, çünkü bu senin için daha hayırlıdır.' Ben de: 'O zaman Al-Khaybar'dan payımı tutacağım.' Dedi ki: 'İslam'ı kabul ettikten sonra, Allah bana, Allah'ın Elçisi'ne (ﷺ) doğruyu söylediğimde ve diğerlerinin yalan söyleyip helak olduğu gibi helak olanlardan olmadığımızda, daha büyük bir lütuf vermedi. Şüphesiz ki, Allah'ın, beni doğruyu söylemekte denemeyeceğinden umuyorum. O günden beri yalan söylemedim ve umuyorum ki, Allah, gelecekteki konularda beni korur.'\""
    },
    {
      "id": 155,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edildi: \"Ubaid bin As-Sabbaq'tan, Zaid bin Thabit'in kendisine rivayet ettiğine göre, dedi ki: 'Ebu Bekir es-Sıddık, Al-Yamamah'da öldürülenler hakkında beni çağırdı ve onunla birlikte Ömer bin Hattab vardı. Ebu Bekir dedi ki: 'Ömer bana geldi ve dedi ki: Al-Yamamah Günü'nde Kur'an okuyucuları arasında birçok kayıplar oldu ve diğer bölgelerde de Kur'an okuyucuları arasında daha fazla kayıplar olmasından korkuyorum, böylece Kur'an'ın büyük bir kısmı kaybolabilir. Bence, Kur'an'ın toplanmasını emretmelisin.' Ebu Bekir, Ömer'e dedi ki: 'Allah'a yemin ederim! Bu, Allah'ın Elçisi'nin (ﷺ) yapmadığı bir şeydir.' Ömer dedi ki: 'Allah'a yemin ederim! Bu, iyi bir şeydir.' Ömer beni ikna etmeye devam etti ta ki Allah, göğsümü, Ömer'in göğsünü açtığı gibi açtı ve ben de onu onun gördüğü gibi gördüm.' Zaid dedi ki: 'Ebu Bekir dedi ki: 'Sen genç bir akıllı adamsın ve senin hakkında hiçbir şüphemiz yok. Sen, Allah'ın Elçisi'ne (ﷺ) vahiy geldiği zaman onu yazıyordun.' O (Zaid) dedi ki: 'Allah'a yemin ederim! Eğer dağlardan birini yerinden oynatmayı emretmiş olsalardı, bu benim için daha hafif olurdu.' Dedi ki: 'Ben de: \"Allah'ın Elçisi'nin (ﷺ) yapmadığı bir şeyi nasıl yapacaksın?\" dedim. Ebu Bekir dedi ki: \"Allah'a yemin ederim! Bu, iyi bir şeydir.\" Ebu Bekir ve Ömer beni ikna etmeye devam ettiler, ta ki Allah, göğsümü bunun için açtı, tıpkı Ebu Bekir ve Ömer'in göğüslerini açtığı gibi. Böylece, Kur'an materyali aramaya başladım, parşömenlerden, hurma yapraklarından ve Al-Likhaf - yani taşlar - ve insanların sandıklarından. Surah Bara'ah'ın sonunu Khuzaimah bin Thabit ile buldum: 'Şüphesiz ki, içinizden size bir Elçi gelmiştir. Sizin herhangi bir zarar veya zorluk çekmenizi istemez. O, sizin için çok heveslidir; müminler için merhametli, nazik ve merhametlidir. Ama eğer yüz çevirirlerse, de ki: 'Allah bana yeter. O'ndan başka ilah yoktur, ben O'na güveniyorum ve O, Azametli Arş'ın Rabbidir (9:128 & 129).'\""
    },
    {
      "id": 156,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Az-Zuhri'den rivayet edildi: Anas'tan, \"Hudhayfe bin Al-Yaman, 'Uthman'a geldi, o sırada Şam halkı ve Irak halkı Arminiyah ve Adharbijan'ı fethetmek için savaşıyordu. Hudhayfe, Şam halkı ve Irak halkının Kur'an'ı okuma biçimlerinin farklılıklarını gördü. Bunun üzerine 'Uthman'a dedi ki: 'Ey Müminlerin Emiri! Bu milleti, Yahudilerin ve Hristiyanların yaptığı gibi Kitap hakkında ihtilafa düşmeden önce kurtar.' Bunun üzerine 'Uthman, Hafsa'ya bir mesaj gönderdi (diyerek): 'Bize el yazmalarını gönder ki, onları Musahif'te (Mushaf'ın çoğulu) kopyalayalım, sonra sana geri verelim.' Hafsa, el yazmalarını 'Uthman bin Affan'a gönderdi. 'Uthman, Zaid bin Thabit, Sa'id bin Al-As, Abdurrahman bin Al-Harith bin Hişam ve Abdullah bin Zubair'i el yazmalarını Musahif'te kopyalamaları için çağırdı. 'Uthman, üç Kureyşliye dedi ki: 'Eğer Zaid bin Thabit ile Kur'an'ın (okuma lehçesi) hakkında herhangi bir noktada ihtilafa düşerseniz, o zaman Kureyş lehçesinde yazın, çünkü o onların dilindendir.' El yazmalarını kopyaladıktan sonra, 'Uthman, kopyaladıkları Musahiflerden bir Mushaf'ı her eyalete gönderdi.\" Az-Zuhri dedi ki: \"Kharijah bin Zaid bana, Zaid bin Thabit'in şöyle dediğini rivayet etti: 'Ben, Peygamber'in (ﷺ) okuduğunu duyduğum Ahzab Suresi'nden bir Ayah'ı kaçırdım: 'Müminlerden öyle adamlar vardır ki, Allah'la olan ahitlerine sadık kaldılar; onlardan bazıları yükümlülüklerini yerine getirdi, bazıları ise hala beklemektedir (33:23) - bu yüzden onu aradım ve Khuzaimah bin Thabit'te veya Ebu Khuzaimah'ta buldum, bu yüzden onu kendi Suresine koydum.'\" Az-Zuhri dedi ki: \"O zaman At-Tabut ve At-Tabuh hakkında ihtilaf ettiler. Kureyş: At-Tabut dedi, Zaid ise: At-Tabuh dedi. İhtilafları 'Uthman'a getirildi, o da dedi ki: 'Onu At-Tabut olarak yazın, çünkü o Kureyş lehçesinde indirilmiştir.'\" Az-Zuhri dedi ki: \"'Ubaidullah bin 'Abdullah bin 'Utbah bana, 'Abdullah bin Mes'ud'un Zaid bin Thabit'in Musahif'i kopyalamasını istemediğini ve dediğini bildirdi: 'Ey Müslümanlar! Ben, Mushaf'ın transkripsiyonunu kaydetmekten uzaklaştırıldım ve bu, bir adam tarafından denetleniyor, Allah'a yemin ederim ki, ben İslam'ı kabul ettiğimde o, bir kafirin belinde bile değildi' - yani Zaid bin Thabit - ve bununla ilgili olarak 'Abdullah bin Mes'ud dedi ki: 'Ey Irak halkı! Sizde bulunan Musahif'leri saklayın ve gizleyin. Şüphesiz ki Allah dedi: 'Ve kim bir şeyi gizlerse, o, Kıyamet Günü gizlediği şeyle gelir (3:161). O yüzden Allah'a Musahif ile gelin.'\" Az-Zuhri dedi ki: \"Bana, Allah'ın Elçisi'nin (ﷺ) en faziletli Sahabelerinden bazı adamların, Ibn Mas'ud'un bu görüşünü beğenmediği iletildi.\""
    },
    {
      "id": 157,
      "narrator": "Narrated Suhaib:",
      "text": "Suheyb'den rivayet edildi: Peygamber (ﷺ) hakkında, Allah'ın Yüce Sözü: \"Ve iyilik yapanlar için en güzel ve daha fazlası vardır (10:26)\" - O (ﷺ) dedi: \"Cennete girenlerin bir çağrıcı seslenecek: 'Şüphesiz ki, sizin için Allah ile bir vaadiniz var ve O, sizi bununla ödüllendirmek istiyor.' Onlar da diyecekler: 'Yüzlerimiz aydınlatılmadı mı, ateşten kurtulmadık mı ve cennete girmedik mi?'\" Dedi ki: \"O zaman Perde kaldırılacak.\" Dedi ki: \"Allah'a yemin ederim! Onlara verilen hiçbir şey, O'nu görmekten daha sevimli olmayacak.\""
    },
    {
      "id": 158,
      "narrator": "Narrated 'Ata bin Yasar:",
      "text": "Ata bin Yasar'dan rivayet edildi: Mısır halkından bir adam dedi ki: \"Ebu Derdâ'ya bu Ayah hakkında sordum: 'Onlar için bu dünyada güzel haberler vardır (10:64).' O dedi ki: 'Benden sonra hiç kimse sormadı, ben de Allah'ın Elçisi'ne (ﷺ) sordum ve O (ﷺ) dedi ki: 'Benden başka kimse sormadı, bu Ayah indirildiği günden beri. Bu, Müslümanların gördüğü doğru rüyadır veya onun hakkında görülen rüyadır.'\""
    },
    {
      "id": 159,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "(Benzer bir isnad ile.)"
    },
    {
      "id": 160,
      "narrator": "Narrated Shu'bah:",
      "text": "(Benzer bir isnad ile) Ebu Salib'ten, Ebu Derdâ'dan, Peygamber (ﷺ) ile benzer bir şekilde, ve \"Ata bin Yasar'dan\" ifadesi yoktur."
    },
    {
      "id": 161,
      "narrator": "Narrated Waki' bin Hudus:",
      "text": "İbn Abbas'tan rivayet edildi: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah Firavun'u boğduğunda o dedi: 'İsrailoğulları'nın inandığı tek ilahın dışında ilah yoktur.' Bunun üzerine Cebrail dedi: 'Ey Muhammed! Eğer beni görebilseydin, denizden (toprağı) alırken, merhametin ona ulaşmasın diye ağzını dolduruyordum.'\""
    },
    {
      "id": 162,
      "narrator": "Narrated Abu Musa:",
      "text": "Şu'bah'dan: \"'Adi bin Thabit ve 'Ata bin As-Sa'ib, Sa'id bin Jubair'den, İbn Abbas'tan - ve birisi bunun Peygamber'den (ﷺ) olduğunu belirtti - o, Cebrail'in Firavun'un ağzına toprak doldurmaya başladığını, 'La İlahe İllallah' demesinden korktuğu için, Allah'ın ona merhamet edeceğinden korktuğunu belirtti.\""
    },
    {
      "id": 163,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Vaki' bin Hudus'tan rivayet edildi: Amcası Ebu Razin'den, \"Ben dedim: 'Ey Allah'ın Elçisi! Yaratılışından önce Rabbimiz neredeydi?' O dedi: 'O, bulutların üzerindeydi - altında hava yoktu, üstünde hava yoktu ve Arş'ını suyun üzerinde yarattı.'\""
    },
    {
      "id": 164,
      "narrator": "Narrated 'Abdullah:",
      "text": "Ahmad dedi ki: \"Yazid bin Harun, hava hakkında dedi ki: 'Bu, O'nunla birlikte hiçbir şey yoktu demektir.'\""
    },
    {
      "id": 165,
      "narrator": "Narrated Mu'adh bin Jabal:",
      "text": "Ebu Musa'dan rivayet edildi: Allah'ın Elçisi (ﷺ) dedi ki: \"Şüphesiz ki Allah, Yüce ve En Yüce olan, zalime mühlet verir (Yumli)\" ve belki de şöyle dedi: \"(Yumhil) zalime mühlet verir, ta ki onu yakaladığı zaman, kaçacak yeri kalmaz.\" Sonra bu Ayah'ı okudu: \"İşte bu, Rabbinin zulüm eden şehirleri yakaladığı zaman ki cezasıdır (11:102).\""
    },
    {
      "id": 166,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: Bir adam, bir kadını yasadışı olarak öptü. Bunun kefareti hakkında Peygamber'e (ﷺ) geldi. Bunun üzerine şu ayet indirildi: \"Günün iki ucunda ve gecenin bazı saatlerinde namaz kılın.\" (11:114). Adam dedi ki: \"Bu benim için mi, Ey Allah'ın Elçisi?\" O da: \"Senin için ve benim ümmetimden bunu yapan herkes için.\" dedi."
    },
    {
      "id": 167,
      "narrator": "Narrated Musa bin Talhah:",
      "text": "Musa bin Talha'dan rivayet edilmiştir: Ebu'l-Yasar dedi ki: \"Bir kadın bana hurma satmaya geldi. Ben de ona: 'Evde bunlardan daha iyi hurmalar var.' dedim. Bunun üzerine evime girdi. Ona karşı bir arzu hissettim ve onu öpmeye başladım. Ebu Bekir'e gittim ve bunu ona anlattım, o da: 'Yaptığını ört, tövbe et, kimseye söyleme ve bir daha asla yapma.' dedi. Sonra Ömer'e gittim ve bunu ona anlattım. O da: 'Yaptığını ört, tövbe et, kimseye söyleme ve bir daha asla yapma.' dedi. Sonra Peygamber'e (ﷺ) gittim ve bunu ona anlattım.\" O da: \"Birinin Allah yolunda savaşmakta olan eşine nasıl bakarsın?\" dedi. O zaman, İslam'ı kabul etmemiş olmayı diledi ve kendisinin ateşin halkından biri olması gerektiğini düşündü. O da: \"Allah'ın Elçisi (ﷺ) uzun bir süre başını eğdi, ta ki Allah ona şu ayeti indirdi: 'Günün iki ucunda ve gecenin bazı saatlerinde namaz kılın. Şüphesiz, iyi ameller kötü amelleri giderir. Bu, akıl sahipleri için bir hatırlatmadır.' (11:114). Ebu'l-Yasar dedi ki: \"Ona gittim ve Allah'ın Elçisi (ﷺ) bunu benim için okudu. Yanındaki bir sahabi: 'Ey Allah'ın Elçisi! Bu özel mi, yoksa insanlar için genel mi?' dedi. O da: 'Hayır, bu insanlar için geneldir.' dedi."
    },
    {
      "id": 168,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Şüphesiz, onurlu, onurlunun oğlu, onurlunun oğlu, onurlunun oğlu: Yusuf bin Yakup bin İshak bin İbrahim.\" Dedi ki: \"Eğer ben Yusuf kadar hapiste kalsaydım, sonra elçi gelseydi, kabul ederdim.\" Sonra okudu: \"Elçi ona geldiğinde, 'Kralına dön ve ona sor: 'Ellerini kesen kadınlar hakkında ne oldu?' (12:50) dedi. Dedi ki: \"Allah Lut'a merhamet etsin, şüphesiz o güçlü bir destek arıyordu, çünkü dedi ki: 'Keşke sizi alt edebilecek bir gücüm olsaydı, ya da güçlü bir desteğe yönelmek isteseydim.' (11:80).\" Böylece Allah, ondan sonra bir Peygamber göndermedi, ancak kendi kavminden yüksek bir aileden (Dhirwah) göndermiştir.\""
    },
    {
      "id": 169,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "(Başka bir isnad) ancak o dedi ki: \"Allah, ondan sonra bir Peygamber göndermedi, ancak kendi kavminden zengin bir aileden (Tharwah) göndermiştir.\""
    },
    {
      "id": 170,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Muhammed bin Amr dedi ki: \"Ath-Tharwah, zenginlik ve güçtür. Bu, Al-Fadl bin Must'un rivayetinden daha doğrudur (no. 3116'daki bir ravidir) ve bu Hadis Hasan'dır."
    },
    {
      "id": 171,
      "narrator": "Narrated Anas bin Malik:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Yahudiler Peygamber'e (ﷺ) geldiler ve dediler ki: 'Ey Ebu'l-Kasım! Bize gök gürültüsünü anlat, nedir o?' O da: 'Bulutlardan sorumlu olan meleklerden biridir. Bulutları Allah'ın dilediği yere sürer.' dedi. Onlar da: 'O zaman duyduğumuz bu gürültü nedir?' dediler. O da: 'O, bulutları sürerken çarptığı zaman.' dedi. Onlar da: 'Doğru söyledin.' dediler. 'O zaman bize İsrail'in kendine haram kıldığı şeyleri anlat.' dediler. O da: 'O, bel fıtığından muzdaripti ve bunun yüzünden tüketebileceği hoş bir şey bulamadı, sadece deve eti ve sütü. Bu yüzden bunu haram kıldı.' dedi. Onlar da: 'Doğru söyledin.' dediler.\""
    },
    {
      "id": 172,
      "narrator": "Narrated Al-Bara:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şu ayet hakkında yorum yaptı: \"Onlardan bazılarını diğerlerinden daha üstün kılıyoruz ki yesinler.\" (13:4). Dedi ki: \"Daqal, Pers (farklı hurma türlerine atıfta bulunarak), tatlı, acı.\""
    },
    {
      "id": 173,
      "narrator": "Narrated Masruq:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) önüne olgunlaşmamış hurmalarla dolu bir tabak getirildi. O da: 'Güzel bir sözün örneği, kökü sağlam olan ve dalları göğe ulaşan güzel bir ağaç gibidir.' (14:24 & 25). Ve dedi ki: 'O, hurma ağacıdır.' Ve kötü bir ağacın örneği, yer yüzünden sökülmüş ve sabit olmayan bir ağaçtır.' (14:26). O da: 'O, kolokint ağaçtır.' dedi.\""
    },
    {
      "id": 174,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "El-Bara'dan rivayet edilmiştir: Allah'ın şu sözü hakkında: \"Allah, inananları bu dünyada ve ahirette sağlam bir sözle destekleyecektir.\" (14:27). Peygamber (ﷺ) dedi ki: \"Kabirde, ona: 'Rabbin kim? Din nedir? Ve Peygamberin kimdir?' denildiğinde.\""
    },
    {
      "id": 175,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "Masruq'tan rivayet edilmiştir: \"'Aişe bu ayeti okudu: 'O gün, yer başka bir yere dönüştürülecek.' (14:48). O da: 'Ey Allah'ın Elçisi! İnsanlar nerede olacak?' dedi. O da: 'Sirat üzerinde.' dedi.\""
    },
    {
      "id": 176,
      "narrator": "Narrated Abu Hurairah:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber'in (ﷺ) arkasında namaz kılan en güzel kadından bir kadın vardı. Bazı insanlar, onu görmemek için ön saflara geçerdi. Diğerleri ise, eğildiğinde onu koltuk altından görebilmek için arka saflara geçerdi. Bunun üzerine Allah: 'Şüphesiz, aranızda öne geçmeye çalışanları biliyoruz ve geri gitmeye çalışanları da biliyoruz.' (15:24) ayetini indirdi.\""
    },
    {
      "id": 177,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Cehennem'in yedi kapısı vardır: Bunlardan biri, benim ümmetime kılıç çekenler içindir.\" Ya da şöyle dedi: \"Muhammed'in ümmetine karşı.\""
    },
    {
      "id": 178,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Elhamdülillah, Umm Al-Kur'an ve Umm Al-Kitab ve yedi kez tekrar edilenlerdir.\""
    },
    {
      "id": 179,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Allah, Tevrat'ta ve İncil'de Umm Al-Kitab gibisini indirmemiştir. O, yedi kez tekrar edilenlerdir ve (Allah dedi ki) 'Bu, benimle kullarım arasında bölünmüştür ve benim kullarım, istediklerini alacaklardır.'\""
    },
    {
      "id": 180,
      "narrator": "Narrated 'Abdullah bin 'Umar:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın şu sözü hakkında: \"Şüphesiz, hepsini hesap vereceğiz. Yaptıkları her şey için.\" (15:92 & 93). Peygamber (ﷺ) dedi ki: \"La İlahe İllallah demek hakkında.\""
    },
    {
      "id": 181,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "Ubayy bin Ka'b'dan rivayet edilmiştir: \"Uhud Günü'nde, yetmiş dört Ansar öldürüldü, ve altı Muhacir'den biri Hamza'ydı, ve onları parçalamışlardı, bu yüzden Ansar dedi ki: 'Eğer (gelecekte) böyle bir günde onlardan birini öldürebilirsek, onlardan iki kat daha fazla parçalayacağız.' O dedi ki: \"Mekke'nin Fethi günü, Allah şöyle vahyetti: 'Eğer onlara ceza verirseniz, o zaman size yapılanın benzeri ile ceza verin. Ama sabrederseniz, sabredenler için bu daha hayırlıdır.' (16:126). Bunun üzerine bir adam dedi: 'Bugünden sonra Kureyş olmayacak.' Ancak Allah'ın Elçisi (ﷺ) dedi: 'İnsanları bırak, sadece dört kişiyi hariç tut.'\""
    },
    {
      "id": 182,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'İsra Gecesi'nde Musa ile karşılaştım.' Onu tarif etti ve şöyle dedi: 'O, ince bir adamdı, saçları sanki Şanu'ah'tan bir adam gibi görünüyordu.' Dedi ki: 'İsa ile karşılaştım' onu tarif etti ve şöyle dedi: 'Orta yapılı, yüzü kırmızı, sanki Dimas'tan yeni çıkmış gibi.' Yine dedi ki: 'İbrahim'i gördüm' ve şöyle dedi: 'Onun soyundan en çok ona benzeyen benim.' Ve iki kap getirdiler, birinde süt, diğerinde şarap vardı. Bana denildi: 'Hangisini istersen al.' Ben de içmek için sütü aldım. Bana denildi: 'Sen Fıtrat'a yönlendirildin' veya: 'Fıtrat'ı seçtin, eğer şarabı alsaydın, ümmetin sapardı.'\""
    },
    {
      "id": 183,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Al-Buraq, Peygamber (ﷺ)'e İsra Gecesi getirildi, eyerli ve dizginsizdi, ama ondan ürküyordu. Bunun üzerine Cebrail ona dedi: 'Muhammed'den mi korkuyorsun? Rabbine yemin ederim ki, O'ndan daha onurlu kimse yoktur.' Dedi ki: 'Sonra o, aşırı terlemeye başladı.'\""
    },
    {
      "id": 184,
      "narrator": "Narrated Ibn Buraidah:",
      "text": "İbn Buraidah'dan rivayet edilmiştir: Babasından, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Beyt-i Makdis'e vardığımızda, Cebrail parmağıyla kayaya işaret etti ve Al-Buraq'ı ona bağladı.\""
    },
    {
      "id": 185,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Kureyş beni yalanladığında, ben Hijr'de durdum ve Allah Beyt-i Makdis'i bana gösterdi, ben de onlara özelliklerini bildirdim, onu görüyormuşum gibi.'\""
    },
    {
      "id": 186,
      "narrator": "Ibn 'Abbas commented on Allah, the Most High, saying:",
      "text": "İbn Abbas, Allah, yüce olan hakkında şöyle yorum yaptı: \"Göstermiş olduğumuz görüş, insanlara bir deneme olarak değil (17:60). O, Peygamber (ﷺ)'in Beyt-i Makdis'e götürüldüğü gece gözleriyle gördüğü görüştür. Ve Kur'an'daki lanetli ağaç (17:60). O, Zakkum ağacıdır.\""
    },
    {
      "id": 187,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Allah, yüce olan, şöyle buyurmuştur: 'Ve sabah erken saatlerde Kur'an'ı oku. Şüphesiz sabah erken saatlerde Kur'an okuma, her zaman tanık olunur (17:78).' Peygamber (ﷺ) dedi ki: 'Bunu gece melekleri ve gündüz melekleri tanık olur.'\""
    },
    {
      "id": 188,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Allah, yüce olan, şöyle buyurmuştur: 'O gün, biz tüm insanları (kendi) imamları ile bir araya toplayacağız (17:71).' Peygamber (ﷺ) dedi ki: 'Biriniz çağrılacak ve sağ eline kaydı verilecek, bedeni altmış dirsek uzunluğuna kadar büyütülecek, yüzü beyazlatılacak ve başına parlayan inci tacı konulacak. O, uzaktan onu görebilen arkadaşlarına gidecek ve onlar diyecekler ki: 'Ey Allah! Bunu bize getir, ve biz ondan bereketlenelim.' Ta ki onlara ulaşana kadar, ve onlara diyecek: 'Müjde! Her birinizin durumu buna benzer olacak.' 'Kafir için ise, yüzü karartılacak, bedeni altmış dirsek uzunluğuna kadar büyütülecek, Adem'in suretinde olacak, bir taç verilecek, ve arkadaşları onu görecek ve diyecekler: 'Bu kişiden Allah'a sığınırız. Ey Allah! Bunu bize getirme.' Dedi ki: 'O onlara ulaştığında, derler: 'Ey Allah! Onu al' ve onlara denilir: 'Allah sizi uzaklaştırsın! Şüphesiz her birinizin durumu buna benzer.'\""
    },
    {
      "id": 189,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Allah'ın sözü hakkında: 'Belki Rabb'in seni övülen bir makama yükseltir (17:79)' Allah'ın Elçisi (ﷺ) bu konuda sorulduğunda, 'O, şefaat'tir.' dedi.\""
    },
    {
      "id": 190,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Feth yılı Mekkede girdi, ve Kabe etrafında üç yüz altmış Nusb (putlara kurban sunmak için sunak) vardı. Peygamber (ﷺ) elindeki sopa ile onlara vurmaya başladı\" - belki de \"Bir parça odunla, ve şöyle diyordu: Hak geldi ve batıl yok oldu. Şüphesiz batıl yok olmaya mahkumdur (17:81). Hak geldi ve batıl ne bir şey ortaya çıkarabilir ne de diriltebilir (34:49).\"\""
    },
    {
      "id": 191,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) Mekkede iken, hicret emredildi, ona şu vahiy geldi: De ki: 'Rabbim! Girişimi güzel kıl, çıkışımı da güzel kıl. Ve bana katından bir yardımcı yetki ver (17:80).'\""
    },
    {
      "id": 192,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Kureyş, Yahudilere dedi ki: 'Bize bu adam hakkında sorabileceğimiz bir şey verin.' O da dedi ki: 'Ona Ruh hakkında sorun.' Böylece ona Ruh hakkında sordular. Allah, yüce olan, şöyle vahyetti: 'Sana Ruh hakkında soruyorlar. De ki: Ruh, Rabbimin bilgisiyle olan bir şeydir. Ve bilgi, size çok az verilmiştir (17:85).' Onlar cevap verdiler: 'Bize büyük bir bilgi verilmiştir, Tevrat verilmiştir, ve Tevrat verilen kimse, gerçekten büyük bir bilgiye sahip olmuştur.' Bunun üzerine şu vahiy geldi: 'De ki: Eğer deniz, Rabbimin kelimeleri için mürekkep olsaydı, şüphesiz deniz, Rabbimin kelimeleri bitmeden tükenirdi (18:109).'\""
    },
    {
      "id": 193,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Peygamber (ﷺ) ile Medine'deki bir çiftlikte yürüyüşe çıktım, ve o bir palmiyenin yaprağına yaslandığında, bir grup Yahudi geçiyordu. Bazıları dedi ki: 'Ona soru sormalıyız.' Diğerleri dedi ki: 'Ona soru sorma, çünkü sana hoşuna gitmeyecek bir şey söyleyebilir.' Onlar ona dediler: 'Ey Ebu'l-Kasım, bize Ruh hakkında anlat.' Peygamber (ﷺ) bir süre durdu, başını gökyüzüne kaldırdı, ve vahyin kendisine geldiğini anladım, ta ki vahiy sona erene kadar. Sonra o (ﷺ) dedi ki: 'Ruh, Rabbimin bilgisiyle olan bir şeydir. Ve bilgi, size çok az verilmiştir (17:85).'\""
    },
    {
      "id": 194,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'dan rivayet edilmiştir: \"Kıyamet Günü'nde insanlar üç sınıfta toplanacak: Bir sınıf yürüyerek, bir sınıf binek üzerinde, ve bir sınıf yüzleri üzerinde.\" Denildi ki: \"Ey Allah'ın Elçisi! Onlar yüzleri üzerinde nasıl yürüyebilirler?\" O dedi ki: \"Şüphesiz onları ayakları üzerinde yürüten, onları yüzleri üzerinde yürütmeye de kadirdir. Gerçekten de her darbe ve dikenlerden yüzlerini korumaya çalışacaklardır.\""
    },
    {
      "id": 195,
      "narrator": "Narrated Bahz bin Hakim:",
      "text": "Bahz bin Hakim'den rivayet edilmiştir: Babasından, dedesinden \"Allah'ın Elçisi (ﷺ) dedi ki: 'Gerçekten sizler yürüyerek, binek üzerinde ve yüzleriniz üzerinde sürüklenerek toplanacaksınız.'\""
    },
    {
      "id": 196,
      "narrator": "Narrated Safwan bin 'Assal Al-Muradi:",
      "text": "Safvan bin 'Assal Al-Muradi'den rivayet edilmiştir: \"Bir Yahudi, arkadaşına dedi ki: 'Bu Peygamberin yanına gidelim.' Arkadaşı da dedi ki: 'Ona \"Peygamber\" deme, çünkü eğer sen onu Peygamber olarak çağırdığını duyarsa, mutlu olur.' Böylece Allah, Yüce olan, Musa'ya dokuz açık ayet verdik (17:101) diyerek, Allah hakkında soru sormak için Peygamber (ﷺ)'e gittiler. Bunun üzerine Allah'ın Elçisi (ﷺ) onlara dedi ki: 'Allah'a hiçbir şeyi ortak koşmayın, zina etmeyin, Allah'ın haram kıldığı bir canı almayın, ancak (kanun gereği) gerekli olan durumlar dışında, hırsızlık yapmayın, sihir yapmayın, masum bir kişinin itibarını zedelemek için bir yöneticinin önünde acele etmeyin ki o da öldürülsün, faiz yemeyin, iffetli kadınları iftiraya uğratmayın, ve savaş günü geri dönmeyin.' - Şu'bah tereddüt etti - 've özellikle siz Yahudiler için, Cumartesi'yi ihlal etmeyin.'\" Dedi ki: \"Bunun üzerine ellerini ve ayaklarını öptüler ve dediler ki: 'Senin bir Peygamber olduğuna şahitlik ediyoruz.' Bunun üzerine o da dedi ki: 'O halde sizi İslam'ı kabul etmekten ne alıkoyuyor?' Onlar da dediler ki: 'Çünkü Davud, Rabbine dua etti ki, soyundan hiçbir zaman Peygamber eksik olmasın, ve eğer seni takip edersek, Yahudiler bizi öldürür diye korktuk.'\""
    },
    {
      "id": 197,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir: İbn 'Abbas'tan, 'Ve Salatınızı ne yüksek sesle ne de alçak sesle kılın (17:110).\" Dedi ki: \"Bu ayet Mekkede nazil olmuştur. Allah'ın Elçisi (ﷺ) Kur'an ile sesini yükselttiğinde, putperestler ona, onu indiren Allah'a ve onu getiren kişiye hakaret ediyorlardı. Bunun üzerine Allah, 'Salatınızı ne yüksek sesle kılın ki, Kur'an'a ve onu indiren kişiye hakaret etmesinler, ne de alçak sesle (çok alçak) ki, arkadaşlarınız onu duyup sizden öğrenemesinler' diye vahyetti.\""
    },
    {
      "id": 198,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir: İbn 'Abbas'tan, Allah'ın 'Ve Salatınızı ne yüksek sesle ne de alçak sesle kılın, fakat arada bir yol izleyin.' dediği hakkında. Dedi ki: \"Bu ayet, Allah'ın Elçisi (ﷺ) Mekkede gizlendiğinde nazil oldu, ve o, arkadaşlarına Salat kıldığında, Kur'an ile sesini yükseltiyordu. Putperestler bunu duyduğunda, Kur'an'a, onu indiren Allah'a ve onu getiren kişiye hakaret ediyorlardı. Bunun üzerine Allah, Yüce olan, Peygamberine dedi ki: 'Salatını ne yüksek sesle kıl' yani: Okuman, putperestlerin onu duymaması ve Kur'an'a hakaret etmemesi için. 'Ne de alçak sesle (çok alçak)' arkadaşların için, 'fakat arada bir yol izleyin.'\""
    },
    {
      "id": 199,
      "narrator": "Narrated Zirr bin Hubaish:",
      "text": "Zirr bin Hubaish'ten rivayet edilmiştir: \"Ben Hudhaifah bin Al-Yaman'a dedim ki: 'Allah'ın Elçisi (ﷺ) Bait Al-Maqdis'te Salat kıldı mı?' O da dedi ki: 'Hayır.' Ben de dedim ki: 'Ama kıldı.' O da dedi ki: 'Sen bunu nasıl söylüyorsun, ey kel! Bunu neye dayanarak söylüyorsun?' Ben de dedim ki: 'Kur'an'a dayanarak, (seninle benim aramdaki yargıç) Kur'an'dır.' Hudhaifah da dedi ki: 'Kur'an ile tartışan kimse gerçekten başarılı olmuştur.'\" (Rivayet edenlerden biri) Sufyan dedi ki: \"O, 'Gerçekten ispat etti' demek istiyor.\" - belki de o (Sufyan) dedi ki: \"O, galip geldi.\" O (Zirr) dedi ki: \"Geceleyin kulunu bir yolculuğa çıkaran O'dur ki, Al-Masjid Al-Haram'dan Al-Masjid Al-Aqsa'ya (17:1) götürdü.\" O (Hudhaifah) dedi ki: \"Bunu (bu, onun (ﷺ) orada Salat kıldığını ispatlıyor) görüyor musun?\" Ben de dedim ki: \"Hayır.\" O da dedi ki: \"Eğer orada Salat kılmış olsaydı, senin de orada Salat kılman gerekirdi, tıpkı Al-Masjid Al-Haram'da Salat kılmanın gerekliliği gibi.\" Hudhaifah dedi ki: \"Allah'ın Elçisi (ﷺ) kendisine uzun sırtlı bir hayvan getirildi - böyle uzanarak - onun bir adımı, görüş mesafesi kadardı. Böylece ikisi de Al-Buraq'ın sırtında cenneti ve ateşi, ve ahiret için hazırlanmış olan her şeyi gördüler, sonra geri döndüler.\" O dedi ki: \"Onların zincirli olduğunu söylüyorlar, ama neden? Kaçmasınlar mı? Görünen ve bilinmeyeni bilen O, onu kontrol altına aldı.\""
    },
    {
      "id": 200,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'eed Al-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Kıyamet Günü Adem'in çocuklarının en büyüğü benim ve ben övünmüyorum, elimde övgü bayrağı var ve ben övünmüyorum, Adem'den veya ondan başka hiçbir Peygamber yoktur ki, o benim bayrağım altındadır. Ve yerin yarılacağı ilk kişi benim ve ben övünmüyorum.\" Dedi ki: \"İnsanlar üç korkuyla korkacaklar. Adem'e gelecekler ve diyecekler ki: 'Ey babamız Adem, Rabbine bizim için şefaat et.' O da diyecek ki: 'Ben bir günah işledim, bu yüzden yeryüzüne sürüldüm, Nuh'a gidin.' Nuh'a gelecekler ve o da diyecek ki: 'Ben yeryüzü halkına dua ettim, bu yüzden helak oldular. İbrahim'e gidin.' İbrahim'e gidecekler ve o da diyecek ki: 'Ben üç kez yalan söyledim.'\" Sonra Allah'ın Elçisi (ﷺ) dedi ki: \"O, Allah'ın dinini savunmaktan başka yalan söylemedi.\" \"O halde Musa'ya gidin.\" Musa'ya gelecekler ve o da diyecek ki: \"Ben bir can aldım. O halde İsa'ya gidin.\" İsa'ya gidecekler ve o da diyecek ki: \"Ben Allah'tan başka birine ibadet ettim. O halde Muhammed'e (ﷺ) gidin.\" Dedi ki: \"Böylece bana gelecekler ve ben onlara gideceğim.\" (Rivayet edenlerden biri) İbn Ju'dan dedi ki: \"Anas dedi ki: 'Sanki Allah'ın Elçisi (ﷺ) şöyle diyordu: 'Cennetin kapısının bir halkasından tutup çalacağım, denilecek ki: 'Kim o?' Denilecek ki: 'Muhammed.' Kapıyı benim için açacaklar ve beni karşılayacaklar, 'Hoş geldin' diyecekler. Ben secdeye kapanacağım ve Allah bana şükür ve övgü sözleri ilham edecek ve denilecek ki: 'Başını kaldır, iste ve sana verilecektir, şefaat et ve şefaatin kabul edilecektir, konuş ve sözün duyulacaktır.' Ve bu, Allah'ın: 'Belki Rabb'in seni, Maqaman-Mahmud'a yükseltir' (17:79) dediği Al-Maqam Al-Mahmud'dur.\" Sufyan dedi ki: \"Bunun dışında Anas'tan gelen hiçbir şey yok, sadece bu cümle: 'Cennetin kapısının bir halkasından tutup çalacağım.'\""
    },
    {
      "id": 201,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Sa'eed bin Jubair'den rivayet edilmiştir: \"Ben İbn 'Abbas'a dedim ki: 'Nawf Al-Bikali, Banu İsra'il'den Musa'nın Al-Khidr'ın arkadaşı olmadığını iddia ediyor.' O da dedi ki: 'Allah'ın düşmanı yalan söyledi. Ubayy bin Ka'b'ın şöyle dediğini duydum: 'Ben Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: 'Musa, Banu İsra'il'e bir hutbe vermek üzere ayağa kalktı. Kendisine: \"İnsanlar arasında en bilgili kimdir?\" diye soruldu. O da: \"Ben en bilgiliyim.\" dedi. Bunun üzerine Allah ona bir nasihat verdi, çünkü bilgiyi O'na geri atmamıştı. Allah ona vahyetti: \"İki denizin kesişiminde, kullarımdan bir kul, senden daha bilgili.\" Musa da dedi ki: \"Ey Rabbim! Onunla nasıl buluşabilirim?\" O da ona dedi ki: \"Bir balığı bir sepet içinde taşı, balığı nerede kaybedersen, orada o vardır.\" Böylece yola çıktı ve yanında bir çocuğu vardı - o Yuşa bin Nun'du. Musa, bir balığı bir sepete koydu, o ve çocuk yola çıktılar, ta ki bir kayaya vardıklarında, Musa ve çocuğu uykuya daldılar. Balık sepetin içinde çırpınıyordu, denize düşüyordu.' O dedi ki: 'Allah suyun akışını durdurdu, ta ki tünel gibi oldu ve balık kaydı. Musa ve çocuğu hayret içinde kaldılar. Günün geri kalanını ve geceyi geçirdiler, Musa'nın arkadaşı (balığın kaçtığını) ona bildirmeyi unuttu. Musa sabah uyandığında, çocuğuna dedi ki: 'Bize sabah yemeğimizi getir; gerçekten bu yolculukta çok yorgunluk çektik (18:62).' Dedi ki: 'O, Allah'ın kendisine gitmesini emrettiği yere kadar yorulmamıştı. Dedi ki: 'Kayaya gittiğimizde, balığı unuttun mu? Şeytan, onu hatırlamamı unutturdu. O, denize garip bir şekilde gitti (18:63).' Musa dedi: 'Bu, aradığımız şeydir.' Böylece geri döndüler, izlerini takip ederek (18:64). Dedi ki: 'Böylece izlerini takip etmeye başladılar.'\" Sufyan (rivayet edenlerden biri) dedi ki: \"İnsanlar, o kayada bir yaşam kaynağı olduğunu iddia ediyorlar, üzerine su dökülen hiçbir ölü kişi, ama o hayata dönüyor, ve balık onunla temas etti, böylece su ona düştüğünde hayata döndü.\" \"Dedi ki: 'İzlerini takip ederek kayaya vardılar ve bir elbise giymiş bir adam gördüler. Musa ona selam verdi, o da: 'Sizin ülkenizde böyle bir selam var mı?' dedi. O da: 'Ben Musa'yım.' O da: 'Banu İsra'il'den Musa mısın?' dedi. O da: 'Evet.' O da: 'Ey Musa! Gerçekten Allah'tan bir bilgiye sahipsin, ki Allah sana öğretti, benim bilmediğim bir bilgi var, ki Allah bana öğretti, senin bilmediğin bir bilgi var.' Musa dedi: 'Seni takip edebilir miyim ki, bana öğrettiğin bilgiden bir şey öğretirsin?' (18:66) O da dedi: 'Gerçekten, benimle sabredemezsin! Ve bilmediğin bir şey hakkında nasıl sabredebilirsin?' O da dedi: 'Eğer Allah dilerse, beni sabırlı bulacaksın ve sana itaat etmeyeceğim (18:67-69).' Al-Khidr ona dedi: 'O halde eğer beni takip edersen, bana bir şey sorma, ta ki ben kendim sana onu söyleyene kadar (18:70).' Musa dedi: 'Evet.' Böylece Musa ve Al-Khidr deniz kıyısında yürümeye başladılar. Bir tekne yanlarından geçiyordu ve onlara (mürettebatına) binmeleri için konuştular. Onlar Al-Khidr'ı tanıdılar, bu yüzden ikisini ücretsiz olarak bindirdiler. Al-Khidr, teknedeki tahtalardan birini aldı ve çıkardı, bu yüzden Musa ona dedi: 'Bu insanlar bize ücretsiz bir yolculuk verdiler, ama sen onların teknesini sabote ettin ki, insanları boğulsun. Gerçekten korkunç bir şey yaptın (18:71).' O da dedi: 'Sana sabredemeyeceğini söylemedim mi? (18:72).' O da dedi: 'Beni unuttuğum şeyler için hesaplama ve işim için bana zorlayıcı olma (18:73).' Sonra tekneden çıktılar ve kıyıda yürürken, iki çocukla oynayan bir çocuk gördüler. Al-Khidr onu başından tutarak, elleriyle kafasını kopardı ve onu öldürdü. Musa ona dedi: 'Masum bir kişiyi öldürdün, o hiç kimseyi öldürmedi! Gerçekten korkunç bir şey yaptın (18:74).' O da dedi: 'Sana sabredemeyeceğini söylemedim mi? (18:75) - o (rivayet eden) dedi: - 'Bu, birincisinden daha şiddetliydi.' O da dedi: 'Eğer bundan sonra sana bir şey sorarsam, benden bir özür almış olursun.' Böylece ikisi de bir şehrin sakinlerine doğru ilerlediler. Onlardan yiyecek istediler ama onları misafir olarak kabul etmediler. Orada yıkılmak üzere olan bir duvar buldular (18:76 & 77). O (rivayet eden) dedi: - yani eğilmiş - 'Böylece Al-Khidr elini böyle alarak, onu düzeltmek için (18:77) Musa ona dedi: 'Bu insanlara geldik, bizi misafir olarak kabul etmediler ve bize yiyecek vermediler. İstersen, elbette bunun için ücret alabilirdin!' O da dedi: 'Bu, seninle benim aramdaki ayrılış. Sana sabredemediğin şeylerin yorumunu söyleyeceğim (18:77 & 78).' Allah'ın Elçisi (ﷺ) dedi ki: 'Allah Musa'ya merhamet etsin! Sabredebilseydi, ikisi hakkında daha fazla bilgi sahibi olabilirdik.' O da dedi: 'Böylece Allah'ın Elçisi (ﷺ) dedi ki: 'Musa'nın ilk defa unuttuğu.' Dedi ki: 'Ve bir serçe geldi, ta ki teknenin kenarına kondu ve denizi gagalamaya başladı. Al-Khidr ona dedi: 'Benim bilgim ve senin bilgin, Allah'ın bilgisinden hiçbir şeyi eksiltmez, ama bu serçenin denizden eksilttiği gibi.' Sa'eed bin Jubair dedi ki: \"Ve o, - yani İbn 'Abbas - 'Ve onların önünde bir kral vardı ki, her faydalı tekneyi zorla alırdı (18:79).' diye okurdu. Ve o, 'O çocuk bir kafir idi (18:80).' diye okurdu.\""
    },
    {
      "id": 202,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Ubayy bin Ka'b'ın rivayet ettiğine göre, Peygamber (ﷺ) dedi ki: \"Al-Khidr'ın öldürdüğü çocuk, yaratıldığı gün kafir olacağı yazılmıştı.\""
    },
    {
      "id": 203,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hurairah'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) dedi ki: \"Al-Khidr, bir çorak Farwah'ın üzerine oturduğu için bu ismi aldı ve onun altında yeşil hale geldi.\""
    },
    {
      "id": 204,
      "narrator": "Narrated Abu Ad-Darda:",
      "text": "Ebu Ad-Darda'dan rivayet edilmiştir: Allah'ın 'Ve altında onlara ait bir hazine vardı (18:82)' ayeti hakkında - Peygamber (ﷺ) dedi ki: \"Altın ve gümüş.\""
    },
    {
      "id": 205,
      "narrator": "Narrated Abu Rafi':",
      "text": "Ebu Rafi'den: Ebu Hurairah'ın bir hadisi, Peygamber (ﷺ) hakkında 'engel (18:93).' \"Her gün kazdılar, ta ki penetrasyona yaklaşacakları zaman, lideri der ki: 'Geri dönün ki, yarın penetrasyona geçebilesiniz!'\" Dedi ki: \"Ama Allah, onu olduğu gibi geri döndürür, ta ki belirlenen zaman gelene kadar, Allah onları insanlara göndermeyi takdir ettiğinde, lideri der ki: 'Geri dönün ki, yarın penetrasyona geçebilesiniz, eğer Allah dilerse.' O da bu istisnayı yapar.\" Dedi ki: \"Böylece geri dönerler ve onu bıraktıkları gibi bulurlar. Sonra penetrasyona geçerler ve insanlara su içirirler, insanlar onlardan kaçarlar. Oklarını gökyüzüne atarlar, kanla boyanmış olarak geri dönerler ve kaba ve kibirli bir şekilde derler ki: 'Biz yeryüzündekileri yendik, göklerin sakinlerini de egemen kılalım.' Sonra Allah, onları boyunlarının arkasına yapışarak, yok eden Naghaf'ı üzerlerine gönderir.\" Dedi ki: \"Muhammed'in"
    },
    {
      "id": 206,
      "narrator": "Narrated 'Abdul-Hamid bin Ja'far:",
      "text": "Narrated 'Abdul-Hamid bin Ja'far: \"My father informed me, from Ibn Mina, from ABu Sa'eed bin Abi Fadalah Al-Ansari - and he was one of the Companions - who said: 'I heard the Messenger of Allah (ﷺ) said: \"When Allah gathers the people on the Day of Judgement - a Day in which there is no doubt in - a caller will call out: 'Whoever committed Shirk in any of his deeds he did for Allah - then let him seek his reward from other than Allah. For indeed Allah is the most free of the partners from any need of Shirk.\""
    },
    {
      "id": 207,
      "narrator": "Narrated Al-Mughirah bin Shu'bah:",
      "text": "Narrated Al-Mughirah bin Shu'bah: \"The Messenger of Allah (ﷺ) sent me to Najran. They said to me: 'Do you people not recite: O sister of Harun (19:28) - while between Musa and 'Eisa there is such (gap) as there is?' I did not know how to respond to them. So when I returned to the Prophet (ﷺ), I told him about that, and he said: 'Why didn't you tell them that they were named after their Prophets and righteous people before them.'\""
    },
    {
      "id": 208,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Narrated Abu Sa'eed Al-Khudri: \"The Messenger of Allah (ﷺ) recited: And warn them of a Day of griefs and regrets (19:39) and he said: 'Death will be brought as if it is a mixed black and white ram, until it is halted upon the barrier between Paradise and the Fire. It will be said: 'O people of Paradise! They will raise up their necks to look. It will be said: 'O people of the Fire! And they will raise up their necks to look. It will be said: 'Do you recognize this?' They will say: 'Yes. This is death.' Then it will be laid down and slaughtered. If it were not that Allah had decreed that the inhabitants of Paradise would remain, then they would die of joy, and if it were not that Allah had decreed that the inhabitants of the Fire would remain, then they would die of grief.'\""
    },
    {
      "id": 209,
      "narrator": "Narrated Shaiban:",
      "text": "Narrated Shaiban: from Qatadah, that regarding Allah's saying: And we raised him to a high station (19:57). He said: \"Anas bin Malik narrated that Allah's Prophet (ﷺ) said: \"When I was brought up, I saw Idris in the Fourth Heaven.\""
    },
    {
      "id": 210,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Narrated Sa'eed bin Jubair: from Ibn 'Abbas who said: \"The Messenger of Allah (ﷺ) said to Jibra'il: 'What prevents you from visiting us more than you visit us?'\" He said: \"So this Ayah was revealed: And we descend not except by the command of your Lord. To Him belongs what is before us and what is behind us.\" Up to the end of the Ayah (19:64)."
    },
    {
      "id": 211,
      "narrator": "Narrated As-Suddi:",
      "text": "As-Suddi'den rivayet edilmiştir: \"Ben Murrah Al-Hamdani'ye Allah'ın, Azze ve Celle, 'İçinizden hiç kimse yoktur ki, ona uğramayacak olsun' (19:71) ayeti hakkında sordum. O da bana 'Abdullah bin Mes'ud'un kendisine şöyle aktardığını rivayet etti: 'Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"İnsanlar ateşin üzerinden geçecekler, sonra da amellerine göre ondan uzaklaşacaklar. Onlardan ilki (ateşin üzerinden) bir yıldırım gibi geçecek, sonra rüzgar gibi, sonra kaçan bir at gibi, sonra bir binek üzerinde kaçan bir yolcu gibi, sonra bir adam gibi kaçacak, sonra da yürüyen birisi gibi geçecek.\"'"
    },
    {
      "id": 212,
      "narrator": "Narrated Shu'bah:",
      "text": "Şu'bah'tan rivayet edilmiştir: As-Suffi'den Murrah'dan: \"'Abdullah dedi ki: 'İçinizden hiç kimse yoktur ki, ona uğramayacak olsun' (19:71) - Onlar ondan geçerler, sonra da amellerine göre ondan uzaklaşırlar.'\""
    },
    {
      "id": 213,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Allah bir kulunu sevdiğinde, Cebrail'i çağırır ve der ki: 'Şüphesiz ben falanı seviyorum, sen de onu sev.' O da göklerde haykırır. Sonra onun için yeryüzündeki insanların kalplerine sevgi iner. Bu, Allah'ın: 'Şüphesiz, iman edenler ve salih ameller işleyenler için, Rahman, sevgi verecektir' (19:96) ayetindeki gibi. Ve Allah bir kulunu sevmediğinde, Cebrail'i çağırır ve der ki: 'Şüphesiz ben falanı sevmiyorum.' O da göklerde haykırır. Sonra onun için yeryüzünde nefret iner.'\""
    },
    {
      "id": 214,
      "narrator": "Narrated Masruq:",
      "text": "Masruq'tan rivayet edilmiştir: \"Ben Khabbab bin Al-Aratt'ın şöyle dediğini duydum: 'Ben Al-'As bin Wa'il As-Sahmi'ye borcumu tahsil etmek için geldim. O da: 'Muhammed'i inkar etmedikçe sana hiçbir şey verilmeyecek.' dedi. Ben de: 'Hayır, sen öldükten ve diriltildikten sonra.' dedim. O da: 'Öldükten sonra diriltildiğimde mi?' dedi. Ben de: 'Evet.' dedim. O da: 'Gerçekten benim zenginliğim ve çocuklarım olacak, sana ödeyeceğim.' Bunun üzerine şu ayet nazil oldu: 'Görmedin mi, ayetlerimize inkar eden ve 'Şüphesiz bana mal ve çocuk verilecektir' diyen kimseyi?' (19:77).\""
    },
    {
      "id": 215,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Khaibar'dan dönerken gece yolculuk yapıyordu, uyku bastı ve oturup dinlendi. Sonra: 'Ey Bilal! Bizim için gece nöbet tut!' dedi.\" Bilal, Salat kıldı, sonra Fajr'a (sabah namazı) yönelerek binek hayvanına yaslandı. Gözleri kendisine hakim oldu ve uyudu, ve onlardan hiçbiri uyanmadı. İlk uyanan, Peygamber (ﷺ) oldu ve: 'Ey Bilal!' dedi. Bilal: 'Babam sana fidye olsun, ey Allah'ın Elçisi! Ben de senin gibi uykuya daldım.' dedi. Bunun üzerine Allah'ın Elçisi (ﷺ): 'Harekete geç!' dedi. Sonra abdest almak için diz çökerek Salat için ikamet etti, sonra da yolculukta olduğu gibi Salat kıldı. Sonra: 'Ve Salatı benim zikrim için kılın' (20:14) dedi.\""
    },
    {
      "id": 216,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle buyurdu: 'Cehennem vadisi ne kötü bir yerdir, inkâr eden oraya düşecektir, kırk sonbahar boyunca orada kalacaktır.'\""
    },
    {
      "id": 217,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Bir adam geldi ve Allah'ın Elçisi (ﷺ) önünde oturdu ve dedi ki: 'Ey Allah'ın Elçisi! İki kölem var, bana yalan söylüyorlar, beni aldatıyorlar ve bana itaatsizlik ediyorlar, ben de onları azarlıyorum ve dövüyorum. Peki, bu durumda benim durumum nedir?' O da: 'Onların sana ihanet etme, itaatsizlik etme ve yalan söyleme derecesi, onlara ne kadar ceza verdiğinle ölçülecektir. Eğer onlara verdiğin ceza, onların günahlarıyla eşitse, o zaman ikisi de eşit olur, ne senin için bir şey olur ne de aleyhine. Eğer onlara verdiğin ceza, günahlarından fazlaysa, o zaman senin bazı sevapların onlara verilecektir.' Adam gitti ve ağlamaya başladı. Allah'ın Elçisi (ﷺ) dedi ki: 'Allah'ın Kitabında ne söylediğini oku: 'Ve Kıyamet Günü adalet terazilerini kuracağız, o gün hiç kimseye en küçük bir haksızlık yapılmayacak...' ayetin geri kalanına kadar (21:47). Adam dedi ki: 'Vallahi, ey Allah'ın Elçisi! Kendim için daha iyi bir şey görmüyorum, onlardan ayrılmaktan. Şahit ol ki, hepsi serbesttir.'\""
    },
    {
      "id": 218,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"İbrahim (a.s) hiçbir konuda yalan söylemedi - sadece üç konuda: 'Şüphesiz ben hastayım' (37:89) derken hasta değildi. Ve Sarah hakkında: 'O benim kızkardeşim' dedi ve: 'Hayır, bu, onların en büyüğüdür (21:63).'\""
    },
    {
      "id": 219,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir hutbe vermek üzere ayağa kalktı, dedi ki: 'Ey insanlar! Siz, Allah'ın huzurunda çıplak ve sünnetsiz toplanacaksınız.' Sonra: 'İlk yaratılışı nasıl başlattıysak, onu tekrar edeceğiz...' ayetinin sonuna kadar okudu (21:104). Dedi ki: 'Kıyamet Günü giydirilecek ilk kişi İbrahim'dir. Şüphesiz benim ümmetimden bazı insanlar sol taraftan getirilecek, ben de: 'Rabbim! Benim takipçilerim!' diyeceğim. Denilecek ki: 'Şüphesiz sen, onlardan sonra neyi icat ettiklerini bilmiyorsun.' Ben de, salih kulun dediği gibi diyeceğim: 'Ben, onların arasında iken onlara şahitlik ettim, ama sen beni aldığında, sen onlara bakıcıydın. Eğer onları azap edersen, onlar senin kullarındır, eğer affedersen...' ayetini (5:117 & 118) bana denilecek: 'Bu insanlar, senden ayrıldıklarından beri sürekli olarak dinden döndüler.'\""
    },
    {
      "id": 220,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir: \"Şu ayet nazil olduğunda: 'Ey insanlar! Rabbinizden korkun! Şüphesiz saatın sarsıntısı büyük bir şeydir...' ayetinin sonuna kadar (22:1 & 2) dedi ki: 'Bu ayetler, o (ﷺ) yolculukta iken nazil oldu ve dedi ki: 'Bu günün ne günü olduğunu biliyor musunuz?' Onlar da: 'Allah ve Elçisi daha iyi bilir.' dediler. O da: 'O gün, Allah'ın Adem'e: 'Ateşe gönderilecek olanları gönder' diyeceği gündür. O da: 'Rabbim! Kaç kişi gönderilecek?' diyecek. O da: 'Ateşe dokuz yüz doksan dokuz, cennete bir kişi.' dedi. O da: 'Müslümanlar ağlamaya başladılar. Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'Sıralarınızı kapatın ve düz durun, çünkü hiçbir peygamber yoktur ki, onun gelişinden önce bir cehalet dönemi olmasın, bu yüzden sayı o cehalet döneminden alınacak ve eğer bu yeterli olmazsa, münafıklardan tamamlanacaktır. Sizin ve diğer milletlerin örneği, bir hayvanın ön bacağındaki bir iz veya bir devedeki bir ben gibi olmanızdır.' Sonra dedi ki: 'Cennette insanların dörtte biri olmanızı umuyorum.' Onlar da: 'Allahu Ekber.' dediler. Sonra dedi ki: 'Cennette insanların üçte biri olmanızı umuyorum.' Onlar da: 'Allahu Ekber.' dediler. Sonra dedi ki: 'Cennette insanların yarısı olmanızı umuyorum.' Onlar da: 'Allahu Ekber.' dediler.\" Dedi ki: \"İki üçte bir dedi mi bilmiyorum.\""
    },
    {
      "id": 221,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmran bin Hüsayn'dan rivayet edilmiştir: \"Biz Peygamber (ﷺ) ile bir yolculukta idik, bazı arkadaşları geri kaldı. Bunun üzerine Allah'ın Elçisi (ﷺ) sesini yükselterek bu iki ayeti okudu: 'Ey insanlar! Rabbinizden korkun! Şüphesiz saatın sarsıntısı büyük bir şeydir...' ayetinin sonuna kadar (21:1 & 2). Arkadaşları bunu duyunca, onun söyleyecek bir şeyi olduğunu bildikleri için ona yetişmek için acele ettiler. O (ﷺ) dedi ki: 'Bu günün ne günü olduğunu biliyor musunuz? O gün, Adem'e çağrılacak. Rabbim onu çağıracak ve: 'Ey Adem! Ateşe gönderilecek olanları gönder.' diyecek. O da: 'Rabbim! Kaç kişi ateşe gönderilecek?' diyecek. O da: 'Her bin kişiden dokuz yüz doksan dokuzu ateşe, bir kişi cennete.' dedi. İnsanlar, bir daha gülmeyecek gibi umutsuz hale geldiler. Allah'ın Elçisi (ﷺ) arkadaşlarının durumunu görünce: 'Çok çalışın ve müjdeyi alın. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, siz, sayıca çok olan iki yaratıkla birlikte sayılacaksınız; Ya'cuc ve Ma'cuc, ve Adem'in soyundan ölenler ve İblis'in soyundan olanlar.' dedi. Dedi ki: 'Böylece insanların bir kısmının üzüntüsü gitti, o (ﷺ) dedi ki: 'Çok çalışın ve müjdeyi alın. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, insanlar arasında siz, bir devedeki ben veya bir hayvanın ön bacağındaki bir iz gibisiniz.'\""
    },
    {
      "id": 222,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Sadece Al-Bait Al-'Atiq denir, çünkü ona bir zalim tarafından fethedilmemiştir.'\""
    },
    {
      "id": 223,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) Mekkeden çıkarıldığında, Ebu Bekir dedi ki: 'Onlar, Peygamberlerini kendi felaketlerine sürgün ettiler.' Bunun üzerine Allah, Azze ve Celle, 'Kendilerine savaş açılanlara savaş izni verilmiştir, çünkü onlar haksızlığa uğradılar; ve şüphesiz, Allah onlara zafer vermeye kadirdir' (22:39) ayetini indirdi. Ebu Bekir dedi ki: 'O zaman savaş olacağını anladım.'\""
    },
    {
      "id": 224,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Sa'id bin Cubeyr'den rivayet edilmiştir: \"Peygamber (ﷺ) Mekkeden çıkarıldığında bir adam dedi ki: 'Onlar, Peygamberlerini sürgün ettiler.' Bunun üzerine şu ayet nazil oldu: 'Kendilerine savaş açılanlara savaş izni verilmiştir, çünkü onlar haksızlığa uğradılar; ve şüphesiz, Allah onlara zafer vermeye kadirdir. Haksız yere evlerinden çıkarılanlar (22:39).'\""
    },
    {
      "id": 225,
      "narrator": "Narrated 'Umar bin Al-Khattab :",
      "text": "Ömer bin Hattab'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) vahiy aldığında, yüzünün önünde arıların vızıltısını duymak mümkündü. Bir gün vahiy kendisine gelirken, Kıble'ye döndü, ellerini kaldırdı ve: 'Ey Allah! Bizi artır, eksiltme. Bize ihsan et, bizden esirgeme, bizi memnun et ve sen de bizden memnun ol.' dedi. O (ﷺ) dedi ki: 'Bana on ayet nazil oldu, onlara uyan cennete girecektir (ve bunlar): 'Gerçekten müminler kurtuluşa ermiştir...' on ayetin tamamlanmasına kadar (23:1-10).'\""
    },
    {
      "id": 226,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ar-Rubai' bint An-Nadr, Peygamber (ﷺ)'e geldi - oğlu Harithah bin Suraqah, Badr Günü bir okla vurulmuş ve bilinmeyen bir kişi tarafından öldürülmüştü - böylece Allah'ın Elçisi (ﷺ)'ne geldi ve dedi ki: \"Harithah hakkında bana bilgi ver. Eğer o iyiliğe ulaştıysa, sabırlı ve metin olacağım. Eğer iyiliğe ulaşmadıysa, onun için dua edeceğim.\" Bunun üzerine Allah'ın Peygamberi (ﷺ) dedi ki: \"Ey Umm Harithah! Cennette bahçeler vardır, ve gerçekten senin oğlun Harithah cennetin en yüksek yerine ulaşmıştır, ve Al-Firdaws cennetin en yüksek, en merkezi ve en iyisidir.\""
    },
    {
      "id": 227,
      "narrator": "Narrated 'Abdur-Rahman bin  Wahb - that is Al-Hamdani:",
      "text": "'Abdur-Rahman bin Wahb - bu Al-Hamdani'dir - rivayet etmiştir: Peygamber (ﷺ)'in eşi Aişe şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ)'ne bu Ayet hakkında sordum: 'Ve kalpleri korkuyla dolu olarak verdiklerini verenler... (23:60)' Aişe dedi ki: \"Onlar şarap içenler ve hırsızlık yapanlar mı?\" O dedi ki: \"Hayır, Ey Es-Sıddık'ın kızı. Onlar oruç tutanlar, Salat kılanlar, korkarak sadaka verenlerdir; işte bunlar hayırlı amellere koşarlar ve bunlar onlardandır (23:61).\""
    },
    {
      "id": 228,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Orada dudakları yerinden oynamış bir şekilde gülümseyecekler... (23:103) - dedi ki - \"O, ateşte kızartılacak, öyle ki üst dudağı başının ortasına kadar çekilecek, alt dudağı ise göbeğine kadar sarkacaktır.\""
    },
    {
      "id": 229,
      "narrator": "Narrated 'Amr bin Shu'aib:",
      "text": "'Amr bin Shu'aib'den, babasından, dedesinden rivayet edilmiştir ki: \"Mekke'den Medine'ye esirleri taşıyan Marthad bin Abi Marthad adında bir adam vardı.\" Dedi ki: \"Mekke'de 'Anaq' adında bir fahişe kadın vardı, o da onun arkadaşıydı. Mekke'deki esirlerden birine onu taşıyacağına söz vermişti ve dedi ki: 'Aydan aydınlık bir gece Mekke'nin duvarlarından birine kadar geldim.' Dedi ki: \"'Anaq geldi ve duvarın yanında gölgemi gördü. Bana ulaştığında beni tanıdı ve dedi ki: 'Marthad?' Ben de cevap verdim: '(Evet) Marthad.' O dedi ki: 'Hoş geldin, gel bizimle geceyi geçir.' Ben dedim: 'Ey Anaq! Allah, zinayı haram kılmıştır.' O da dedi ki: 'Ey çadır halkı! İşte sizin esirlerinizi alan adam!' Dedi ki: \"Sekiz kişi peşime düştü, ben de Al-Khandamah geçitlerinden geçtim. Bir mağarada durdum ve içine girdim. Onlar başımın üstünde duruncaya kadar geldiler ve üzerime idrar yapmaya başladılar. Ama Allah, onların beni görmelerini engelledi. Dedi ki: 'Sonra geri döndüm. Onu taşımak için arkadaşımın yanına döndüm - o ağır bir adamdı - ta ki Al-Idhkir'e ulaşana kadar. Orada onun zincirlerini çıkardım ki taşımak daha kolay olsun, çünkü beni yıpratıyordu, ta ki Medine'ye ulaşana kadar. Allah'ın Elçisi (ﷺ)'ne gittim ve dedim ki: 'Ey Allah'ın Elçisi! Anaq ile evlenebilir miyim?' Ama Allah'ın Elçisi (ﷺ) sessiz kaldı ve bana hiç cevap vermedi ta ki şu ayet nazil olana kadar: 'Zani, ancak bir zaniye veya bir müşrik ile evlenir; ve zaniye, ondan başka bir zani veya müşrik ile evlenmez (24:3). O yüzden onunla evlenme.'\""
    },
    {
      "id": 230,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Sa'id bin Cübeir'den rivayet edilmiştir: \"Li'an olayıyla ilgili olarak ayrılmaları gerekip gerekmediği sorulduğunda, Mus'ab bin Zübeyir'in liderliği döneminde. Ne söyleyeceğimi bilmiyordum. Bu yüzden Abdullah bin Ömer'in evine gittim ve içeri girmek için izin istedim. Uyuduğu söylendi, ama beni duydu ve dedi ki: 'İbn Cübeir mi? Gir. İhtiyacın olmadan gelmiş olamazsın.'\" Dedi ki: \"Öyleyse içeri girdim ve onu atının eyer örtüsünde yatar halde buldum. Dedim ki: 'Ey Ebu Abdurrahman! Li'an olanlar ayrılmalı mı?' Dedi ki: 'Allah'ın kudretiyle! Evet. Bu konuda ilk soru soran şu kişi, o kişi, o kişi. O, Peygamber (ﷺ)'e geldi ve dedi ki: 'Ey Allah'ın Elçisi! Eğer birimiz karısını zina yaparken görürse, ne yapmalıdır? Eğer bir şey söylerse, sözü korkunç bir mesele olur, eğer sessiz kalırsa, mesele hakkında sessiz kalması korkunç olur.' Dedi ki: 'Bunun üzerine Peygamber (ﷺ) sessiz kaldı ve ona cevap vermedi. Sonra o, Peygamber (ﷺ)'e geldi ve dedi ki: 'Senden bunu soran kişi buna maruz kaldı.' Bunun üzerine Allah, Nur Suresi'nden bu ayetleri indirdi: 'Ve karılarını suçlayan ve kendilerinden başka tanık olmayanlar, onlardan birinin yeminini dört yeminle Allah'a, o doğru söyleyenlerden olduğuna dair (24:6-10)' - ayetlerin sonuna kadar. Dedi ki: 'Sonra adamı çağırdı ve ona ayetleri okudu ve onu nasihat etti, hatırlattı ve ona dedi ki: 'Gerçekten dünya cezası, ahiret cezasından daha azdır.' O da dedi ki: 'Hayır! Seni hak ile gönderenin adıyla! Onun hakkında yalan söylemedim.' Sonra (ﷺ) kadına da aynı şekilde yaptı, onu nasihat etti ve hatırlattı ve ona dedi ki: 'Gerçekten dünya cezası, ahiret cezasından daha azdır.' O da dedi ki: 'Hayır! Seni hak ile gönderenin adıyla! O doğruyu söylemiyor.' Dedi ki: 'Sonra önce adamdan başladı: O, dört kez Allah'a yemin etti ki o doğru söyleyenlerden biridir, beşinci kez de Allah'ın laneti üzerine olsun, eğer o yalancılardan biri ise. Sonra aynı şekilde kadın: O, dört kez Allah'a yemin etti ki o yalancılardan biridir, beşinci kez de Allah'ın gazabı üzerine olsun, eğer o doğru söyleyenlerden biri ise. Sonra ikisini birbirinden ayırdı.'\""
    },
    {
      "id": 231,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Hilal bin Umayyah, Peygamber (ﷺ)'e gitti ve karısını Şarik bin Sahma ile zina yapmakla suçladı. Allah'ın Elçisi (ﷺ) dedi ki: 'Ya delil getir, ya da sırtına ceza alırsın.'\" Dedi ki: \"Hilal dedi: 'Ey Allah'ın Elçisi (ﷺ)! Eğer birimiz karısını bir adamla görürse, tanık aramalı mı?' Peygamber (ﷺ) sürekli: 'Ya delil getir, ya da sırtına ceza alırsın.' dedi.\" Dedi ki: \"Hilal sonra dedi ki: 'Seni hak ile gönderenin adıyla, Allah bana sırtımdaki ceza ile kurtaracak bir şey indirsin.' Sonra (şu ayet) nazil oldu: 'Ve karılarını suçlayan, fakat kendilerinden başka tanık olmayanlar, onlardan birinin yeminini dört yeminle Allah'a, o doğru söyleyenlerden olduğuna dair (24:6-9). O, bunu okuyana kadar: 'Ve beşinci; eğer o doğruyu söylüyorsa, Allah'ın gazabı üzerine olsun.' dedi. Sonra Peygamber (ﷺ) dedi: 'Allah, sizden birinin yalancı olduğunu bilir, peki, hanginiz tövbe edecek?' Sonra kadın ayağa kalktı ve yeminler aldı, ve beşinciyi alacakken; 'Eğer o doğruyu söylüyorsa, Allah'ın gazabı üzerine olsun', insanlar onu durdurdu ve ona dediler: 'Bu kesinlikle sana Allah'ın lanetini getirecektir (eğer suçluysan).' İbn Abbas dedi: 'O, tereddüt etti ve o kadar geri çekildi ki, onun yalanlamasını geri alacağını düşündük. Ama o dedi: 'Ailem için onurumu zedelemeyeceğim.' Peygamber (ﷺ) sonra dedi: 'Onu gözlemleyin, eğer gözleri kohl ile parlayan, geniş kalçalı ve şişman bacaklı bir çocuk doğurursa, o Şarik bin Sahma'nın çocuğudur.' (Sonra) o, bu tanıma uyan bir çocuk doğurdu. Bunun üzerine Peygamber (ﷺ) dedi: 'Eğer bu, Allah'ın Kitabı'nda kesinleşmemiş olsaydı, onu şiddetle cezalandırırdım.'\""
    },
    {
      "id": 232,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Hakkımda söylenenler söylenmişti ve ben bunun farkında değildim, Allah'ın Elçisi (ﷺ) ayağa kalktı ve insanlara hitap etti. Teşehhüd okudu ve Allah'a, O'na layık olduğu şekilde hamd ve şükrederek dedi: 'Devam edelim: Ey insanlar! Karım hakkında iftira atanlar hakkında görüşlerinizi bana verin. Allah'a yemin ederim ki, onun hakkında hiç kötü bir şey bilmiyorum. Allah'a yemin ederim ki, onu suçladılar, o adam hakkında ben hiçbir kötü şey bilmem, o benim evime girmediği zamanlar benim orada olduğum zamanlardır ve ben yolculuğa çıktığımda, o benimle birlikte giderdi.' Sa'd bin Mu'adh, Ebu Bekir'e atıfta bulunarak: 'akrabalara, yoksullara ve Allah yolunda evlerini terk edenlere vermek için.' - yani Mistah - 'Ona, Allah'ın sizi affetmesini istemez misiniz? Ve Allah, çok bağışlayandır, çok merhamet edendir (24:22).' Bunun üzerine Ebu Bekir dedi: 'Evet, Allah'a yemin ederim! Ey Rabbimiz! Biz senin bizi affetmeni istiyoruz.' Böylece yaptığına geri döndü.\""
    },
    {
      "id": 233,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Masumiyetim ortaya çıktığında, Allah'ın Elçisi (ﷺ) Minber'de durdu ve bunu belirtti. Kur'an'ı okudu ve indiğinde, iki adam ve kadının hadd cezası olarak dövülmesini emretti.\""
    },
    {
      "id": 234,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Dedim ki: 'Ey Allah'ın Elçisi (ﷺ)! En kötü günah nedir?' Dedi ki: 'Allah'a eş koşmak, oysa O, sizi yaratan O'dur.'\" Dedi ki: \"Dedim ki: 'Sonra ne?' Dedi ki: 'Çocuğunuzu, sizinle yemek yemesinden korkarak öldürmek.'\" Dedi ki: \"Dedim ki: 'Sonra ne?' Dedi ki: 'Komşunuzun karısıyla zina etmek.'\""
    },
    {
      "id": 235,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ)'ne hangi günahın en kötü olduğunu sordum.' Dedi ki: 'Allah'a eş koşmak, oysa O, sizi yaratan O'dur; çocuğunuzu, sizinle yemek yemesin diye öldürmek - ya da yiyeceğiniz yüzünden, komşunuzun karısıyla zina etmek.'\" Dedi ki: \"Ve bu ayeti okudu: 'Ve Allah ile birlikte başka bir ilah çağırmayan, Allah'ın haram kıldığı canı öldürmeyen, ancak gerekli olduğu kadar, yasadışı cinsel ilişkiye girmeyen - ve kim bunları yaparsa, ceza alacaktır. Kıyamet Günü onun azabı iki kat olacaktır ve orada alçaltılmış olarak kalacaktır (25:68 & 69).'\""
    },
    {
      "id": 236,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Bu ayet nazil olduğunda: 'Ve yakın akrabalarınızı uyarın (26:214).' Allah'ın Elçisi (ﷺ) dedi ki: 'Ey Safiyyah bint Abdülmuttalib! Ey Fatıma bint Muhammed! Ey Banu Abdülmuttalib! Benim Allah katında size yardım etme gücüm yok! İstediğiniz her şeyi benim malımdan isteyin.'\""
    },
    {
      "id": 237,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Bu ayet nazil olduğunda: 'Ve yakın akrabalarınızı uyarın (26:214)' Allah'ın Elçisi (ﷺ) Kureyş'in (ailelerini) bir araya topladı, hepsine hitap etti: 'Ey Kureyş halkı! Kendinizi ateşten kurtarın! Benim Allah katında size zarar vermek veya fayda sağlamak gücüm yok! Ey Banu Abd Manaf! Kendinizi ateşten kurtarın! Benim Allah katında size zarar vermek veya fayda sağlamak gücüm yok! Ey Banu Kusayy! Kendinizi ateşten kurtarın! Benim Allah katında size zarar vermek veya fayda sağlamak gücüm yok! Ey Banu Abdülmuttalib! Kendinizi ateşten kurtarın! Benim Allah katında size zarar vermek veya fayda sağlamak gücüm yok! Ey Fatıma bint Muhammed! Kendini ateşten kurtar! Benim Allah katında size zarar vermek veya fayda sağlamak gücüm yok! Tek sahip olduğunuz rahimdir ve ondan gelecek akrabalık ilişkileridir.'\""
    },
    {
      "id": 238,
      "narrator": "Narrated Qasamah bin Zuhair:",
      "text": "Kasama bin Zuhair'den rivayet edilmiştir: \"El-Eş'ari dedi ki: 'Bu ayet nazil olduğunda: 'Ve yakın akrabalarınızı uyarın (26:214)' Allah'ın Elçisi (ﷺ) parmaklarını kulaklarına soktu, sesini yükseltti ve dedi: 'Ey Banu Abd Manaf! Dinleyin!'\""
    },
    {
      "id": 239,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Yerden bir hayvan çıkacak. Onunla birlikte Süleyman'ın yüzüğü ve Musa'nın asası olacak. Bu, müminin yüzünü aydınlatacak ve inkârcının burnuna yüzükle damga vuracak, öyle ki insanlar yemek için toplandığında, bu birine: 'Ey mümin!' ve diğerine: 'Ey inkârcı!' denilecektir.\""
    },
    {
      "id": 240,
      "narrator": "Narrated Abu Hurairah, may Allah be pleased with him:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, rivayet etmiştir: \"Allah'ın Elçisi (ﷺ) amcasına dedi ki: 'La İlahe İllallah de, ben de bununla senin lehine şahitlik edebilirim, Kıyamet Günü.' O da dedi: 'Eğer Kureyş bana hakaret etmeseydi (şöyle diyerek): \"O sadece korkudan söyledi\" o zaman gözlerini sevindirirdim.' Sonra Allah, Azim ve Yüce, şöyle indirdi: 'Gerçekten, sen sevdiğini hidayete erdiremezsin, fakat Allah dilediğini hidayete erdirir (28:56).'\""
    },
    {
      "id": 241,
      "narrator": "Narrated Mus'ab bin Sa'd:",
      "text": "Mus'ab bin Sa'd'dan rivayet olundu: babası Sa'd dedi ki: \"Bana dört Ayet indirildi\" ve hikayesini anlattı. Umm Sa'd şöyle demişti: \"Allah sana (ebeveynlerine) saygı göstermeni emretmedi mi? Vallahi! Ben ölmeden bir şey yemeyeceğim veya içmeyeceğim ya da sen (İslam'dan) vazgeçmeyeceksin.\" O da dedi ki: \"Onlar onu yemek yemeye zorlamak istediklerinde, ağzını açmaya zorlarlardı. İşte bu Ayet indirildi: 'İnsana ebeveynine iyi davranmasını emrettik; fakat eğer seni, bilmediğin bir şeyi bana ortak koşmaya zorlarlarsa, onlara itaat etme' (29:8).\""
    },
    {
      "id": 242,
      "narrator": "Narrated Umm Hani:",
      "text": "Umm Hani'den rivayet olundu: Allah'ın '...Ve toplantılarınızda kötü şeyler yapıyorsunuz...' (29:29) sözü hakkında, Peygamber (ﷺ) şöyle dedi: \"Onlar, insanların üzerine taş atıyor ve onlarla alay ediyorlardı.\""
    },
    {
      "id": 243,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet olundu: \"Elif Lam Mim. Romalılar yenildi\" (En yakın topraklarda, yenilginin ardından galip gelecekler. Bid' yıllarında...) (30:1 ve 2) konusunda, Allah'ın Elçisi (ﷺ) Ebu Bekir'e bahse dair şöyle dedi: \"Neden daha dikkatli olmadın Ebu Bekir? Çünkü gerçekten de Bid', üç ile dokuz arasında olanı ifade eder.\""
    },
    {
      "id": 244,
      "narrator": "Narrated 'Atiyyah:",
      "text": "Atiyye'den rivayet olundu: Ebu Sa'id şöyle anlattı: \"Bedir Günü, Romalılar Perslere karşı galip geldiler. Müminler bundan memnun oldular, ardından şu Ayet indirildi: 'Elif Lam Mim. Romalılar yenildi, ta ki 'Müminler, Allah'ın yardımıyla sevinç duyacaklar...' (30:1-5)'\" Dedi ki: \"Müminler, Romalıların Perslere karşı zaferiyle mutlu oldular.\""
    },
    {
      "id": 245,
      "narrator": "Narrated Sa'eed bin Jubair:",
      "text": "Sa'id bin Cubeyr'den rivayet olundu: İbn Abbas'tan, Allah Teala'nın: 'Elif Lam Mim. Romalılar yenildi. En yakın topraklarda...' (30:1-3) sözü hakkında, \"Ghulibat ve Ghalabat (yenildi ve sonra galip geldi)\" dedi. O da: \"Putperestler, Perslerin Romalılara galip gelmesini istediler çünkü onlar da putlara tapan bir topluluktu, Müslümanlar ise Romalıların Perslere galip gelmesini istediler çünkü onlar Kitap ehliydiler. Bu, Ebu Bekir'e bildirildi, Ebu Bekir de bunu Allah'ın Elçisine (ﷺ) iletti ve o da: 'Kesinlikle galip gelecekler' dedi. Ebu Bekir bunu onlara iletti, ve dediler ki: 'Bizimle sizin aranızda bir bahis yapalım; eğer biz kazanırsak, şu ve bu bizim olacak, eğer siz kazanırsanız, şu veya bu sizin olacak.' O, şartı beş yıl olarak belirledi, ama (Romalılar) galip gelemediler. Bunu Peygamber'e (ﷺ) ilettiler ve o da: \"Neden daha az (yapmadınız)\" dedi - O (rivayet edenlerden biri) dedi ki: \"Sanırım o, 'on' dedi.\" O da: Sa'id dedi ki: \"Al-Bid', ondan daha az olanı ifade eder\" - dedi ki: \"Sonrasında Romalılar galip geldiler.\" Dedi ki: \"İşte Allah Teala'nın dediği: 'Elif Lam Mim. Romalılar yenildi' ta ki 'Ve o gün, müminler Allah'ın yardımıyla sevinç duyacaklar. O, dilediğine yardım eder (30:1-5).' Sufyan dedi: \"Onların Bedir Günü'nde onlara galip geldiklerini duydum.\""
    },
    {
      "id": 246,
      "narrator": "Narrated Niyar bin Mukram Al-Aslami:",
      "text": "Niyar bin Mukram Al-Aslami'den rivayet olundu: \"Şu Ayet indirildiğinde: 'Elif Lam Mim. Romalılar yenildi. En yakın topraklarda, ve onlar, yenilginin ardından, Bid' yıllarında galip gelecekler (30:1-4).' - Bu Ayetlerin indirildiği gün, Persler Romalıları yenmişti, ve Müslümanlar Romalıların onlara galip gelmesini istediler, çünkü onlar Kitap ehliydiler. Allah bunun hakkında şöyle dedi: 'Ve o gün, müminler Allah'ın yardımıyla sevinç duyacaklar. O, dilediğine yardım eder ve O, Mutlak Güç Sahibi, En Merhametli'dir (30:4 ve 5). Kureyş, Perslerin galip gelmesini istediler çünkü onlar Kitap ehli değildi, ne de olsa diriliğe inanıyorlardı. Bu Ayetler indirildiğinde, Ebu Bekir Es-Sıddık, Allah ondan razı olsun, Mekke'de dolaşarak: 'Elif Lam Mim. Romalılar yenildi. En yakın topraklarda, ve onlar, yenilginin ardından, Bid' yıllarında galip gelecekler (30:1-4).' diye ilan etti. Kureyş'ten bazıları: 'O zaman bu, bizimle sizin aranızda bir bahis. Arkadaşınız, Romalıların Persleri Bid' yıllarında yeneceğini iddia ediyor, o halde neden bunun üzerine bizimle bir bahis yapmıyorsunuz?' Ebu Bekir dedi: 'Evet.' Bu, bahsin yasaklanmasından önceydi. Ebu Bekir ve putperestler arasında bir bahis yapıldı, ve onlar Ebu Bekir'e: 'Ne dersin - Bid', üç ile dokuz yıl arasında bir şey demektir, o halde ortada anlaşalım.' diye anlaştılar. Altı yıl üzerinde anlaştılar; sonra altı yıl geçti, Romalılar galip gelmedi. Putperestler, Ebu Bekir'den bahis kazandıkları şeyi aldılar. Yedinci yıl geldiğinde ve Romalılar nihayet Perslere galip geldiklerinde, Müslümanlar Ebu Bekir'e altı yıl üzerinde anlaşma yaptığı için serzenişte bulundular. O da: 'Çünkü Allah dedi ki: 'Bid' yıllarında.' O zaman birçok insan Müslüman oldu.\""
    },
    {
      "id": 247,
      "narrator": "Narrated Abu Umamah:",
      "text": "Ebu Ümame'den rivayet olundu: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kadın şarkıcıları ne satmayın, ne satın, ne de onlara (şarkı) öğretin. Onlar üzerinde ticaretin hayrı yoktur ve fiyatları haramdır. Bu Ayet, 'İnsanlardan bazıları, Allah yolundan saptırmak için boş sözler satın alır' (31:6) hakkında indirildi.\""
    },
    {
      "id": 248,
      "narrator": "Anas bin Malik said about this Ayah:",
      "text": "Anas bin Malik bu Ayet hakkında dedi ki: \"Yanları yataklarından uzaklaşır\" (32:16) - \"Bu, Al-'Atamah dediğiniz Salat için beklemek hakkında indirildi.\""
    },
    {
      "id": 249,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet olundu: Peygamber (ﷺ) şöyle dedi: \"Allah Teala şöyle buyurdu: 'Ben, salih kullarım için, gözlerin görmediği, kulakların işitmediği ve insanların kalplerinin tasavvur edemediği şeyler hazırladım.'\" Ve bu, Allah'ın Kitabında şöyle tasdik edilmiştir: \"Hiçbir kişi, gözlerin zevkine saklanan şeyleri bilemez\" (32:17)."
    },
    {
      "id": 250,
      "narrator": "Narrated Ash-Sha'bi:",
      "text": "Eş-Şa'bi'den rivayet olundu: \"O, Minber'deyken, Al-Mughirah bin Shu'bah'ın şöyle dediğini duydum - ve bunu Peygamber'e (ﷺ) atfetti - 'Gerçekten Musa, Rabbine şöyle sordu: \"Ey Rabbim! Cennetteki insanların en düşük derecelisi kimdir?\" O da: \"Cennete kabul edilen insanların ardından gelen bir adamdır, ona girmesi söylenir. O da: 'Onlar, tüm konutlarını ve elde edilecek her şeyi almışken, ben nasıl girebilirim?' der.\" O da: \"Ona denir: 'Eğer sana dünyadaki bir kralın sahip olduğu kadarını verirsek kabul eder misin?' O da: 'Evet, ey Rabbim! Kabul ediyorum.' denir. O da: 'O halde senin için bunun gibi ve bunun gibi, ve bunun gibi daha fazlası var.' O da: 'Kabul ediyorum, ey Rabbim!' denir. O da: 'Gerçekten sen, bunu ve ruhunun arzuladığı her şeyi ve gözlerinin zevk aldığı her şeyi alacaksın.'\""
    },
    {
      "id": 251,
      "narrator": "Narrated Zuhair:",
      "text": "Zuhair'den rivayet olundu: \"Kabus bin Ebi Zubyan bize rivayet etti, babası ona rivayet etti, dedi ki: 'Biz İbn Abbas'a: \"Allah'ın Azim ve Celil olan şu sözü ne anlama geliyor: 'Allah, hiçbir insana bedeninde iki kulak yapmamıştır.' (33:4)\" dedik. O da: \"Allah'ın Elçisi (ﷺ) bir gün Salat için durdu, sonra ne kadar dua ettiğinden şüpheye düştü. Onunla birlikte dua eden münafıklar: 'Onun iki kalbi olduğunu görmüyor musun, bir kalbi seninle, diğeri onlarla?' dediler. Bunun üzerine Allah: 'Allah, hiçbir insana bedeninde iki kalp yapmamıştır.' diye indirdi.\""
    },
    {
      "id": 252,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet olundu: \"Amcam Anas bin An-Nadr - ki ben onun adıyla anıldım - Allah'ın Elçisi (ﷺ) ile Bedir savaşına katılmadı. Bu onu üzdü ve şöyle dedi: 'Ben, Allah'ın Elçisi (ﷺ) ile katıldığım ilk savaştan mahrum kaldım. Vallahi! Eğer Allah, bana Allah'ın Elçisi (ﷺ) ile başka bir savaşta katılma fırsatı verirse, Allah benim ne yapacağımı görecektir!'\" Dedi ki: \"O, bundan fazlasını söylemek istemedi. Bir yıl sonra, Uhud savaşına katıldı, orada Sa'd bin Mu'adh'ı gördü ve dedi: 'Ey Ebu 'Amr, nereye gidiyorsun?' O da: 'Cennetin kokusuna hasretim var ve onu Uhud dağlarının yakınında buldum.' dedi. Onlarla savaştı ve şehit oldu. Vücudunda seksenden fazla yara bulundu, ister kılıç darbesi, ister mızrak yarası, ister ok yarası olsun. Amcam Ar-Ruba'i bin An-Nadr dedi ki: 'Kardeşimi parmak uçlarından başka tanıyamadım.' Ve bu Ayet indirildi: 'Müminlerden öyle adamlar vardır ki, Allah ile olan ahitlerine sadık kaldılar; onlardan bazıları ahitlerini yerine getirdi, bazıları ise beklemektedir, ama asla değişmediler' (33:23).'\""
    },
    {
      "id": 253,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet olundu: \"Amcam Bedir savaşında bulunmadı, bu yüzden şöyle dedi: 'Ben, Allah'ın Elçisi (ﷺ) ile putperestlerle savaştığım ilk savaşta bulunmadım, eğer Allah, putperestlerle bir savaşta katılma fırsatı verirse, Allah benim ne yapacağımı görecektir!' Uhud Günü, Müslümanlar geri çekildiğinde, o şöyle dedi: 'Ey Allah! Gerçekten ben, bu insanların - yani putperestlerin - yaptıklarından sana karşı masumum, ve bu insanların - yani Ashabın - yaptıkları için onları affetmeni diliyorum.' Sonra öne geçti ve Sa'd ile karşılaştı. Dedi: 'Ey kardeşim! Ne yaparsan yap, ben seninleyim!' Ama o, onun gibi olamadı. Vücudunda seksenden fazla yara bulundu, kılıç darbeleri, mızrak delikleri veya ok yaraları arasında. Biz deriz ki: 'Bu, onun ve arkadaşlarının hakkında indirilen (şu) Ayet içindir: 'Onlardan bazıları ahitlerini yerine getirdi, bazıları ise beklemektedir, ama asla değişmediler' (33:23). (Rivayet edenlerden biri) Yezid dedi: \"Bu Ayet, onun hakkında.\""
    },
    {
      "id": 254,
      "narrator": "Narrated Musa bin Talhah:",
      "text": "Musa bin Talha'dan rivayet olundu: \"Muaviye'ye girdim ve o dedi ki: 'Sana iyi bir haber vermeyeyim mi?' Ben de: 'Elbette!' dedim. O da: 'Ben, Allah'ın Elçisinin (ﷺ) şöyle dediğini duydum: 'Talha, ahdini yerine getirenlerdendir.'\""
    },
    {
      "id": 255,
      "narrator": "Narrated Musa and 'Eisa, the sons of Talhah:",
      "text": "Musa ve Eisa, Talha'nın oğulları: babalarından rivayet ettiler: \"Peygamber (ﷺ) arkadaşları, bilgisiz bir bedevi adama şöyle dediler: 'Ona, ahdini yerine getiren kimdir diye sor.' Onlar, ona saygılarından dolayı soru sormak alışkanlığında değildiler. Bedevi ona sordu, ama o ondan yüz çevirdi. Sonra tekrar sordu, ama o yine ondan yüz çevirdi. Sonra bir kez daha sordu, ama o yine ondan yüz çevirdi. Ben, caminin kapısından bakarken, yeşil bir giysi giymekteydim ve Peygamberi (ﷺ) gördüm, o da: 'Ahdini yerine getiren kimdir diye soran nerede?' dedi. Bedevi: 'İşte buradayım, Ey Allah'ın Elçisi!' dedi. Allah'ın Elçisi (ﷺ) dedi ki: 'İşte bu, ahdini yerine getiren biridir.'\""
    },
    {
      "id": 256,
      "narrator": "Narrated 'Aishah :",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) eşlerine bir seçim yapmalarını söylemesi emredildiğinde, önce benimle başladı. Dedi ki: 'Ey 'Aişe! Sana bir şey söyleyeceğim, ama cevap vermek için acele etme, önce ebeveyninle danış.' Ben de dedim ki: 'Ve o, ebeveynimin ondan ayrılmamı istemeyeceklerini biliyordu.' Sonra Allah vahyetti: 'Ey Peygamber! Eşlerine de ki: Eğer dünya hayatını ve onun süsünü istiyorsanız, o zaman gelin...' ve '...sizin için hayırlı olanlara büyük bir ödül vardır (33:28 & 29).' Ben de dedim: 'Ebeveynimle ne için danışmalıyım? Gerçekten ben Allah'ı, O'nun Elçisini ve Ahiret yurdunu istiyorum.' Peygamberin (ﷺ) diğer eşleri de benim yaptığım gibi yaptılar.\""
    },
    {
      "id": 257,
      "narrator": "Narrated 'Umar bin Abi Salamah - the step-son of the Prophet (ﷺ):",
      "text": "'Umar bin Ebi Selame - Peygamberin (ﷺ) üvey oğlu - şöyle rivayet etmiştir: \"Bu ayetler Peygamber (ﷺ) için vahyedildiğinde: 'Allah sadece sizden rijs'i kaldırmak ve sizi tam bir arınma ile arındırmak ister, ey Ahl-i Beyt (33:33)' Umm Selame'nin evinde, Fatıma'yı, Hasan'ı, Hüseyin'i çağırdı ve onları örtüye sardı, ardından 'Ali arkasında duruyordu, onu da örtüye sardı, sonra dedi ki: 'Ey Allah! İşte bunlar benim ev halkımdır, o halde rijs'i onlardan kaldır ve onları tam bir arınma ile arındır.' Umm Selame de dedi ki: 'Ya Allah'ın Elçisi, ben de mi?' O da dedi: 'Sen yerindesin (yani zaten benim ev halkımdansın), sen iyilik içindesin.'\""
    },
    {
      "id": 258,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Altı ay boyunca, Allah'ın Elçisi (ﷺ) Fajr namazına giderken Fatıma'nın kapısının önünden geçerken şöyle derdi: 'As-Salat, Ey Ahl-i Beyt! Allah sadece sizden rijs'i kaldırmak ve sizi tam bir arınma ile arındırmak ister (33:33).'\""
    },
    {
      "id": 259,
      "narrator": "Narrated 'Aishah :",
      "text": "'Aişe'den rivayet edilmiştir: \"Eğer Allah'ın Elçisi (ﷺ) kendisine vahyedilen bir şeyi gizlemiş olsaydı, bu ayetleri gizlerdi: 'Ona, Allah'ın lütuf verdiği (İslam ile) ve senin ona bir iyilikte bulunduğun (yani o bir köleydi ve sen onu özgürleştirdin) zaman, 'Karını kendine tut ve Allah'tan kork' dedin. Ama sen, Allah'ın açığa çıkaracağı şeyi içinden gizledin, insanlardan korktun, oysa Allah'tan korkmaya daha layıksın' ayetine kadar. Onlar dediler ki: 'O, karısının oğluyla evlendi, o zaman Allah vahyetti: 'Muhammed, sizin erkeklerinizden hiçbirinin babası değildir, fakat o Allah'ın Elçisi ve Peygamberlerin sonuncusudur (33:40).' Allah'ın Elçisi (ﷺ) onu küçükken evlat edinmişti ve o, 'Zeyd bin Muhammed' olarak anılmaya devam etti, ta ki büyüyüp erginliğe ulaşana kadar, sonra Allah vahyetti: 'Onları babalarının isimleriyle çağırın, bu Allah katında daha adildir (33:5). (De ki) Falanca, falancanın maula'sı ve; falanca, falancanın kardeşidir. 'Bu, Allah katında daha adildir' demek, bunu yapmak Allah'a daha adil gelir.\""
    },
    {
      "id": 260,
      "narrator": "Narrated 'Aishah :",
      "text": "'Aişe'den rivayet edilmiştir: \"Eğer Peygamber (ﷺ) vahiyden bir şeyi gizlemiş olsaydı, bu ayeti gizlerdi: 'Ona, Allah'ın lütuf verdiği ve senin ona bir iyilikte bulunduğun (33:37).'\""
    },
    {
      "id": 261,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: \"Biz Zeyd bin Harise'yi sadece 'Zeyd bin Muhammed' olarak çağırdık, ta ki Kur'an vahyedilene kadar (şöyle): 'Onları babalarının isimleriyle çağırın, bu Allah katında daha adildir (33:5).'\""
    },
    {
      "id": 262,
      "narrator": "Narrated Dawud bin Abi Hind:",
      "text": "Davud bin Ebi Hind'den rivayet edilmiştir: Ash-Sha'bi'den, Allah'ın sözü hakkında: 'Muhammed, sizin erkeklerinizden hiçbirinin babası değildir (33:40)' dedi ki: \"Onun erkek çocukları onlardan hiçbirinin içinde yaşamayacaktır.\""
    },
    {
      "id": 263,
      "narrator": "Narrated Umm 'Umarah Al-Ansariyyah:",
      "text": "Ümmü 'Umarah el-Ensariyye'den rivayet edilmiştir: \"Peygamber (ﷺ)'e geldim ve dedim ki: 'Ben, her şeyin erkekler için olduğunu görüyorum, kadınlar için hiçbir şeyin zikredildiğini görmüyorum.' Bunun üzerine bu ayet vahyedildi: 'Gerçekten Müslüman erkekler ve Müslüman kadınlar, inanan erkekler ve inanan kadınlar... (33:35)'\""
    },
    {
      "id": 264,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Bu ayet vahyedildiğinde: 'Ama sen, Allah'ın açığa çıkaracağı şeyi içinden gizledin... (33:37)' Zeynep bint Cahş hakkında, Zeyd Peygamber (ﷺ)'e gelerek şikayette bulundu ve onu boşamak istedi, Peygamber (ﷺ) ile danıştı. Peygamber (ﷺ) dedi ki: 'Karını kendine tut ve Allah'tan kork (33:37).'\""
    },
    {
      "id": 265,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Bu ayet Zeynep bint Cahş hakkında vahyedildiğinde: 'Zeyd onunla işini tamamladığında, onu sana nikahladık (33:37)' - dedi ki: 'O, Peygamber (ﷺ)'in eşlerine şöyle övünürdü: 'Sizin aileleriniz sizi (ona) evlendirdi, oysa Allah beni (ona) yedi göğün üstünden evlendirdi.'\""
    },
    {
      "id": 266,
      "narrator": "Narrated Umm Hani bint Abu Talib:",
      "text": "Ümmü Hani bint Ebu Talib'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bana talip oldu, ama ben ondan özür diledim. Sonra Allah vahyetti: 'Şüphesiz, biz sana, haklarını ödediğin eşlerini ve sağ elinin sahip olduğu kadınları, Allah'ın sana verdiği, ve baba amcalarının kızlarını, baba halalarının kızlarını, anne amcalarının kızlarını, anne halalarının kızlarını, seninle hicret edenleri ve bir inanan kadını, eğer kendisini Peygamber'e teklif ederse... (33:50)' O da dedi: 'Ben onun için helal değildim çünkü hicret etmemiştim; ben Tulaqa'dan (Mekke'nin fethinden sonra İslam'ı kabul edenler) biriydim.'\""
    },
    {
      "id": 267,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) için, mümin kadınlar dışında, tüm kadınlar haram kılındı. (Allah) dedi: 'Bundan sonra (başka) kadınlarla evlenmek sana helal değildir, güzellikleri seni çekse bile, sağ elinin sahip olduğu kadınlar hariç (33:52). - Ve Allah, inanan kızlarını helal kıldı 'Ve bir inanan kadın, eğer kendisini Peygamber'e teklif ederse (33:50)' ve O, İslam dışındaki her kadını haram kıldı.\" Sonra dedi ki: \"Ve kim imandan küfrederse, onun ameli boşa gider; ve Ahiret'te kaybedenlerden olacaktır (5:5).\" Ve dedi ki: \"Şüphesiz, biz sana, haklarını ödediğin eşlerini ve sağ elinin sahip olduğu kadınları, Allah'ın sana verdiği\" ayetine kadar: \"Bu, sadece sana bir ayrıcalıktır, diğer müminler için değildir (33:50).\" O, diğer kadın türlerini haram kıldı.\""
    },
    {
      "id": 268,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) kadınların kendisi için helal kılınmadan ölmedi.\""
    },
    {
      "id": 269,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Ben Peygamber (ﷺ) ileydim ve o, evlendiği bir kadının kapısına geldi, ve onunla birlikte bazı insanlar vardı. O, ihtiyacını gidermek için ayrıldı ve ondan men edildi. Sonra geri döndü ve bazı insanlar hâlâ onunla birlikteydi. Sonra tekrar ihtiyacını gidermek için ayrıldı ve geri döndü ve onlar gitmişti.\" Dedi ki: \"Bunu Ebu Talha'ya söyledim ve o dedi ki: 'Eğer söylediğin gibiyse, bununla ilgili bir şey mutlaka vahyedilecektir,' ve Hicab ayeti vahyedildi.\""
    },
    {
      "id": 270,
      "narrator": "Narrated Al-Ja'd bin Abi 'Uthman:",
      "text": "El-Ca'd bin Ebi Üthman'dan, Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) evlendi ve eşiyle birlikte oldu.\" Dedi ki: \"Annem, Ümmü Süleym, bir Tawr (pirinç ve taşla yapılmış bir kap) içinde biraz Hais hazırladı ve dedi ki: 'Ey Anas! Bunu Peygamber'e (ﷺ) götür.' Ben de ona dedim: 'Annem bunu sana gönderdi, selamlarını iletiyor ve diyor ki: 'Bu, bizden sana küçük bir şey.'\" O da dedi: 'Bunu bırak.' Sonra dedi: 'Git ve falan, falan ve falan için beni davet et, ve kiminle karşılaşırsan davet et.'\" Bazı insanları isimlendirdi ve dedi ki: \"Ben onun isimlendirdiği kişileri ve karşılaştığım herkesi davet ettim.\" - O (El-Ca'd) dedi: \"Ben Anas'a: 'Sizlerden kaç kişi vardı?' dedim. O da: 'Yaklaşık üç yüz kişi vardı.' dedi. - O (Enes) dedi: \"Allah'ın Elçisi (ﷺ) bana dedi ki: 'Ey Anas! Tawr'ı getir.' Dedi ki: \"Onlar Suffa'ya (Medine'deki mescidin gölgeli bir kısmı) ve daireye kadar girdi. Allah'ın Elçisi (ﷺ) dedi ki: 'Onları onar onar içeri alın ve her biri yanındaki şeyden yesin.'\" Dedi ki: \"Onlar doyana kadar yediler.\" Dedi ki: \"Bir grup çıktı, başka bir grup girdi, ta ki hepsi yedi.\" Dedi ki: \"O, bana dedi: 'Ey Anas! Bunu kaldır.' Dedi ki: \"Ben de onu aldım. İlk koyduğumda daha fazla mıydı, yoksa kaldırdığımda mıydı, bilemedim.\" Dedi ki: \"Onlardan gruplar, Allah'ın Elçisi (ﷺ)'in evinde oturup konuşuyorlardı, o ve eşi duvara karşı oturuyorlardı. Onlar, Allah'ın Elçisi (ﷺ) üzerinde yük olmaya başladılar, bu yüzden Allah'ın Elçisi (ﷺ) kadınlarına selam vermek için dışarı çıktı, sonra geri döndü, onlar onun üzerindeki yükü artırdıklarını fark ettiler, bu yüzden kapıya doğru acele ettiler ve hepsi dışarı çıktı. Allah'ın Elçisi (ﷺ) geldi, perdeyi indirdi ve ben dairede otururken girdi. Orada uzun kalmadı, beni terk etti ve bu ayetler vahyedildi. Sonra Allah'ın Elçisi (ﷺ) çıktı ve insanlara bunları okumak için gitti: 'Ey iman edenler! Peygamberin evine, size yemek izni verilmedikçe girmeyin, onun hazırlanmasını beklemek için değil. Ama davet edildiğinizde girin, ve yemeklerinizi yedikten sonra, konuşmak için oturmadan çıkın. Gerçekten, bu Peygamberi rahatsız eder...' ayetin sonuna kadar (33:53)' El-Ca'd dedi: \"Anas dedi ki: 'Ben bu ayetlerle ilk karşılaşan insanım ve Peygamber (ﷺ)'in eşlerinden ayrı kalmış olan.'"
    },
    {
      "id": 271,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) eşlerinden biriyle kalıyordu, bu yüzden beni yemek için insanları davet etmeye gönderdi. Yemek yedikten sonra ayrıldıklarında, Allah'ın Elçisi (ﷺ) ayağa kalktı ve 'Aişe'nin evine doğru gitti. İki adamın (hala) oturduğunu gördü, bu yüzden geri dönmeye karar verdi, ardından iki adam kalkıp gitmek için ayağa kalktı. Bunun üzerine Allah, 'Ey iman edenler! Peygamberin evine, size yemek için izin verilmedikçe girmeyin, onun hazırlanmasını beklemek için de (33:53).' diye vahyetti.\" Ve rivayetle ilgili uzun bir hikaye vardır."
    },
    {
      "id": 272,
      "narrator": "Narrated Abu Mas'ud Al-Ansari:",
      "text": "Ebu Mes'ud El-Ensari'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bize geldi, biz Sa'd bin Ubadeh'in bir meclisinde oturuyorduk. Başırca bin Sa'd dedi ki: 'Allah bize sana Salat getirmemizi emretti, peki biz sana Salat'ı nasıl getireceğiz?'\" Allah'ın Elçisi (ﷺ) sessiz kaldı, ta ki biz ona sormadığımızı düşündük. Sonra Allah'ın Elçisi (ﷺ) dedi ki: 'De ki: Ey Allah! Muhammed'e ve Muhammed'in ailesine, İbrahim'in ailesine, milletler içinde gönderdiğin gibi Salat gönder. Şüphesiz sen övülmeye layıksın, yüce olan sensin.' Ve Selam, öğrendiğiniz gibidir.'\""
    },
    {
      "id": 273,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Şüphesiz Musa, selam üzerine olsun, utangaç ve mahcup bir adamdı, asla derisinin herhangi bir kısmını utancından göstermezdi. İsrailoğulları'ndan bazıları onu rahatsız ederek: 'O, sadece derisinde bir kusur olduğu için kendini örtüyor, ya cüzzam ya da skrotal fıtık ya da başka bir kusur.' dediler. Allah yalnızdı. Giysisini çıkardı ve bir kayaya koydu, sonra banyo yaptı. İşini bitirdiğinde, giysisini almak için geri döndü, ama kaya kaydı ve giysisini de götürdü. Musa asasını aldı ve kayayı kovaladı, 'Giysim, ey kaya! Giysim, ey kaya!' diyerek. Ta ki İsrailoğulları'ndan bir grup onu çıplak gördü ve Allah'ın yarattığıların en iyisi olduğunu keşfetti.\" Dedi ki: \"Kaya durdu, giysisini aldı ve giydi. Asasıyla kayaya vurmaya başladı ve Allah'a yemin ederim ki, o vurmanın izleri kayada kaldı; üç, dört veya beş. Bu, Ayette bahsedilen şudur: 'Ey iman edenler! Musa'yı rahatsız edenler gibi olmayın, ama Allah onu iddialarından kurtardı ve O, Allah katında onurluydu (33:69).'\""
    },
    {
      "id": 274,
      "narrator": "Narrated Farwah bin Musaik Al-Muradi:",
      "text": "Farwah bin Musaik El-Muradi'den rivayet edilmiştir: \"Peygamber (ﷺ) yanına gittim ve dedim ki: 'Ey Allah'ın Elçisi! Kendi halkımdan dönenlerle, inananlarla savaşmayacak mıyım?' O da bana onlarla savaşmamı izin verdi ve beni onların komutanı yaptı.' Onu terk ettiğimde, bana sordu: 'El-Ghutaifi ne yaptı?' Bana yolculuğuma çıktığım bildirildi.\" Dedi ki: \"Bana geri dönmem için bir mesaj gönderdi. Yanına gittim ve bir grup arkadaşlarıyla birlikteydi. Dedi ki: 'Halkını davet et. İçlerinden İslam'ı kabul eden varsa, ondan kabul et. İslam'ı kabul etmeyenler için acele etme, yeni bir haber gelene kadar.'\" Dedi ki: \"Ve Saba hakkında vahyedilenler vahyedildi, bir adam dedi: 'Ey Allah'ın Elçisi! Saba nedir; bir ülke mi yoksa bir kadın mı?' Dedi ki: 'Ne bir ülke ne de bir kadın, ama on Arap arasında on oğlu olan bir adamdır. Altısı güneyde (Yemen'de) ve dördü kuzeye (Şam'a doğru) gitti. Kuzeye gidenler Lakhm, Judham, Ghassan ve 'Amilah'dır. Güney gidenler ise Azad, Al-'Ash'ariyyun, Himyar, Kindah, Madhhij ve Anmar'dır.' Bir adam dedi: 'Ey Allah'ın Elçisi! Anmar kimdir?' Dedi ki: 'Onlar arasında Khath'am ve Bajilah vardır.'\""
    },
    {
      "id": 275,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Allah, göklerde bir mesele takdir ettiğinde, melekler kanatlarını O'nun sözüne teslimiyetle çırparlar, (sanki) bir kayaya sürüklenen bir zincir gibi ses çıkararak. Kalplerinden korku kalktığında, birbirlerine derler: 'Rabbiniz ne dedi?' Cevap verirler: 'Gerçek, O, Yüce ve Büyük'tür (34:23).' Dedi ki: 'Şeytanlar birbirinin üstüne.'\""
    },
    {
      "id": 276,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Biz Allah'ın Elçisi (ﷺ) ile birlikteydik, o arkadaşlarıyla oturuyordu, bir parlayan yıldız kayması gördüler. Allah'ın Elçisi (ﷺ) dedi ki: 'Cahiliye döneminde bunun gibi bir şey gördüğünüzde, bunun hakkında ne derdiniz?' Dediler ki: 'Büyük bir adam öldü ya da büyük bir adam doğdu.' Allah'ın Elçisi (ﷺ) dedi ki: 'Bu, kimsenin ölümünden veya hayatına gelmesinden dolayı atılmamaktadır. Aksine, Rabbimiz bir mesele takdir ettiğinde, Arş'ın taşıyıcıları tarafından O'na tesbih edilir. Sonra O'na, altındakiler tarafından tesbih edilir, sonra altındakiler, ta ki bu tesbih bu göğe ulaşana kadar. Sonra altıncı göğün sakinleri, yedinci göğün sakinlerine sorarlar: 'Rabbiniz ne dedi?' Dedi ki: 'Böylece onlara bilgi verirler; sonra her göğün sakinleri bu bilgiyi ararlar, ta ki haber, yerin göklerinin sakinlerine ulaşana kadar. Şeytanlar, kulak misafiri olmaya çalışırlar, bu yüzden onlara atılırlar, böylece arkadaşlarına iletirler. Geldikleri her şey gerçektir, olduğu gibi, ama bunu çarpıtırlar ve eklerler.'\""
    },
    {
      "id": 277,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) bu Ayet hakkında şöyle dedi: 'Sonra Kitabı, seçtiğimiz kullarımızdan miras aldık. Onlardan bazıları kendilerine zulmeder, bazıları orta bir yol takip eder ve bazıları da Allah'ın izniyle, hayırlarda önde gidenlerdir (35:32). Dedi ki: \"Bu insanların hepsi aynı derecededir ve hepsi cennettedir.\""
    },
    {
      "id": 278,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: \"Banu Salamah'nın yerleşimleri Medine'nin kenarındaydı, bu yüzden mescide daha yakın bir yere taşınmak istediler. Sonra bu Ayet vahyedildi: 'Şüphesiz, biz ölüleri diriltiriz ve önceden gönderdiklerini ve izlerini kaydediyoruz... (36:12)' Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Adımlarınız kaydediliyor, bu yüzden taşınmayın.'\""
    },
    {
      "id": 279,
      "narrator": "Narrated Abu Dharr:",
      "text": "Ebu Dharr'dan rivayet edilmiştir: \"Güneş battığında Mescide girdim ve Peygamber (ﷺ) oturuyordu. Dedi ki: 'Ey Ebu Dharr! Bu nereye gidiyor biliyor musun?' Ben de: 'Allah ve O'nun Elçisi daha iyi bilir.' Dedim. Dedi ki: 'Gerçekten de secde etmek için izin istemeye gidiyor, bu yüzden izin verildi. Ve sanki ona: 'Batma yerinden kalk.' denilmiş gibi. Sonra şöyle okudu: 'İşte bu onun sabit yoludur.'\" Dedi ki: \"Bu, Abdullah bin Mes'ud'un okumasıdır.\""
    },
    {
      "id": 280,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Hiçbir çağrı yapan, kıyamet günü ondan ayrılmadan, davet ettiği şeyle birlikte tutulmaz, hatta bir adam diğer bir adamı davet etse bile.' Sonra Allah, Azim ve Yüce'nin sözünü okudu: 'Ama onları durdurun, çünkü sorgulanacaklar. Sizinle ne oluyor? Neden birbirinize yardım etmiyorsunuz? (37:24 & 25).'\""
    },
    {
      "id": 281,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile Allah, Yüce olanın şu sözünü sordum: 'Ve onu yüz bin kişiye, hatta daha fazlasına gönderdik (37:147).' Dedi ki: 'Yirmi bin (daha fazla).'\""
    },
    {
      "id": 282,
      "narrator": "Samurah narrated regarding the saying of Allah, Most High:",
      "text": "Samurah, Allah, Yüce olanın şu sözü hakkında rivayet etti: 'Ve onun soyundan, onları kurtardık (37:77).' Peygamber (ﷺ) şöyle dedi: \"Ham, Sam ve Yafith\" - (harf) Tha ile."
    },
    {
      "id": 283,
      "narrator": "Narrated Samurah:",
      "text": "Samurah'dan rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Sam, Arapların babasıdır, Ham, Habeşlilerin babasıdır ve Yafith, Romalıların babasıdır.'\""
    },
    {
      "id": 284,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Ebu Talib hastalandı, bu yüzden Kureyş ona gitmeye gitti ve Peygamber (ﷺ) de ona gitti. Orada Ebu Talib ile bir topluluk vardı, bu yüzden Ebu Cehil öfkeli bir şekilde ayağa kalktı ve O'nu (Peygamberi (ﷺ)) içeri girmesini engellemeye çalıştı.\" Dedi ki: \"O, Ebu Talib'e şikayette bulundu. Ebu Talib dedi ki: 'Ey yeğenim! Halkından ne istiyorsun?' Dedi ki: 'Onlardan sadece bir kelime istiyorum, eğer söylerlerse, Araplar onların peşinden gidecek ve gayrimüslimler onlara cizye verecekler.' Dedi ki: 'Bir kelime mi?' O da: 'Bir kelime.' Dedi ki: 'Ey amca! Onlara La İlahe İllallah desinler.' Onlar da: 'Bir Tanrı mı? Biz bunu bu son günlerin dininde duymadık. Bu sadece bir icat.' dediler.\" Dedi ki: \"Bunlar hakkında Kur'an'da şu vahyedildi: 'Sad. Hatırlatıcıyla dolu Kur'an'a yemin ederim. İnkar edenler, boş bir gurur ve karşıtlık içindedirler...' O'na kadar: 'Biz bunu bu son günlerin dininde duymadık. Bu sadece bir icat (38:1-7).'\""
    },
    {
      "id": 285,
      "narrator": "Narrated Abu Qilabah:",
      "text": "Ebu Kılabe'den rivayet edilmiştir: İbn Abbas'tan, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Geceleyin, Rabbim, mübarek ve yüce olan, en güzel görünümde yanıma geldi.\" (Rivayet edenlerden biri) dedi ki - sanırım bir rüya sırasında söyledi - \"O dedi ki: 'Ey Muhammed! En yüce grup neyle meşguldür, biliyor musun?'\" Dedi ki: \"Ben de: 'Hayır.' Dedi ki: \"O, omuzlarımın arasına elini koydu, ta ki göğsümdeki serinliği hissettim.\" - ya da şöyle dedi: \"boğazımda, böylece göklerde ve yerde ne olduğunu bildim. Dedi ki: 'Ey Muhammed! En yüce grup neyle meşguldür, biliyor musun?' Ben de: 'Evet, kefaret getiren amellerle meşguldür: ve kefaret getiren ameller şunlardır; namazdan sonra mescitte kalmak, cemaat için yürümek, zorluk içinde abdest almak ve bunu yapan, hayır içinde yaşar ve hayır içinde ölür, ve günahları, annesinin onu doğurduğu gün gibi olur.' Dedi ki: 'Ey Muhammed! Namaz kıldığında de ki: 'Ey Allah! Gerçekten senden, hayırlı ameller yapmayı, kötü amellerden kaçınmayı ve fakirleri sevmeyi istiyorum. Ve eğer kulun için fitne dilediysen, beni kendine al, fitneden beni mahrum et.'\" Dedi ki: \"Ve dereceleri yükselten ameller, selam yaymak, başkalarına yemek vermek ve insanlar uyurken gece namazı kılmaktır.\""
    },
    {
      "id": 286,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Rabbim, O yüce ve mübarek olan, en güzel bir surette yanıma geldi. O şöyle dedi: 'Ey Muhammed!' Ben de: 'Buradayım, ey Rabbim! Ve ben senin hizmetindeyim.' O dedi: 'En yüce grup neyle meşguldür?' Ben de: 'Bilmiyorum.' Bunun üzerine O, elini omuzlarımın arasına koydu, ta ki göğsümdeki serinliği hissedene kadar, böylece doğu ile batı arasındaki her şeyi bildim. O dedi: 'Ey Muhammed!' Ben de: 'Buradayım, ey Rabbim! Ve ben senin hizmetindeyim.' O dedi: 'En yüce grup neyle meşguldür?' Ben de: 'Dereceleri yükselten amellerle, günahları affettiren amellerle, cemaat için atılan adımlarla, zorluklarda abdest almakla ve namazdan sonra namazı beklemekle. Kim bunları korursa, o hayır içinde yaşar ve hayır üzere ölür, günahları annesinin onu doğurduğu gün gibi olur.'\""
    },
    {
      "id": 287,
      "narrator": "Narrated Mu'adh bin Jabal :",
      "text": "Mu'adh bin Cebel'den rivayet edilmiştir: \"Bir sabah, Allah'ın Elçisi (ﷺ) bize Salat As-Subh için gelmekten alıkonuldu, ta ki güneşin doğuşunu aramaya başlayacak hale geldik. Sonra hızlıca dışarı çıktı, namazı hazırladı. Allah'ın Elçisi (ﷺ) namazı kıldı ve namazını nispeten hızlı bir şekilde kıldı. Selam verdiğinde, yüksek sesle bize şöyle seslendi: 'Sıralarınızda kalın, olduğunuz gibi.' Sonra bize doğru döndü ve şöyle dedi: 'Bu sabah sizden alıkoyan şeyi size anlatacağım: Gece kalktım, abdest aldım ve elimden geldiğince namaz kıldım, namazım sırasında uykuya daldım ve derin bir uykuya daldım. Sonra Rabbimi, yüce ve mübarek olanı en güzel bir surette gördüm. O dedi: 'Ey Muhammed!' Ben de: 'Buradayım, ey Rabbim!' O dedi: 'En yüce grup neyle meşguldür?' Ben de: 'Bilmiyorum, Rabbim.' O bunu üç kez söyledi.\" Dedi ki: \"Sonra O'nun avucunu omuzlarımın arasına koyduğunu gördüm ve parmaklarının serinliğini göğsümde hissettim. Sonra her şey bana açıldı ve farkına vardım. O dedi: 'Ey Muhammed!' Ben de: 'Buradayım, ey Rabbim!' O dedi: 'En yüce grup neyle meşguldür?' Ben de: 'Günahları affettiren amellerle.' O dedi: 'Onlar nelerdir?' Ben de: 'Cemaat için atılan adımlar, namazdan sonra camilerdeki toplantılar, zorluklarda abdest almak.' O dedi: 'Başka ne var?' Ben de: 'Başkalarına yemek vermek, sözde yumuşak olmak ve insanlar uyurken gece namazı kılmak.' O dedi: 'Sor.' Ben de: 'Ey Allah! Ben senden hayırlı ameller yapmayı, kötü amellerden kaçınmayı, fakirleri sevmeyi, beni affetmeni ve bana merhamet etmeni istiyorum. Ve sen insanlara fitne dilediğinde, beni fitne olmadan al. Ve ben senin aşkını, senin sevdiğin kişilerin aşkını ve senin aşkına yaklaştıran amellerin aşkını istiyorum.'\" Allah'ın Elçisi (ﷺ) dedi ki: \"Gerçekten doğrudur, bunu öğrenin ve çalışın.\""
    },
    {
      "id": 288,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir: Babasından, \"Şu ayet indirildiğinde: 'O gün, Rabbiniz önünde tartışacaksınız (39:31).' Zübeyr dedi: 'Ey Allah'ın Elçisi! Dünyada aramızda geçenlerden sonra tartışmalarımızı tekrar mı yapacağız?' O dedi: 'Evet.' Bunun üzerine o dedi: 'Gerçekten bu çok ciddi bir meseledir.'\""
    },
    {
      "id": 289,
      "narrator": "Narrated Asma bint Yazid:",
      "text": "Asma bint Yazid'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle okudu: 'De ki: \"Ey kendilerine zulmeden kullarım! Allah'ın rahmetinden ümidinizi kesmeyin, şüphesiz ki Allah, bütün günahları affeder ve ben buna aldırmam (39:53).\"'\""
    },
    {
      "id": 290,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Bir Yahudi, Peygamber (ﷺ)'e geldi ve dedi ki: 'Ey Muhammed! Allah, gökleri bir parmağıyla, dağları bir parmağıyla, yeri bir parmağıyla ve diğer yaratıkları bir parmağıyla tutacaktır. Sonra O der ki: 'Ben Hükümdarım.'\" Dedi ki: \"Bunun üzerine Allah'ın Elçisi (ﷺ) gülümsedi ve dişleri görünene kadar güldü. O dedi: 'Onlar, Allah'a hakkıyla değer vermediler (39:67).'\""
    },
    {
      "id": 291,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: \"Bunun üzerine Peygamber (ﷺ) hayretle ve onaylayarak güldü.\""
    },
    {
      "id": 292,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Bir Yahudi, Peygamber (ﷺ)'in yanından geçti, Peygamber (ﷺ) şöyle dedi: 'Ey Yahudi! Bize bir şey anlat.' O da dedi ki: 'Ey Ebu'l-Kasım, Allah gökleri bunun üzerine, yerleri bunun üzerine, suları bunun üzerine, dağları bunun üzerine ve diğer yaratıkları bunun üzerine koyduğunda ne diyeceksin?'\" - Muhammed bin Es-Salt, Ebu Cafer (rivayet edenlerden biri) önce serçe parmağıyla işaret etti, sonra birer birer işaret ederek işaret parmağına kadar geldi - \"Bunun üzerine Allah, Azim ve Celil, şunu indirdi: Onlar, Allah'a hakkıyla değer vermediler (39:67).\""
    },
    {
      "id": 293,
      "narrator": "Narrated Mujahid:",
      "text": "Mücahid'ten rivayet edilmiştir: İbn Abbas şöyle dedi: \"Cehennem'in genişliğinin ne olduğunu biliyor musun?\" Ben de: \"Hayır.\" Dedi ki: \"Evet, ve Allah'a yemin ederim ki bilmiyorum. Aişe, Allah'ın Elçisi'ne (ﷺ) Allah'ın şu sözünü sordu: 'Kıyamet günü bütün yer, O'nun elinde tutulacak ve gökler sağ elinde dürülecektir (39:67).' O da dedi: 'Ben de 'O gün insanlar nerede olacak, ey Allah'ın Elçisi?' dedim. O da: 'Cehennem'in üzerindeki köprüde olacaklar.'\""
    },
    {
      "id": 294,
      "narrator": "Narrated Masruq:",
      "text": "Masruk'tan rivayet edilmiştir: Aişe şöyle dedi: \"Ey Allah'ın Elçisi! - Kıyamet günü bütün yer, O'nun elinde tutulacak ve gökler sağ elinde dürülecektir (39:67). Müminler nerede olacak?\" O dedi: \"Sirat üzerinde, ey Aişe!\""
    },
    {
      "id": 295,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Borazanın sahibi, borazanın dudaklarında dururken ve alnı öne eğilmişken nasıl rahat edebilirim, üflemesi için izin bekliyor?\" Müslümanlar dediler: \"O zaman ne demeliyiz, ey Allah'ın Elçisi?\" O dedi: \"De ki: 'Allah bize yeter, O ne güzel bir koruyucudur. Biz Allah'a güveniriz.'\" - ve belki Süfyan (rivayet edenlerden biri) dedi: \"Biz Allah'a güveniriz.\""
    },
    {
      "id": 296,
      "narrator": "Narrated 'Abdullah bin 'Amr :",
      "text": "Abdullah bin Amr'dan rivayet edilmiştir: \"Bir bedevi dedi ki: 'Ey Allah'ın Elçisi! As-Sur nedir?' O dedi: 'Üflenen bir borudur.'\""
    },
    {
      "id": 297,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Medine pazarında bir Yahudi 'Hayır! Musa'yı bütün insanlardan daha çok seçen O'na yemin ederim.' dedi. Bunun üzerine Ensar'dan bir adam elini kaldırıp yüzüne vurdu. O da 'Sen bunu söylerken Allah'ın Peygamberi (ﷺ) aramızda mı?' dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Ve Sur'a üflenecek, göklerde ve yerlerde olan herkes bayılacak, Allah'ın dilediği hariç. Sonra bir kez daha üflenecek ve bak, onlar ayakta, bakıyor olacaklar (39:68). Ben ilk başımı kaldıran olacağım ve Musa, Arş'ın desteklerinden birine tutunmuş olacak. Ben de bilmiyorum, o benden önce mi başını kaldırdı, yoksa Allah'ın istisna ettiği kişilerden mi oldu. Ve kim derse ki: 'Ben Yunus bin Matta'dan daha iyiyim,' o gerçekten yalan söylemiştir.'\""
    },
    {
      "id": 298,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Bir çağırıcı şöyle seslenecek: 'Siz hayat bulacaksınız ve asla ölmeyeceksiniz; sağlıklı olacaksınız ve asla hasta olmayacaksınız; genç kalacaksınız ve asla yaşlanmayacaksınız; nimet içinde yaşayacaksınız ve asla zor zamanlar geçirmeyeceksiniz.' Bu, Allah'ın yüce sözüdür: İşte bu, yaptığınız ameller sebebiyle size miras bırakılan Cennettir (43:72).\""
    },
    {
      "id": 299,
      "narrator": "Narrated An-Nu'man bin Bashir:",
      "text": "En-Nu'man bin Beşir'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Dua ibadettir.\" Sonra şunu okudu: 'Ve Rabbiniz dedi ki: 'Bana dua edin, ben de size cevap vereceğim. Şüphesiz ki, benim ibadetimi küçümseyenler, alçaklık içinde Cehenneme gireceklerdir (40:60).'\""
    },
    {
      "id": 300,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir: \"Karnı şişkin üç adam, ama kalpleri pek anlamayan, Kabe'de tartışıyorlardı. İkisi Kureyş'ten, biri ise Sakif'ten - ya da ikisi Sakif'ten, biri Kureyş'ten. Birisi dedi ki: 'Sizce Allah, söylediklerimizi duyabiliyor mu?' Diğeri dedi ki: 'Eğer yüksek sesle konuşursak duyar, ama sessizken duymaz.' Diğeri dedi ki: 'Eğer yüksek sesle duyabiliyorsa, sessizken de duyar.' Bunun üzerine Allah, Azim ve Celil, şunu indirdi: Ve siz kendinizi gizlemiyordunuz, kulaklarınız, gözleriniz ve derileriniz aleyhinize şahitlik etsin (41:22).\""
    },
    {
      "id": 301,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'dan rivayet edilmiştir: \"Ben Kâbe'nin örtüsünün altında gizleniyordum, üç adam geldi - biri Kureyş'ten, diğer ikisi ise Sakif'ten kayınbiraderleriydi, ya da biri Sakif'ten, diğer ikisi Kureyş'ten kayınbiraderleriydi. Karnları şişkin, pek de anlayışlı değillerdi. Anlayamadığım bir şey söylediler, sonra içlerinden biri dedi ki: 'Allah'ın bizim konuştuğumuzu duyabileceğini mi sanıyorsunuz?' Diğeri dedi ki: 'Eğer sesimizi yükseltirsek, O duyar; ama sesimizi yükseltmezsek, O duymayacaktır.' Diğeri dedi ki: 'Eğer O bizden bir şeyi duyabiliyorsa, o zaman her şeyi duyar.' Abdullah dedi ki: 'Bunu Peygamber'e (ﷺ) anlattım, bunun üzerine Allah: 'Ve siz kendinizi gizlemiyorsunuz ki, kulaklarınız, gözleriniz ve deriniz aleyhinizde şahitlik etsin...' ayetini indirdi, ta ki '...ve siz tamamen kaybolanlardan oldunuz!' (42:22 & 23) ayetine kadar.\""
    },
    {
      "id": 302,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle okudu: \"Şüphesiz ki, 'Rabbimiz Allah'tır' diyenler ve sonra sağlam duranlar (41:30).\" - Dedi ki: \"İnsanlar bunu söylediler, sonra çoğu inkâr etti, bu yüzden kim bunun üzerine ölürse, o sağlam duranlardan olur.\""
    },
    {
      "id": 303,
      "narrator": "Narrated Tawus:",
      "text": "Tavus'tan rivayet edilmiştir: İbn Abbas'a bu Ayah hakkında soruldu: De ki: \"Bu konuda sizden başka bir ödül istemiyorum, sadece akrabalık bağlarım için iyilik yapmanızdır (42:23).\" Sa'id bin Cubeyr dedi ki: 'Muhammed'in ailesine iyilik yapmak.' İbn Abbas cevap verdi: 'Kureyş'ten başka hiçbir ailenin, Allah'ın Elçisi (ﷺ) arasında akrabası yoktu.' Dedi ki: 'Sadece benimle aranızdaki akrabalık bağlarını korumanız gerekir.'\""
    },
    {
      "id": 304,
      "narrator": "Narrated 'Ubaidullah bin Al-Wazi':",
      "text": "Ubeydullah bin Al-Vazi'den rivayet edilmiştir: \"Banu Murra'dan bir Şeyh bana şöyle anlattı: 'Ben Kufe'ye vardım ve Bilal bin Ebu Burdeh hakkında bilgi aldım, bu yüzden dedim ki: \"Onda bir ders var\" ve onun evinde hapis olduğu sırada yanına gittim.' Dedi ki: 'Ona olan her şeyden sonra, ceza ve dayak nedeniyle değişmişti ve şimdi yalnız yaşıyordu. Ben de dedim ki: \"Hamd, Allah'a aittir ey Bilal! Seni yanımızda burnunu tutarak geçerken gördüm, bu tozdan değildi! Ve bugün bu halde bulunuyorsun.\" O da dedi ki: 'Nerelisin?' Ben de dedim: 'Banu Murra bin Abbad'danım.' O da dedi ki: 'Sana bir Hadis nakletmeyeyim mi, belki Allah bununla sana fayda sağlar?' Ben de dedim: 'Devam et.' Dedi ki: 'Babam, Ebu Burdeh, babası Ebu Musa'dan rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir kul bir felaketle ya da daha kötüsüyle ya da daha azıyla karşılaşmaz, ancak bir günah nedeniyle, ve Allah bunun sonucunda affettiği şey daha fazladır.\" O (Ebu Musa) dedi ki: \"Ve o okudu: Ve başınıza gelen her musibet, sizin ellerinizin kazandığı yüzündendir (42:30).\""
    },
    {
      "id": 305,
      "narrator": "Narrated Abu Umamah:",
      "text": "Ebu Ümame'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir topluluk, doğru yoldan sapmaz, ancak tartışmaya başlar.\" Sonra Allah'ın Elçisi (ﷺ) bu Ayah'ı okudu: '...Onlar yukarıdaki örneği tartışmak için zikretmediler. Hayır! Ama onlar tartışmacı bir topluluktur... (43:58)'"
    },
    {
      "id": 306,
      "narrator": "Narrated Masruq:",
      "text": "Masruk'tan rivayet edilmiştir: \"Bir adam Abdullah'a geldi ve dedi ki: 'Bir hikaye anlatıcısı, yerden bir duman çıkacağını, bu dumanın inkârcıların işitmesini alacağını ve müminler için soğuk olarak belireceğini söyledi.'\" O öfkelendi ve yatarken oturdu, sonra dedi ki: 'Sizden biri, bildiği bir şey hakkında sorulduğunda, ona uygun şekilde konuşsun' - Mansur (rivayet edenlerden biri) bunu şöyle nakletti: \"Ona bunu bildirsin\" - \"Ve bilmediği bir şey hakkında sorulduğunda, 'Allah en iyi bilendir' desin. Çünkü bir adamın bilgisi, bilmediği bir şey hakkında sorulduğunda, 'Allah en iyi bilendir' demesidir. Şüphesiz ki, Allah, Yüce, Peygamberine şöyle dedi: De ki: \"Bu konuda sizden bir ücret istemiyorum, ne de olsa ben bir münafık değilim (38:86).\" Allah'ın Elçisi (ﷺ) Kureyş'in kendisiyle inatla davrandığını görünce, dedi ki: \"Ey Allah! Onlara Yusuf'un yedi yılı gibi yedi (yıl kıtlık) ile karşılık ver.\" Böylece onları kuraklıkla cezalandırdı, her şeyi verimsiz hale getirdi, ta ki deriler ve leşler yiyene kadar\" - biri dedi ki: \"kemikler.\" Dedi ki: 'Ve yerden duman çıktığı ortaya çıktı. Sonra Ebu Süfyan ona geldi ve dedi: \"Şüphesiz ki, halkın yok oluyor, onlara Allah'a dua et.\" Dedi: \"Bu, O'nun: 'O gün gökyüzü, insanları kaplayan bir duman getirecektir, bu acı bir azaptır (44:10 & 11).' demesi hakkındadır.\" Mansur bunu şöyle nakletti: \"Bu, O'nun: 'Rabbimiz! Azabı üzerimizden kaldır, gerçekten biz mümin olacağız (44:12).' demesi hakkındadır.\" - \"O halde azap, ahirette onlardan kaldırılacak mı? Al-Batşah (Badr'daki alçak yenilgi), Al-Lizam (Badr'daki inkârcı esirler), duman,\" - biri dedi ki: \"Ay,\" diğeri dedi ki: \"Romalılar hepsi geçti.\""
    },
    {
      "id": 307,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Müminin iki kapısı vardır: Bir kapı, amellerinin yükseldiği kapıdır, diğeri ise rızkının indiği kapıdır. Ölünce, onun için ağlarlar. Bu, Allah'ın, Azim ve Yüce olanın: 'Gökler ve yer onlar için ağlamadı, ne de olsa onlara mühlet verilmedi (44:29).' ayetinin anlamıdır.\""
    },
    {
      "id": 308,
      "narrator": "Narrated 'Abdul-Malik bin 'Umair:",
      "text": "Abdul-Malik bin Umair'den rivayet edilmiştir: Abdullah bin Selam'ın yeğeninden, \"Onlar Osman'ı hedef aldıklarında, Abdullah bin Selam geldi ve Osman ona dedi: 'Ne için geldin?' O da dedi: 'Sana yardım etmeye geldim.' O da dedi: 'İnsanlara git, benim aleyhime olan saldırılarını geri çevir. Çünkü senin gitmen, buraya girmenden daha hayırlıdır.'\" Dedi ki: \"Böylece Abdullah bin Selam insanlara gitti ve dedi: 'Ey insanlar! Cahiliye döneminde bana falan filan derlerdi, sonra Allah'ın Elçisi (ﷺ) bana Abdullah adını verdi ve Allah Kitabı'ndan benimle ilgili bazı ayetler indirildi. (Aşağıdaki) benimle ilgili indirildi: 'İsrailoğullarından bir şahit, buna benzer bir şeye şahitlik etti ve inandı, siz ise inkâr ettiniz. Şüphesiz ki, Allah zalim olanları hidayete erdirmez. (46:10)\" Ve (aşağıdaki) benimle ilgili indirildi: 'Benimle sizin aranızda yeterli bir şahit Allah'tır, ve Kitap'tan da bilenler (13:43).\" Allah, kılıcı sizden çekti ve melekler bu şehrinizde komşularınızdır, vahyin Peygamberinize geldiği şehirde. Ama Allah'a yemin ederim! (O adam hakkında) Allah'tan korkun; eğer onu öldürürseniz, Allah'a yemin ederim! Eğer onu öldürürseniz, melekler sizin iyiliklerinizi sizden alır ve Allah'ın kılıcını üzerinize kaldırır, bu da Kıyamet Günü'ne kadar bir daha kınına girmeyecek.\" Dedi ki: \"Onlar: 'Yahudiyi öldür ve Osman'ı öldür.' dediler.\""
    },
    {
      "id": 309,
      "narrator": "Narrated 'Aishah :",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) fırtına bulutlarını görünce, ileri geri yürürdü. Ve yağmur yağdığında, rahatlar ve dinlenirdi.\" Dedi ki: \"Bu konuda ona bir şey söyledim, o da dedi ki: 'Ben ne bilirim? Belki de Yüce Allah'ın dediği gibidir: 'Sonra, vadilerine yaklaşan yoğun bir bulut gördüklerinde, 'Bu, bize yağmur getiren bir buluttur' dediler (46:24).'\""
    },
    {
      "id": 310,
      "narrator": "Narrated Ash-Sha'bi:",
      "text": "Ash-Sha'bi'den rivayet edilmiştir: 'Alkame dedi ki: \"Ben İbn Mes'ud'a, Allah ondan razı olsun, 'Sizlerden hiçbiri Peygamber (ﷺ) ile Cinler Gecesi'nde beraber oldu mu?' dedim. O da dedi ki: 'Hiçbirimiz onunla beraber olmadı. Bir gece, Mekke'de iken, onu bulamadık. Dedik ki: \"O öldürüldü, ne oldu ona?\" Böylece sabaha kadar en kötü geceyi geçirdik' ya da 'şafak vakti, onu Hira tarafından gelirken gördük.' Dedi ki: 'Ona başlarından geçenleri anlattılar.'\" \"O (ﷺ) dedi ki: 'Cinlerden biri beni davet etti, ben de onlara okumak için gittim.' Dedi ki: \"Böylece gittik ve onların izlerini ve kamp ateşlerinin izlerini gördük.\" Ash-Sha'bi dedi ki: \"Onlar ona yiyecekleri hakkında sordular - ve bunlar Mezopotamya cinleriydi - o da dedi: 'Allah'ın adı anılmayan her kemik, elinize geçtiğinde, ve her dışkı, hayvanlarınız için yemdir.'\" Böylece Allah'ın Elçisi (ﷺ) dedi ki: \"Onlarla istinca yapmayın, çünkü onlar cinler arasındaki kardeşleriniz için yiyeceklerdir.\""
    },
    {
      "id": 311,
      "narrator": "Narrated Az-Zuhri:",
      "text": "Zuhri'den rivayet edilmiştir: Ebu Salamah'dan, Ebu Hureyre'den (şu ayet hakkında): 'Ve günahlarınız için, inanan erkekler ve kadınlar için de af dileyin (47:19).' Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphesiz ki, ben günde yetmiş defa Allah'tan af dilerim.\""
    },
    {
      "id": 312,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Bir gün, Allah'ın Elçisi (ﷺ) bu ayeti okudu: 'Eğer yüz çevirirseniz, sizi başka bir toplulukla değiştirir; sonra onlar sizin gibi olmazlar (47:38).' Onlar dediler: 'Bizi kim değiştirecek?' Bunun üzerine Allah'ın Elçisi (ﷺ) Selman'ın omzuna dokundu, sonra dedi ki: 'Bu ve onun kavmi, bu ve onun kavmi.'\""
    },
    {
      "id": 313,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) ile beraber olan bazı sahabeler: 'Ey Allah'ın Elçisi! Allah'ın, eğer yüz çevirirsek, bizi değiştireceği bu insanlar kimlerdir?' dediler.\" O da dedi ki: \"Selman, Allah'ın Elçisi (ﷺ) yanında iken, Allah'ın Elçisi (ﷺ) Selman'ın uyluğuna dokundu ve dedi ki: 'Bu ve onun arkadaşları, ve canım elinde olan Allah'a yemin ederim! Eğer iman, Yıldızlar Takımı'ndan asılı olsaydı, onu Perslerden bir adam bulurdu.'\""
    },
    {
      "id": 314,
      "narrator": "Narrated Malik bin Anas:",
      "text": "Malik bin Enes'ten rivayet edilmiştir: Zaid bin Aslam'dan, babasından, \"Ömer bin Hattab'ın şöyle dediğini duydum: 'Bir yolculuk sırasında Allah'ın Elçisi (ﷺ) ile beraberken, ona bir şey söyledim ama o sessiz kaldı. Sonra tekrar bir şey söyledim ama o yine sessiz kaldı. Ben de atımın hızını artırarak diğer tarafa gitmeye çalıştım. Dedim ki: \"Anan seni kaybetsin ey İbn Hattab! Allah'ın Elçisi (ﷺ) ile üç kez konuştun, her seferinde sana cevap vermedi! Kur'an'da seninle ilgili bir şeyin indirilmesini hak ettin.'\" O (Ömer) dedi ki: \"Uzun sürmedi, bir sesin beni çağırdığını duydum.\" Böylece Allah'ın Elçisi (ﷺ) yanına geldim ve o dedi ki: \"Ey İbn Hattab! Geçen gece bana, güneşin doğduğu şeyden daha değerli olan bir sure indirildi: Şüphesiz ki, biz sana açık bir zafer verdik (48:1).'\""
    },
    {
      "id": 315,
      "narrator": "Narrated Anas :",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Hudeybiye'den dönerken, ona: 'Allah, geçmişteki ve gelecekteki günahlarını affetsin (48:2).' ayeti indirildi. Bunun üzerine Peygamber (ﷺ) dedi ki: 'Bana, yeryüzünde olan her şeyden daha değerli bir ayet indirildi.' Sonra Peygamber (ﷺ) onu onlara okudu ve dediler ki: 'Tebrikler ey Allah'ın Elçisi! Allah, seninle ne yapacağını açıkladı, ama bizimle ne yapacak?' Bunun üzerine (aşağıdaki) ayet indirildi: 'Ki Allah, inanan erkekleri ve inanan kadınları, içlerinden ırmaklar akan cennetlere kabul etsin' ta ki (O'nun Sözü) 'büyük bir başarıdır (48:5).' \""
    },
    {
      "id": 316,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edildi: At-Tan'im dağından seksen kişi, Allah'ın Resulünü (ﷺ) Salat As-Subh sırasında öldürmek için saldırdı, fakat o onları yakaladı ve (sonradan) serbest bıraktı. Bunun üzerine Allah, \"Ve o, sizin ellerinizi onlardan, onların ellerini sizden alıkoyandır.\" (48:24) ayetini indirdi."
    },
    {
      "id": 317,
      "narrator": "Narrated At-Tufail bin Ubayy bin Ka'b:",
      "text": "At-Tufail bin Ubayy bin Ka'b'dan rivayet edildi: babasından, Peygamber (ﷺ) hakkında (bu ayetle ilgili olarak): \"Ve onları Taqva kelimesine yapıştırdı.\" (48:26) dedi. O (ﷺ) şöyle dedi: \"La İlahe İllallah.\""
    },
    {
      "id": 318,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edildi: \"Al-Aqra' bin Habis, Peygamber (ﷺ) ile görüşmek üzere geldi.\" - dedi - \"Bunun üzerine Ebu Bekir: 'Ey Allah'ın Resulü! Onu kendi halkının başına tayin et.' dedi. Ömer: 'Onu tayin etme ey Allah'ın Resulü!' dedi. Onlar, Peygamber (ﷺ) önünde konuşmaya devam ettiler ve seslerini yükselttiler. Ebu Bekir, Ömer'e: 'Sen sadece benimle çelişmek istedin.' dedi. Ömer: 'Ben seninle çelişmek istemedim.' dedi. O (ﷺ) şöyle buyurdu: 'Ey iman edenler! Seslerinizi Peygamber'in sesinin üstünde yükseltmeyin.' (49:2) dedi. O (bir rivayetçi) şöyle dedi: \"Ve İbn Zübeyr, dedesi Ebu Bekir'den bahsetmedi.\""
    },
    {
      "id": 319,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Al-Bara bin Azib'den rivayet edildi: Allah Teala'nın şu sözleri hakkında: \"Şüphesiz, evlerin arkasından seni çağıranların çoğu akıl sahibi değildir.\" (49:4) dedi. \"Bir adam ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü! Gerçekten benim övgüm (başkaları hakkında) değerlidir ve benim kınamam uygundur.' Bunun üzerine Peygamber (ﷺ) dedi ki: 'Bu, Azîz ve Celil olan Allah'a aittir.'\""
    },
    {
      "id": 320,
      "narrator": "Narrated Abu Jubairah bin Ad-Dahhak:",
      "text": "Ebu Cubeyrah bin Ed-Dahhak'tan rivayet edildi: \"Aramızda bir adam iki veya üç isimle tanınırdı. Belki hoşlanmadığı bir isimle çağrılırdı, bu yüzden bu ayet indirildi: 'Ve birbirinize kötü lakaplarla hitap etmeyin.' (49:11)\""
    },
    {
      "id": 321,
      "narrator": "Narrated Abu Nadrah:",
      "text": "Ebu Nadrah'dan rivayet edildi: \"Ebu Sa'id el-Hudri okudu: 'Ve bilin ki, içinizden Allah'ın Resulü vardır. Eğer o, birçok konuda size itaat etseydi, kesinlikle zor durumda kalırdınız.' (49:7) dedi. \"Bu, vahiy alan Peygamberinizdir (ﷺ) ve sizin en iyi liderinizdir. Eğer onların birçok işinde onlara itaat etseydi, zor durumda kalırdı. Peki ya sizler bugün ne yapıyorsunuz?\""
    },
    {
      "id": 322,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edildi: Allah'ın Resulü (ﷺ) Mekkelerin fethi günü insanlara bir hutbe verdi ve şöyle dedi: \"Ey insanlar! Şüphesiz Allah, sizden Cahiliye sloganlarını ve atalarının saygısını kaldırdı. Artık iki tür insan vardır: Birisi, Allah katında takvalı ve onurlu olan salih bir adamdır, diğeri ise, Allah katında sefil ve önemsiz olan kötü bir adamdır. İnsanlar Adem'in çocuklarıdır ve Allah Adem'i topraktan yarattı. Allah şöyle dedi: 'Ey insanlar! Sizi bir erkek ve bir dişiden yarattık ve sizi milletler ve kabileler haline getirdik ki, birbirinizi tanıyasınız. Şüphesiz, Allah katında en onurlu olanınız, en çok takva sahibi olanınızdır. Şüphesiz, Allah, her şeyi bilendir, her şeyden haberdardır.' (49:13)\""
    },
    {
      "id": 323,
      "narrator": "Narrated Al-Hasan:",
      "text": "Al-Hasan'dan rivayet edildi: Samurah'dan, Peygamber (ﷺ) şöyle dedi: \"Al-Hasab, maldır ve Al-Karam, takvadır.\""
    },
    {
      "id": 324,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edildi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Cehennem, 'Daha var mı?' demeye devam edecek, ta ki Azamet sahibi Rabbi ayağını üzerine koyuncaya kadar. O da 'Yeter! Yeter! Senin Azametinle.' diyecek. Ve bir tarafı diğerine kapanacak.\""
    },
    {
      "id": 325,
      "narrator": "Narrated Abu Wa'il:",
      "text": "Ebu Wa'il'den rivayet edildi: Rabi'a'dan bir adam şöyle dedi: \"Ben Medine'ye geldim, Allah'ın Resulü (ﷺ) ile görüştüm ve ona 'Ad' elçisini zikrettim. 'Ben Allah'a sığınırım, 'Ad elçisine benzemekten.' dedim. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: 'Peki, 'Ad elçisi hakkında ne dersin?'\" Dedi ki: \"Ben de: 'Sen bunun hakkında bilgi sahibisin.' dedim. 'Ad kıtlıkla karşılaştığında, Kâil'i gönderdiler ve o Bakr bin Mu'aviye ile kaldı. Ona içmesi için şarap verdi ve iki cariye şarkı söylemesi için verdi. Sonra Murrah dağlarına doğru gitti ve şöyle dedi: 'Ey Allah! Ben sana hasta birini iyileştirmek için, ne de olsa bir esiri fidye vermek için gelmedim! O halde, kullarına su ver, senin gibi yaptığın gibi, ve Bakr bin Mu'aviye'ye de su ver.' dedi. Bu, ona içirdiği şarap için minnettarlık olarak söyledi. O zaman iki bulut belirdi ve ona: 'Birini seç.' denildi. O da siyah olanı seçti. Ona: 'Bu, 'Ad'da hiç kimse bırakmayan bir kül gibi al.' denildi. O, onlara gönderilen rüzgarın bu daireden (yüzük dairesi) daha fazla olmadığını belirtti. Sonra şöyle okudu: '...Onlara, verimsiz rüzgar gönderdik; ulaştığı hiçbir şeyi bırakmadı, ama onu kırık dökük harabelere çevirdi.' (51:41 & 42)\""
    },
    {
      "id": 326,
      "narrator": "Narrated Abu Wa'il:",
      "text": "Ebu Wa'il'den rivayet edildi: Al-Harith bin Yazid Al-Bakri şöyle dedi: \"Ben Medine'ye geldim ve mescide girdim, oranın insanlarla dolu olduğunu gördüm ve ayrıca yüksek bir siyah bayrağın kaldırıldığını, Bilal'in Allah'ın Resulü (ﷺ) önünde bir kılıç tuttuğunu fark ettim. 'İnsanların durumu nedir?' dedim. Onlar: 'O, Amr bin Al-As'ı bir yere göndermeyi düşünüyor.' dediler.\" Böylece hadisi, Sufyan bin Uyeyne'nin rivayetiyle benzer şekilde tamamladı. O, Al-Harith bin Hassan olarak da anılmaktadır."
    },
    {
      "id": 327,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edildi: Peygamber (ﷺ) şöyle dedi: \"Ve yıldızların batışı sırasında (52:49) (sabah namazından önceki) iki rek'at hakkında. Ve secdelerden sonra (50:40) 'Al-Mağrib'den sonraki iki rek'at.'\""
    },
    {
      "id": 328,
      "narrator": "Narrated  bin Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edildi: \"Allah'ın Resulü (ﷺ) Sidrat Al-Muntaha'ya ulaştığında\" şöyle dedi: 'Orada, yerden yükselen her şey sona erer ve yukarıdan inen her şey sona erer. Orada Allah ona, daha önce hiçbir Peygambere vermediği üç şey verdi: Beş vakit namazı farz kıldı, Bakara Suresi'nin son ayetlerini verdi ve ümmetinden Allah'a hiçbir şeyi ortak koşmayanların büyük günahlarını affetti.' İbn Mes'ud, ayet hakkında şöyle dedi: \"O, Sidra'yı kapladığında, onu kaplayan şey nedir!\" (53:16) dedi: \"Gökyüzündeki altın Sidra.\" Sufyan: \"Altın kelebekler\" dedi ve Sufyan, elini kanat çırpar gibi hareket ettirdi. Malik bin Mighwal dışında başkaları: \"Orada yaratıkların bilgisi sona erer, onların yukarısında ne olduğuna dair hiçbir bilgileri yoktur.\" dediler."
    },
    {
      "id": 329,
      "narrator": "Narrated Ash-Shaibani:",
      "text": "Eş-Şaibani'den: \"Ben Zirr bin Hubaish'e Allah'ın Azîz ve Celil olan şu sözünü sordum: 'Ve iki ok mesafesi kadar ya da daha az.' (53:9) O da: 'İbn Mes'ud bana, Peygamber (ﷺ)'in Cebrail'i gördüğünü ve onun altı yüz kanadı olduğunu bildirdi.' dedi.\""
    },
    {
      "id": 330,
      "narrator": "Narrated Ash-Sha'bi:",
      "text": "Eş-Şa'bi'den: \"İbn Abbas, Arafat'ta Ka'b ile karşılaştı, ona bir şey sordu ve o, tekbir getirmeye devam etti ta ki dağlardan yankılanana kadar. İbn Abbas (nihayet) dedi ki: 'Biz Banu Haşim'iz.' Bunun üzerine Ka'b dedi ki: 'Gerçekten Allah, kendisinin görülmesi ve konuşulması arasında, Muhammed ile Musa'yı ayırdı. Musa'ya iki kez konuştu, Muhammed ise O'nu iki kez gördü.' Masruq dedi ki: 'Ben Aişe'nin yanına girdim ve ona Muhammed'in Rabbini görüp görmediğini sordum.' O da: 'Saçlarımı diken diken eden bir şey söyledin.' dedi. Ben: 'Sakin ol.' dedim. Sonra: 'Gerçekten o, Rabbine ait büyük ayetlerden bir kısmını gördü.' (53:18) okudum. O da: 'Bununla ne demek istiyorsun? O sadece Cebrail'dir. Muhammed'in Rabbini gördüğünü veya (ﷺ) kendisine emredilen bir şeyi gizlediğini veya Allah'ın, 'Şüphesiz Allah, O'nun yanında Kıyamet'in bilgisi vardır, yağmuru indirir.' (31:34) dediği beş şey hakkında bilgi sahibi olduğunu söyleyen kimse, en kötü yalanı uydurmuştur. Aksine, o (ﷺ) Cebrail'i gördü, ama onu (gerçek) görüntüsüyle sadece iki kez gördü. Bir kez Sidrat Al-Muntaha'da ve bir kez de Ciyad'da, altı yüz kanadı vardı ve ufku dolduruyordu.'\""
    },
    {
      "id": 331,
      "narrator": "Narrated 'Ikrimah:",
      "text": "İkrime'den rivayet edildi: İbn Abbas dedi ki: \"Muhammed, Rabbini gördü.\" Ben dedim: \"Allah, 'Hiçbir göz O'nu kavrayamaz, fakat O, her gözün kavrayışını kavrar' (6:103) demedi mi?\" O dedi: \"Vay haline! O, O'nun Nurunu tecelli ettiği zamandır. Ama Muhammed, Rabbini iki kez gördü.\""
    },
    {
      "id": 332,
      "narrator": "Narrated Abu Salamah:",
      "text": "Ebu Salamah'tan rivayet edildi: İbn Abbas, Allah'ın sözü hakkında: \"Ve gerçekten onu ikinci inişinde gördü. Sidrat al-Muntaha'nın yanında (53:13 & 14). O, kullarına neyi vahyetmişse (53:10). İki ok arası mesafede veya daha azdı (53:9).\" İbn Abbas dedi ki: \"Peygamber (ﷺ) O'nu gördü.\""
    },
    {
      "id": 333,
      "narrator": "Narrated 'Ikrimah:",
      "text": "İkrime'den rivayet edildi: İbn Abbas, (ayet hakkında) dedi ki: \"Kalp, O'nu (ﷺ) gördüğünde yalan söylemedi (53:11).\" O dedi ki: \"O, O'nu kalbiyle gördü.\""
    },
    {
      "id": 334,
      "narrator": "Narrated 'Abdullah bin Shaqiq:",
      "text": "Abdullah bin Şakik'ten rivayet edildi: \"Ben Ebu Dharr'a dedim: 'Eğer Peygamberi (ﷺ) görseydim, ona sorardım.' O dedi: 'Neyi sormak isterdin?' Ben dedim: 'Muhammed Rabbini gördü mü?' O dedi: 'Ben ona bunu sordum, o da (ﷺ) dedi ki: 'Ben ışık gördüm.'\""
    },
    {
      "id": 335,
      "narrator": "Narrated 'Abdur-Rahman bin Zaid:",
      "text": "Abdurrahman bin Zayd'dan rivayet edildi: Abdullah'tan (ayet hakkında): \"Kalp, O'nu gördüğünde yalan söylemedi (53:11).\" O dedi ki: \"Allah'ın Resulü (ﷺ) Cebrail'i, gökler ile yer arasını dolduran Rafraf'tan yapılmış bir Hullah (iki parçadan oluşan elbise) içinde gördü.\""
    },
    {
      "id": 336,
      "narrator": "Narrated 'Ata:",
      "text": "Ata'dan rivayet edildi: İbn Abbas'tan (bu ayet hakkında): \"Büyük günahlardan ve Al-Fawahiş'ten, Al-Lamam (küçük günahlar) hariç kaçınanlar (53:32).\" O dedi ki: \"Peygamber (ﷺ) dedi ki: 'Ey Allah, bağışlaman çok geniştir, ve senin kullarından hangisi Al-Lamam (küçük günahlar) işlemedi ki!'\""
    },
    {
      "id": 337,
      "narrator": "Narrated Ibn Mas'ud, may Allah be pleased with him:",
      "text": "İbn Mes'ud, Allah ondan razı olsun, rivayet etti: \"Biz, Allah'ın Resulü (ﷺ) ile Mina'daydık, ay iki parçaya yarıldı. Bir kısmı dağın arkasında, bir kısmı önünde idi. Allah'ın Resulü (ﷺ) bize dedi ki: 'Şahit olun' anlamında: 'Ev yaklaştı, ay yarıldı' (54:1).\""
    },
    {
      "id": 338,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edildi: \"Mekke halkı, Peygamber (ﷺ) den bir işaret istedi, böylece ay Mekke'de iki kez yarıldı (yani iki parçaya), ardından şu ayet indirildi: 'Kıyamet yaklaştı, ay yarıldı, onun söylemesine kadar: 'Büyü, Mustamir' (54:1 & 2) anlamında 'Gidiyor.'\""
    },
    {
      "id": 339,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "İbn Mes'ud'dan rivayet edildi: \"Ay, Allah'ın Resulü (ﷺ) zamanında yarıldı, böylece Peygamber (ﷺ) bize dedi ki: 'Şahit olun.'\""
    },
    {
      "id": 340,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edildi: \"Ay, Allah'ın Resulü (ﷺ) zamanında yarıldı. Böylece Allah'ın Resulü (ﷺ) dedi ki: 'Şahit olun.'\""
    },
    {
      "id": 341,
      "narrator": "Narrated Muhammad bin Jubair bin Mut'im:",
      "text": "Muhammed bin Cubeyr bin Mut'im'den rivayet edildi: Babasından, \"Ay, Allah'ın Resulü (ﷺ) zamanında yarıldı, iki bölüm haline geldi, biri bu dağın üstünde, diğeri o dağın üstünde. Onlar dediler: 'Muhammed bize büyü yaptı.' Bazıları da dedi ki: 'Eğer bize büyü yapabiliyorsa, tüm insanlara büyü yapamaz.'\""
    },
    {
      "id": 342,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edildi: \"Kureyş'in putperestleri, Allah'ın Resulü (ﷺ) ile kader hakkında tartışmaya geldiler, ardından şu ayet indirildi: 'O gün yüzleriyle ateşe sürüklenecekler. Cehennemin dokusunu tadın! Şüphesiz, biz her şeyi kader ile yarattık' (54:48 & 49).\""
    },
    {
      "id": 343,
      "narrator": "Muhammad bin Al Munkadir narrated that:",
      "text": "Muhammed bin el-Munkadir, Jabir'den şöyle rivayet etti: \"Allah'ın Resulü, arkadaşlarının yanına çıktı ve onlara Rahman Suresi'ni başından sonuna kadar okudu, onlar sessiz kaldılar. Bunun üzerine dedi ki: 'Ben bunu Cinlerin 'Cinler Gecesi'nde okudum ve onlar sizden daha iyi bir karşılık verdiler. Her geldiğimde Allah'ın: 'Hangi Rabbinizin nimetini inkâr edersiniz?' dediği yere geldiğimde, onlar: 'Ey Rabbimiz, biz senin hiçbir nimetini inkâr etmiyoruz! Ve senin hamdin sana aittir.' dediler.\""
    },
    {
      "id": 344,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle dediğini rivayet etti: \"Allah dedi ki: 'Ben, salih kullarım için, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir insan kalbinin tasavvur edemediği şeyler hazırladım.' Dilerseniz okuyun: 'Hiçbir kişi, gözlerin zevkleri için saklanan şeyleri bilemez, yaptıkları karşılığında.' Ve cennette, bir yolcunun durmadan yüz yıl seyahat edebileceği bir ağacın gölgesi vardır. Dilerseniz okuyun: 'Ve gölge genişlemiştir.' Ve cennette bir kamçının kapladığı alan, dünya ve içindekilerden daha hayırlıdır. Dilerseniz okuyun: 'Ve kim ateşten uzaklaştırılır ve cennete kabul edilirse, işte o gerçekten kurtuluşa ermiştir. Bu dünya hayatı sadece bir aldatma zevkidir.'\""
    },
    {
      "id": 345,
      "narrator": "Anas narrated that the Prophet said:",
      "text": "Anas, Peygamber'in şöyle dediğini rivayet etti: \"Gerçekten cennette, bir yolcunun durmadan yüz yıl seyahat edebileceği bir ağacın gölgesi vardır. Dilerseniz okuyun: 'Ve gölge genişlemiştir.' Ve sürekli akan su.\""
    },
    {
      "id": 346,
      "narrator": "Abu Sa’eed Al-Khudri may Allah be pleased with him, narrated :",
      "text": "Ebu Sa'id el-Hudri radıyallahu anh, Resulullah'tan rivayet etti: Allah'ın \"Yüksek divanlarda\" sözü hakkında şöyle dedi: \"Onların yüksekliği, gökler ile yer arasındaki mesafe kadardır ve aralarındaki mesafe beş yüz yıldır.\""
    },
    {
      "id": 347,
      "narrator": "Abu Abdur-Rahman narrated from Ali that :",
      "text": "Ebu Abdurrahman, Ali'den rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Ve siz rızkınızı ölümünüz yapıyorsunuz!\" - dedi ki: \"Şükrünüz, 'Bu ve şu yıldızın, bu ve şu göksel konumun bereketiyle yağmur yağdı' demekle ifade edilir.\""
    },
    {
      "id": 348,
      "narrator": "Anas  said:",
      "text": "Enes dedi ki: \"Allah'ın Resulü şöyle okudu: 'Şüphesiz, onları özel bir yaratılışla yarattık.' O dedi ki: 'O özel yaratılışın içinde, dünyada yaşlı, gözleri bulanık ve zayıf kadınlar da vardır.'\""
    },
    {
      "id": 349,
      "narrator": "Abu Ishaq narrated from Ikrimah, from Ibn Abbas who said:",
      "text": "Ebu İshak, İkrime'den, İbn Abbas'tan rivayet etti ki: \"Ebu Bekir radıyallahu anh dedi ki: 'Ey Allah'ın Resulü! Saçların beyazlamış.' O dedi ki: 'Hud, Vaki'a, Mürselat ve Amma Yetasa'alun ile İdhash-Shamsu Kuwwirat'tan dolayı beyazladım.'\""
    },
    {
      "id": 350,
      "narrator": "Al-Hasan narrated that:",
      "text": "Hasan, Ebu Hureyre'den rivayet etti ki: \"Bir gün Allah'ın Resulü, arkadaşlarıyla otururken, üzerlerine bir bulut geldi. Allah'ın Resulü şöyle dedi: 'Bunun ne olduğunu biliyor musunuz?' Onlar: 'Allah ve Resulü daha iyi bilir.' dediler. O dedi ki: 'Bunlar, yeryüzünü sulayacak bulutlardır, Allah onları en alçak yere bir ip ile indirdi, sonra Allah'a ineceklerdir.' Sonra şöyle okudu: 'O, İlk ve Son, Görünen ve Gizli'dir ve her şey hakkında bilgisi vardır.'\""
    },
    {
      "id": 351,
      "narrator": "Salamah bin Sakhr Al Ansari said:",
      "text": "Selame bin Sakhr el-Ensari dedi ki: \"Ben, bir kadınla cinsel ilişki konusunda, benden başka kimsenin yaşamadığı bir sorunla karşılaştım. Ramazan ayı girdiğinde, eşime Zihar söyledim (Ramazan sonuna kadar) ve gece onunla karşılaşmaktan korktum, bu yüzden sabaha kadar devam ettim ve duramadım. Bir gece, o bana hizmet ederken, ondan bir şey açığa çıktı, ben de ona yöneldim. Sabah olunca, başıma geleni bildirmek için halkıma gittim. Dedim ki: 'Beni Allah'ın Resulü'ne götürün, durumumu ona bildireyim.' Onlar: 'Hayır, Allah'a yemin olsun! Bunu yapmayacağız, Kur'an'da bizimle ilgili bir şeyin indirileceğinden veya Allah'ın Resulü'nün bizimle ilgili bir şey söyleyeceğinden korkuyoruz, bunun utancı üzerimizde kalır. Ama sen istediğini yap.' dediler.\" Dedi ki: \"Ben ayrıldım ve Allah'ın Resulü'ne gittim, durumumu ona bildirdim. O dedi ki: 'Sen mi yaptın bunu?' Ben: 'Ben yaptım.' dedim. O: 'Sen mi yaptın bunu?' dedi. Ben: 'Ben yaptım.' dedim. O: 'Sen mi yaptın bunu?' dedi. Ben: 'Ben yaptım, işte karşında, bana Allah'ın hükmünü ver, ben buna sabredeceğim.' O dedi ki: 'Bir köle azat et.' Ben: 'Hayır, seni hak ile gönderen Allah'a yemin olsun! Onun dışında hiçbir şeyim yok.' dedi. O: 'O zaman iki ay oruç tut.' Ben: 'Ey Allah'ın Resulü! Bu bana oruçlu olduğumdan başka bir zamanda mı oldu?' O: 'O zaman altmış yoksulu doyur.' Ben: 'Seni hak ile gönderen Allah'a yemin olsun! Bu geceleri akşam yemeği olmadan geçirdik.' O: 'Banu Ruzaiq'ten birine git, ona sadakayı ver, sonra onunla altmış yoksulu doyur. Sonra geri kalanıyla kendine ve bakmakla yükümlü olduğuna yardım et.' dedi.\" Dedi ki: \"Ben halkıma döndüm ve dedim: 'Sizde üzüntü ve kötü düşünceler buldum, Allah'ın Resulü'nde ise cömertlik ve bereket buldum. O bana sadakanızı almamı emretti, o yüzden bana verin.' Onlar da bana verdiler.\""
    },
    {
      "id": 352,
      "narrator": "Ali bin Abi Talib said:",
      "text": "Ali bin Ebu Talib dedi ki: \"Şu ayet indirildiğinde: 'Ey iman edenler! Resul ile özel olarak görüştüğünüzde, özel görüşmenizden önce bir şeyler sadaka verin.' Resulullah bana dedi ki: 'Ne dersin? Bir dinar mı?' Ben: 'Onlar buna güç yetiremeyecekler.' dedim. O: 'O zaman yarım dinar mı?' dedi. Ben: 'Onlar buna da güç yetiremeyecekler.' dedim. O: 'O zaman ne kadar?' Ben: 'Bir avuç arpa.' dedim. O: 'Bunu çok az yaptın.' dedi.\" Dedi ki: \"Sonra ayet indirildi: 'Özel görüşmenizden önce sadaka vermekten korkuyor musunuz?' O dedi ki: 'Bu, Allah'ın bu ümmet üzerindeki yükünü hafiflettiği benim durumum içindi.'\""
    },
    {
      "id": 353,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Enes bin Malik rivayet etti ki: \"Bir Yahudi, Allah'ın Resulü ve arkadaşlarının yanına geldi ve: 'As-Samu Alaikum (Ölüm üzerinize olsun).' dedi. Halk ona cevap verdi. Allah'ın Resulü: 'Bu kişinin ne dediğini biliyor musunuz?' dedi. Onlar: 'Allah ve Resulü daha iyi bilir - o selam verdi - Ey Allah'ın Resulü.' dediler. O dedi ki: 'Hayır, aslında o şöyle dedi. Onu benim için geri getirin.' Onlar onu geri getirdiler ve o dedi ki: 'As-Samu Alaikum mu dedin?' O: 'Evet.' dedi. Bunun üzerine Allah'ın Resulü şöyle dedi: 'Ehl-i Kitap'tan biri size selam verdiğinde, ona: 'Alaika Ma Qulta (Senin dediğin gibi olsun)' deyin.' O: 'Ve onlar size geldiklerinde, size Allah'ın selamı ile selam vermiyorlar.'\""
    },
    {
      "id": 354,
      "narrator": "Ibn Umar  said:",
      "text": "İbn Ömer radıyallahu anh dedi ki: \"Allah'ın Resulü, Banu Nadir'in hurma ağaçlarını yakma ve kesme emrini verdi, o yer Al-Buwairah olarak adlandırıldı. Allah şöyle indirdi: 'Kestikleriniz veya gövdelerinde bıraktıklarınız, Allah'ın izniyle oldu ve isyankarları rezil etmek için.'\""
    },
    {
      "id": 355,
      "narrator": "Hafs bin Ghiyath narrated:",
      "text": "Hafs bin Gıyath rivayet etti: \"Habib bin Ebu Amrah, Sa'id bin Cubeyr'den, İbn Abbas'tan Allah'ın, Azim ve Yüce olanın sözü hakkında: 'Kestikleriniz veya gövdelerinde bıraktıklarınız' - dedi ki: 'Linah, hurma ağaçlarıdır.' O, isyankarları rezil etmek için. Dedi ki: 'Onlar kalelerinden zorla çıkarıldılar.' Ve hurma ağaçlarını kesmeleri emredildi, bu onların göğüslerinde bir tereddüt oluşturdu, bu yüzden Müslümanlar: 'Bazılarını kestik, bazılarını bıraktık, o zaman Allah'ın Resulü'ne soralım, kestiklerimiz için ödüllendirilecek miyiz, bıraktıklarımız için ise yükümlü olacak mıyız?' dediler. Bunun üzerine Allah, 'Kestikleriniz veya gövdelerinde bıraktıklarınız' ayetini indirdi.\""
    },
    {
      "id": 356,
      "narrator": "Abu Hurairah narrated:",
      "text": "Ebu Hureyre rivayet etti: \"Ansar'dan bir adam, misafiriyle bir gece geçirdi, ama yiyecek olarak sadece kendi yemeği ve çocuklarının yemeği vardı, bu yüzden karısına dedi ki: 'Çocukları uyut, meşaleleri söndür ve misafire elinde ne varsa ver.' Bunun üzerine bu ayet indirildi: 'Ve onlar, ihtiyaç içinde olsalar bile, kendilerinden öncelik verirler.'\""
    },
    {
      "id": 357,
      "narrator": "Al-Hasan bin Muhammad – and he is Al-Hanafiyyah- narrated from Ubaidallah bin Abi Rafi who said:",
      "text": "Hasan bin Muhammed - o da el-Hanafiyyah'dır - Ubaidullah bin Ebu Rafi'den rivayet etti ki: \"Ali bin Ebu Talib'in şöyle dediğini duydum: 'Allah'ın Resulü bizi - kendimi, Zübeyir'i ve Mikdad bin el-Esved'i - gönderdi. Dedi ki: 'Rawdah Khakh'a varın, orada bir kadın bir mektup taşıyor. Mektubu ondan alın ve bana getirin.' Biz atlarımızla yola çıktık ve Rawdah'a ulaştık. Orada kadını bulduk ve ona: 'Mektubu ver.' dedik. O: 'Bende mektup yok.' dedi. Biz: 'Ya mektubu çıkar, ya da elbiseni çıkarırız.' dedik.\" Dedi ki: \"O, onu örgüsünden çıkardı.\" Dedi ki: \"Onu Allah'ın Resulü'ne getirdik, Hatib bin Ebu Balta'a'dan, Mekkeli putperestlerden bazılarına hitaben yazılmıştı, Peygamber hakkında bir meseleyi bildirmişti. O dedi ki: 'Bu nedir ey Hatib?' O: 'Bana acele etme ey Allah'ın Resulü! Ben Kureyş'e dost olan bir kimseyim, onlarla akrabalığım yok. Seninle birlikte olan Muhacirlerin, Mekkede ailelerini ve mallarını koruyacak akrabaları var. Benim onlarla akrabalığım yok, onlara bir iyilikte bulunmak istedim ki, akrabalarımı korusunlar. Bunu ne inkar için, ne de dinimden dönmek için yapmadım, ne de inkarı seçmek için yaptım.' Resulullah: 'O doğruyu söyledi.' dedi. Ömer bin el-Hattab: 'Bu münafığın başını kesmeme izin ver!' dedi. Resulullah: 'Gerçekten o Bedir savaşına katıldı. Belki Allah, Bedir'e katılanlara baktı ve: 'Ey Bedir halkı! İstediğiniz gibi yapın, çünkü ben sizi affettim.' dedi.' O dedi ki: 'Bu sure onun hakkında indirildi: 'Ey iman edenler! Düşmanlarımı ve sizin düşmanlarınızı dost edinmeyin, onlara karşı sevgi göstererek dostluk kurmayın.'\""
    },
    {
      "id": 358,
      "narrator": "Ma’mar narrated from Az-Zuhri, from Urwah that Aishah said:",
      "text": "Ma'mar, Az-Zuhri'den, Urve'den, Aişe'nin şöyle dediğini rivayet etti: \"Allah'ın Resulü, Allah'ın: 'İman edenler size geldiklerinde, onları sınayın.' ayetinde olduğu gibi, kadınları incelemezdi.\" Ma'mar dedi ki: \"İbn Tavius bana babasından bildirdi ki: 'Allah'ın Resulü, sahip olmadığı bir kadının elini hiç tutmadı.'\""
    },
    {
      "id": 359,
      "narrator": "Shahr bin Hawshab said:",
      "text": "Şahr bin Hawshab dedi ki: \"Ümmü Selame el-Ensariyye bize şöyle anlattı: 'Bir kadın şöyle dedi: 'Bu Ma'ruf nedir ki, ona itaat etmemeliyiz?' O (s.a.v) dedi ki: 'Ben: 'Ey Allah'ın Resulü! Şüphesiz Banu filan, amcamın durumu hakkında bana teselli verdiler, ben de onlara karşılık vermeliyim.' dedim. Ama o bana izin vermedi. Sonra ona birçok kez sordum, sonunda onlara karşılık vermeme izin verdi. Onlara karşılık verdikten sonra, bu zamana kadar başka hiç kimse için ağıt yakmadım. Ve benim dışımda başka bir kadın kalmadı ki, benimle birlikte ağıt yakmamış olsun.'\""
    },
    {
      "id": 360,
      "narrator": "[Abu An-Nasr narrated :",
      "text": "Ebu Nasr, İbn Abbas'tan, Allah'ın en yüce sözünden: \"İman eden kadınlar size göçmen olarak geldiklerinde, onları sınayın.\" dediğini rivayet etti. O dedi ki: \"Bir kadın, Peygamber'e İslam'ı kabul etmek için geldiğinde, Allah'a yemin ederek şunu söylemesi gerekir: 'Ben kocamla öfke nedeniyle ayrılmadım, sadece Allah ve Resulü'nü sevdiğim için ayrıldım.'\""
    },
    {
      "id": 361,
      "narrator": "Abdullah bin Salam said:",
      "text": "Abdullah bin Selam dedi ki: “Biz, Allah'ın Elçisi'nin Sahabelerinden bir grup oturup konuşuyorduk ve dedik ki: ‘Eğer Allah'a en sevimli olan ameli bilseydik, onu yapardık.’ Bunun üzerine Allah, Yüce, şöyle vahyetti: Göklerde ve yerde ne varsa Allah'ı tesbih eder. O, Mutlak Güç Sahibi, Her Şeyin Hikmet Sahibi'dir. Ey iman edenler! Neden yapmadığınız şeyleri söylüyorsunuz?” Abdullah bin Selam dedi ki: “Bunun üzerine Allah'ın Elçisi bunu bize okudu.” Ebu Salamah (bir nakilci) dedi ki: “Böylece İbn Selam bunu bize okudu.” Yahya (bir nakilci) dedi ki: “Böylece Ebu Salamah bunu bize aktardı.” İbn Kesir dedi ki: “Böylece El-Awza’i bunu bize okudu.” Abdullah dedi ki: “Böylece İbn Kesir bunu bize okudu.”"
    },
    {
      "id": 362,
      "narrator": "Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 363,
      "narrator": "Jabir said:",
      "text": "Ebu Hureyre dedi ki: “Biz, Allah'ın Elçisi ile birlikteyken Cuma Suresi indirildi, o da onu okuyarak: Ve onlardan henüz onlara katılmamış olan diğerleri… Bir adam ona dedi ki: ‘Ey Allah'ın Elçisi! Bunlar kim?’ Fakat o, ona hiçbir şey söylemedi.” Dedi ki: “Salman aramızdaydı.” Dedi ki: “Bunun üzerine Allah'ın Elçisi, elini Salman'ın üzerine koydu ve dedi ki: ‘Canım elinde olan Allah'a yemin ederim! Eğer iman, Pleiades'te olsaydı, bu insanlar arasında bazıları ona ulaşırdı.’”"
    },
    {
      "id": 364,
      "narrator": "Zaid bin Aslam said:",
      "text": "---"
    },
    {
      "id": 365,
      "narrator": "Zaid bin Arqam said:",
      "text": "Cabir dedi ki: “Peygamber, bir Cuma günü bize hutbe verirken, Al-Medine'ye bir kervan geldi. Bunun üzerine Allah'ın Elçisi'nin Sahabeleri aceleyle gitti ve geriye sadece on iki adam kaldı. Aralarında Ebu Bekir ve Ömer de vardı. Ve bu ayet indirildi: Ve onlar bir ticaret veya bir eğlence gördüklerinde, ona doğru dağılırlar.”"
    },
    {
      "id": 366,
      "narrator": "Al-Hakam bin Utaibah said:",
      "text": "---"
    },
    {
      "id": 367,
      "narrator": "Sufyan narrated from Amr bin Dinar that he heard Jabir bin Abdullah saying:",
      "text": "Zeyd bin Eslem dedi ki: “Amcamla birlikteydim, Abdullah bin Übey bin Selul'ün arkadaşlarına şöyle dediğini duydum: Allah'ın Elçisi ile birlikte olanlara harcama yapmayın, ta ki ondan ayrılana kadar. Eğer Al-Medine'ye dönersek, daha onurlu olanlar, daha aşağı olanları dışlayacak. Bunu amcama söyledim, sonra amcam bunu Peygambere iletti. Peygamber beni çağırdı ve ona bunu anlattım. Sonra Allah'ın Elçisi, Abdullah bin Übey ve arkadaşlarına bir mesaj gönderdi ama onlar, bunu söylemediklerine dair yemin ettiler. Bu yüzden bana inanmadı ve onların söylediklerine güvendi. Daha önce hiç yaşamadığım bir sıkıntıya düştüm. Sadece evimde oturdum, amcam bana dedi ki: ‘Sen sadece Allah'ın Elçisi'nin sana inanmasını ve seni sevmemesini istedin.’ Sonra Allah, ‘İkiyüzlüler sana geldiğinde’ ayetini indirdi. Bunun üzerine Allah'ın Elçisi beni çağırdı ve bunu okudu ve dedi ki: ‘Gerçekten Allah, senin söylediğin şeyin doğruluğunu tasdik etti.’”"
    },
    {
      "id": 368,
      "narrator": "Ad-Dahhak bin Muzahim narrated:",
      "text": "---"
    },
    {
      "id": 369,
      "narrator": "Ikrimah narrated that :",
      "text": "Zeyd bin Arkam dedi ki: “Biz, Allah'ın Elçisi ile birlikte bir savaşa katıldık ve yanımızda bazı bedeviler vardı. Hepimiz suya doğru koşmaya başladık ve bedeviler bizden önce oraya ulaştı. Bedevilerden biri, arkadaşlarını geçerek suya ulaştı ve havuzu engellemeye çalıştı, etrafına taşlar koydu ve üstüne bir deri örtü serdi, ta ki arkadaşları gelene kadar.” Dedi ki: “Ensar'dan bir adam bedeviye ulaştı ve deve reinsini bırakıp su içmek istedi ama bedevi ona izin vermedi. Bunun üzerine suyun etrafındaki engelleri kaldırmaya başladı, fakat bedevi bir sopa kaldırarak Ensar adamının başına vurdu ve onu yaraladı. Abdullah bin Übey'e, iki yüzlülüğün başına gitti, çünkü o aslında onun arkadaşlarından biriydi. Abdullah bin Übey öfkelendi ve dedi ki: ‘Muhammed ile birlikte olanlara hiçbir şey harcamayın, ta ki onlardan ayrılana kadar.’ Yani bedevilere. Onlar, Allah'ın Elçisi için yemek hazırlıyorlardı. Abdullah dedi ki: ‘Muhammed'den ayrıldıklarında, o zaman Muhammed'e yemek getirin, ve o ve onunla birlikte olanlar yesin.’ Sonra arkadaşlarına dedi ki: ‘Eğer Al-Medine'ye dönersek, gerçekten daha onurlu olanlar daha aşağı olanları dışlayacak.’” Zeyd dedi ki: “Ben de Allah'ın Elçisi'nin arkasında biniyordum ve Abdullah bin Übey'i duydum, bu yüzden amcama haber verdim, o da Allah'ın Elçisi'ne bildirdi. O, ona (Abdullah) bir mesaj gönderdi ama o yemin etti ve bunu inkar etti.” Dedi ki: “Böylece Allah'ın Elçisi onun söylediklerine inanarak benim söylediklerime inanmadı. Amcam bana geldi ve dedi ki: ‘Sen sadece Allah'ın Elçisi'nin sana nefret etmesini ve Müslümanların seni yalancı demesini istedin.’” Dedi ki: “Böyle bir kaygı yaşadım ki, kimse böyle bir kaygı yaşamamıştır.” Dedi ki: “(Sonra) Allah'ın Elçisi ile bir yolculukta iken, kaygım hafifledi, çünkü Allah'ın Elçisi bana geldi, kulağımı okşadı ve yüzüme gülümsedi. O günden sonra dünyada daha mutlu olamazdım. Sonra Ebu Bekir bana yetişti ve dedi ki: ‘Allah'ın Elçisi sana ne söyledi?’ Ben de: ‘O bana hiçbir şey söylemedi, sadece kulağımı okşadı ve yüzüme gülümsedi.’ Dedi ki: ‘Müjdeleri al!’ Sonra Ömer bana yetişti ve ben de ona Ebu Bekir'e söylediğim gibi söyledim. Sabah olduğunda Allah'ın Elçisi, Münafıkun Suresi'ni okudu.”"
    },
    {
      "id": 370,
      "narrator": "Ibn Abbas said:",
      "text": "---"
    },
    {
      "id": 371,
      "narrator": "Abdul-Wahid bin Sulaim said:",
      "text": "El-Hakem bin Utaybah dedi ki: “Kırk yıl önce, Zeyd bin Arkam'dan duyduğuma göre, Tabuk savaşında Abdullah bin Übey dedi ki: ‘Eğer Al-Medine'ye dönersek, gerçekten daha onurlu olanlar daha aşağı olanları dışlayacak.’ Dedi ki: ‘Bunun üzerine Peygamber'e gittim ve bunu ona ilettim, ama o (Abdullah) bunu söylemediğine dair yemin etti. Halkım bana bunun için kızdı, dediler ki: ‘Bundan ne bekliyordun?’ Bunun üzerine evime döndüm ve keder içinde uyudum. Sonra Peygamber bana geldi veya ben ona gittim ve dedi ki: ‘Gerçekten Allah, senin söylediğin şeyin doğruluğunu tasdik etti.’ Dedi ki: ‘Bu ayet indirildi: “Allah'ın Elçisi ile birlikte olanlara harcama yapmayın, ta ki onlardan ayrılana kadar.”’”"
    },
    {
      "id": 372,
      "narrator": "Al-Ahnaf bin Wais narrated :",
      "text": "---"
    },
    {
      "id": 373,
      "narrator": "Abdur-Rahman bin Abdullah bin Sa’d Ar-Razi  narrated :",
      "text": "Süfyan, Amr bin Dinar'dan nakletti ki, Jabir bin Abdullah'ın şöyle dediğini duydu: “Biz bir savaşta idik” – Süfyan dedi ki: “Bunun Banu Mustaliq savaşı olduğu söyleniyor” – “Muhacirlerden bir adam, Ensar'dan bir adama tekme attı. Muhacir adam dedi ki: ‘Ey Muhacirler!’ Ensar adamı dedi ki: ‘Ey Ensar!’ Peygamber bunu duydu ve dedi ki: ‘Bu cahiliye çağrısı nedir?’ Dediler ki: ‘Muhacirlerden bir adam, Ensar'dan bir adama tekme attı.’ Bunun üzerine Peygamber dedi ki: ‘Bunu bırakın, bu hoş değil.’ Abdullah bin Übey bin Selul bunu duydu ve dedi ki: ‘Gerçekten bunu mu yaptılar? Allah'a yemin ederim! Eğer Al-Medine'ye dönersek, gerçekten daha onurlu olanlar daha aşağı olanları dışlayacak.’ Ömer dedi ki: ‘Ey Allah'ın Elçisi! Bu iki yüzlünün başını kesmeme izin ver!’ Peygamber dedi ki: ‘Onu bırak, insanların Muhammed'in arkadaşlarını öldürdüğünü söylemesini istemiyorum.’” Amr'dan başka biri dedi ki: “Oğlu Abdullah bin Abdullah dedi ki: ‘Allah'a yemin ederim! Dönmeyeceksiniz, ta ki siz kendinizi aşağı ve Allah'ın Elçisi'ni onurlu olarak kabul edene kadar.’ Böylece bunu yaptı.”"
    },
    {
      "id": 374,
      "narrator": "Abu Sa’eed narrated :",
      "text": "---"
    },
    {
      "id": 375,
      "narrator": "Ibn Abbas  said:",
      "text": "Ed-Dahhak bin Muzahim, İbn Abbas'tan şöyle nakletti: “Kimin zenginliği varsa, onu Hac'ca götürmekle yükümlüdür, ya da Zekat vermekle yükümlüdür, ama bunu yapmazsa, ölümünde dünyaya geri dönmesi istenecektir.” Bir adam dedi ki: “Ey İbn Abbas! Allah'tan kork! Sadece kafirler geri döneceklerdir.” Dedi ki: “Bunun için, sana Kur'an'dan okuyacağım: Ey iman edenler! Mallarınız ve çocuklarınız, Allah'ı anmaktan sizi alıkoymasın. Kim bunu yaparsa, işte onlar kaybedenlerdir. Ve ölüm size gelmeden önce, size verdiğimiz şeylerden harcayın, ve biri: ‘Rabbim! Bana biraz süre verirsen, sadaka vereceğim’ diyene kadar, ve Allah, yaptıklarınızı bilmektedir.” Dedi ki: “Zekat ne zaman farz olur?” Dedi ki: “Zenginlik iki yüz veya daha fazlasına ulaştığında.” Dedi ki: “Hac ne zaman farz olur?” Dedi ki: “Yiyecek ve bir deve.”"
    },
    {
      "id": 376,
      "narrator": "Ibn Abbas said:",
      "text": "İbn Abbas dedi ki: “Cinler, vahiy hakkında bilgi edinmek için göklere yükselirlerdi. Bir söz duyduklarında, ona dokuz eklerlerdi. Duydukları söz doğru olurken, ekledikleri yanlış olurdu. Allah’ın Messenger’inin gelişiyle birlikte, yerlerinden men edildiler. Bunu İblis’e bildirdiler – ve o zamana kadar onlara yıldızlar atılmamıştı. İblis onlara dedi ki: ‘Bu, yeryüzünde meydana gelen bir olaydan başka bir şey değildir.’ Sonra ordularını gönderdi ve Allah’ın Messenger’ini iki dağın arasında Salat kılarken buldular” – sanırım “Mekke’de” dedi – “Böylece (İblis ile) buluşmak için geri döndüler ve ona haber verdiler. O da dedi ki: ‘Bu, yeryüzünde meydana gelen olaydır.’”"
    },
    {
      "id": 377,
      "narrator": "Jabir bin Abdullah  said:",
      "text": "Cabir bin Abdullah dedi ki: “Ben Allah’ın Messenger’inin vahyin duraklaması hakkında anlatırken duyduğumda, şöyle dedi: ‘Yürüyordum, gökten bir ses duydum. Başımı kaldırdım, Hira’da bana gelen melek, gökler ile yer arasında bir tahtta oturuyordu. Korkudan ondan kaçtım ve geri döndüm ve dedim ki: ‘Beni sar! Beni sar!’ Böylece beni örtüler.” Sonra Allah, Yüce ve Mukaddes, şöyle vahyetti: ‘Ey örtülen! Kalk ve uyar.’ Salatın farz kılınmasından önceki ayetine kadar.”"
    },
    {
      "id": 378,
      "narrator": "Abu Sa’eed narrated that:",
      "text": "Ebu Sa'id rivayet etti ki: Allah’ın Messenger’i şöyle dedi: “As-Sa’ud, bir ateş dağdır; bir kafir, üzerinde yetmiş sonbahar boyunca yükselebilir, sonra da oradan sonsuza dek düşer.”"
    },
    {
      "id": 379,
      "narrator": "Jabir  said:",
      "text": "Cabir dedi ki: “Yahudilerden bazıları, Peygamber’in bazı Sahabelerine dediler ki: ‘Sizin Peygamberiniz Cehennem’de kaç bekçi olduğunu biliyor mu?’ Onlar da: ‘Biz bilmiyoruz, ta ki Peygamberimize soralım’ dediler ve: ‘Ey Muhammed! Bugün arkadaşların yenildi.’ dedi. O da: ‘Ne ile yenildiler?’ dedi. O da: ‘Bazı Yahudiler onlara, Peygamberlerinin Cehennem’de kaç bekçi olduğunu bilip bilmediğini sordular.’ dedi. O da: ‘Peki, ne dediler?’ dedi. O da: ‘Onlar: “Biz bilmiyoruz, ta ki Peygamberimize soralım” dediler.’ dedi. O da: ‘Bir şey bilmediği için sorulan bir topluluk yenilmiş midir, sadece “Biz bilmiyoruz, ta ki Peygamberimize soralım” dedikleri için? Aksine, oradaki insanlar Peygamberlerine sordular, “Bize Allah’ı açıkça göster” dediler. Ben de Allah’ın düşmanlarına Darmak hakkında sormalıyım.’ Böylece ona geldiklerinde: ‘Ey Ebu Kasim! Cehennem’de kaç bekçi var?’ dediler. O da: ‘Şu kadar ve bu kadar.’ Bir defasında on, bir defasında dokuz dedi. Onlar da: ‘Evet.’ O da onlara: ‘Cennet’in toprağı nedir?’ dedi. O da: ‘Bir süre sessiz kaldılar, sonra: ‘Ebu Kasıım, buğday mı?’ dediler. Peygamber de: ‘Buğday Ad-Darmak’tan yapılmıştır.’”"
    },
    {
      "id": 380,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Enes bin Malik rivayet etti ki: Allah’ın Messenger’i bu ayet hakkında şöyle dedi: “O, Taqva’ya layık olan ve affeden O’dur.” – dedi ki: “Allah, Yüce ve Mukaddes, şöyle dedi: ‘Ben Taqva’ya en layık olanım, o halde kim benim dışımda bir ilah edinmeden bana karşı Taqva gösterirse, o halde ben onu affetmekte en layık olanım.’”"
    },
    {
      "id": 381,
      "narrator": "Ibn Abbas said:",
      "text": "İbn Abbas dedi ki: “Kur’an, Allah’ın Messenger’ine indirildiğinde, onu ezberlemeye çalışarak dilini hareket ettiriyordu. Allah, Yüce ve Mukaddes, şöyle vahyetti: ‘Ona karşı dilini hareket ettirme, acele etme.’” Dedi ki: “O, iki dudaklarını hareket ettiriyordu.” Ve Süfyan (bir alt rivayetçi) da iki dudaklarını hareket ettiriyordu."
    },
    {
      "id": 382,
      "narrator": "Thuwair narrated:",
      "text": "Thuayr rivayet etti: “İbn Ömer’in şöyle dediğini duydum: ‘Allah’ın Messenger’i dedi ki: ‘Şüphesiz, cennetteki insanların en düşük derecesi, bahçelerine, eşlerine, hizmetçilerine ve yataklarına bin yıllık mesafeden bakacak olanıdır; ve Allah katında en şereflisi, sabah akşam O’nun yüzüne bakacak olandır.’ Sonra Allah’ın Messenger’i şöyle okudu: O gün bazı yüzler parlayacaktır. Onlar, Rablerine bakacaklardır.”"
    },
    {
      "id": 383,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: “O, kaşlarını çattı ve yüzünü çevirdi” ayeti, kör olan İbn Ümmü Mektum hakkında indirilmiştir. O, Allah’ın Messenger’ine gelerek: ‘Ey Allah’ın Messenger’i! Beni doğru yola ilet.’ dedi. O sırada, Allah’ın Messenger’i yanında putperestlerden saygın bir adam vardı. Böylece Allah’ın Messenger’i ondan yüzünü çevirdi ve diğer adama döndü, ‘Söylediklerimde bir yanlışlık olduğunu mu düşünüyorsun?’ dedi. O da: ‘Hayır.’ İşte bu yüzden bu ayet indirildi.”"
    },
    {
      "id": 384,
      "narrator": "Ibn Abbas narrated that :",
      "text": "İbn Abbas rivayet etti ki: Peygamber şöyle dedi: “Siz, ayaklarınız çıplak, çıplak ve sünnetsiz toplanacaksınız.” “Bir kadın dedi ki: “Birbirimizin çıplaklığını mı göreceğiz?” O da: “Ey falan! O gün her bir adam, diğerlerinden kaygı duymayacak kadar meşgul olacaktır.”"
    },
    {
      "id": 385,
      "narrator": "Ibn Umar narrated that:",
      "text": "İbn Ömer rivayet etti ki: Allah’ın Messenger’i şöyle dedi: “Kıyamet gününü, sanki bu gözle görüyormuş gibi bakmak isteyen, ‘Güneş büküldüğünde’ ve ‘Gök yarıldığında’ ve ‘Gök yarıldığında’ ayetlerini okusun.”"
    },
    {
      "id": 386,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etti ki: Allah’ın Messenger’i şöyle dedi: “Şüphesiz, bir kul (Allah) günah işlediğinde, kalbinde siyah bir leke belirir. Eğer ondan vazgeçer, af diler ve tövbe ederse, kalbi temizlenir. Ama eğer geri dönerse, bu leke artar ve kalbinin tamamını kaplar. İşte bu, Allah’ın bahsettiği ‘Ran’dır: ‘Hayır, ama onların kalplerinde, kazandıkları yüzünden bir Ran vardır.’”"
    },
    {
      "id": 387,
      "narrator": "Hammad bin Zaid narrated from Ayub, from Nafi, from Ibn Umar:",
      "text": "Hammad bin Zaid, Eyyub’dan, Nafi’den, İbn Ömer’den rivayet etti: İnsanların, varlıkların Rabbi’nin huzurunda duracakları gün. O dedi ki: “Onlar, kulaklarının ortasına kadar ter içinde duracaklardır.” – Hammas, bize Marfu olduğunu söyledi."
    },
    {
      "id": 388,
      "narrator": "Ibn Umar narrated from the Prophet:",
      "text": "İbn Ömer, Peygamber’den rivayet etti: ‘İnsanların, varlıkların Rabbi’nin huzurunda duracakları gün.’ O dedi ki: “Onlardan biri, kulaklarının ortasına kadar ter içinde duracak.”"
    },
    {
      "id": 389,
      "narrator": "Aishah said:",
      "text": "Aişe dedi ki: “Ben, Allah’ın Messenger’inin şöyle dediğini duydum: ‘Hesap sırasında sorgulanan kimse, kesinlikle mahvolacaktır.’ Ben de: ‘Ey Allah’ın Messenger’i! Allah, Yüce ve Mukaddes, şöyle dedi: ‘Sağ elinde kaydı verilen kimse…’ ayetine kadar, ‘…kolay bir hesap.’ dedi. O da: ‘Bu (sadece) sunumdur.’”"
    },
    {
      "id": 390,
      "narrator": "Anas narrated that:",
      "text": "Enes rivayet etti ki: Peygamber şöyle dedi: “Hesap edilen kimse, cezalandırılacaktır.”"
    },
    {
      "id": 391,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"Al-Yawmul-Maw'ud (Va'dedilen Gün) Kıyamet Günü'dür, Al-Yawmul-Mashhud (Şahit Olunan Gün) Arafat Günü'dür ve Ash-Shahid (Şahit) Cuma Günü'dür.\" Dedi ki: \"Güneş, ondan daha faziletli bir günde ne doğar ne de batar. O günde, hiçbir mümin, Allah'a hayır için dua etmez ki, Allah ona icabet etmesin; ve o, Allah'tan bir şey istemez ki, Allah ona yardım etmesin.\""
    },
    {
      "id": 392,
      "narrator": "Suhaib narrated:",
      "text": "Suheyb, \"Allah'ın Resulü Asr namazını kıldıktan sonra, Hamasa (mırıldanarak) başladı.\" – Bazılarına göre Al-Hams, dudakları hareket ettirmek demektir – \"Ona denildi ki: 'Ey Allah'ın Resulü! Asr'dan sonra mırıldanıyordun?' Dedi ki: 'Peygamberlerden biri, kavmine hayret etti ve şöyle dedi: \"Bu insanlara kim karşı durabilir?\" Sonra Allah ona, bazılarının azap çekmesi ve düşmanlarının onlara saldırması arasında seçim yapmaları gerektiğini vahyetti. Onlar azabı seçtiler. Böylece onlara, bir günde yetmiş bin kişi öldürülecek şekilde bir ölüm geldi.'\" Dedi ki: \"Bu hadisi naklettiğinde, başka bir hadisi de naklederdi: 'Krallar arasında bir kral vardı ve o kralın bir kahini vardı. Kahin, 'Benim için bir çocuk arayın, o anlamalı' ya da 'zeki ve çabuk olmalı ki, bu bilgimi ona öğretebileyim. Zira, korkuyorum ki, ben ölürsem, bu bilgi sizden alınacak ve aranızda bunu bilen kimse kalmayacak.' dedi. Dedi ki: 'Onlar, onun tarifine uyan bir çocuk aradılar. (Birini bulunca) onu o kahine bakması için görevlendirdiler ve onu sürekli ziyaret etmesini söylediler. Böylece o, sık sık ziyaret etmeye başladı ve çocuğun yolunda bir rahip vardı.' – Ma'mar dedi ki: 'O dönemde, o rahiplerin Müslüman olduğunu düşünüyorum.' – Dedi ki: 'Çocuk, her geçtiğinde o rahibe sorular sormaya başladı ve onu bilgilendirmeden yanından ayrılmadı, o da şöyle dedi: \"Ben sadece Allah'a ibadet ediyorum.\" Dedi ki: 'Böylece çocuk, rahiple daha fazla zaman geçirmeye başladı ve kahine geç kalmaya başladı. Kahin, çocuğun ailesine, \"O, neredeyse hiç yanımda bulunmuyor.\" diye bir mesaj gönderdi. Çocuk bunu rahibe söyledi, o da ona şöyle dedi: \"Kahin sana nerede olduğunu sorduğunda, ona 'Ailemleydim' de. Ailene nerede olduğunu sorduğunda, onlara kahinde olduğunuzu söyle.\" Dedi ki: \"Bir gün, çocuk, bir canavar tarafından engellenen büyük bir kalabalığın yanından geçti.\" Bazıları bunun bir aslan olduğunu söyledi. Dedi ki: \"Çocuk bir taş aldı ve şöyle dedi: 'Ey Allah, eğer rahibin söyledikleri doğruysa, onu öldürmeni istiyorum.'\" \"Sonra taşı fırlattı ve canavarı öldürdü. İnsanlar, onu kimin öldürdüğünü sormaya başladılar ve bazıları 'Çocuk yaptı.' diye cevap verdi. Korktular ve 'Bu çocuk, kimsenin bilmediği bir bilgi öğrendi.' dediler.\" Dedi ki: \"Kör bir adam onun hakkında duydu ve ona şöyle dedi: 'Eğer gözlerimi geri getirirsen, sana bunu ve şunu vereceğim.' Dedi ki: 'Bunu senden istemiyorum. Ama eğer gözlerin geri getirilirse, seni geri verenin kim olduğunu kabul eder misin?' Dedi ki: 'Evet.'\" Dedi ki: \"Böylece Allah'a dua etti ve Allah onun gözlerini geri verdi, ve kör adam inandı. Durumu krallara iletildi, böylece onu huzuruna getirmesini emretti. Dedi ki: 'Her birinizi, arkadaşının öldürüldüğü şekilde farklı bir şekilde öldüreceğim.' Rahibi ve kör adamı çağırdı. Birinin alnına bir testere koydu ve onu öldürdü. Sonra diğerini farklı bir yöntemle öldürdü. Sonra çocuğa emir verdi, 'Onu şu ya da bu dağın tepesine götürün ve oradan atın.' Onu o dağa götürdüler ve atacakları yere geldiklerinde, hepsi dağdan yuvarlanmaya başladılar ve hepsi düştü, geriye sadece çocuk kaldı.\" Dedi ki: \"Sonra geri döndü ve kral, onu denize götürüp oraya atılmasını emretti. Böylece onu denize götürdüler, ama Allah, onunla birlikte olanları boğdu ve onu kurtardı. Sonra çocuk krala şöyle dedi: 'Beni öldüremezsin, ta ki beni bir ağacın gövdesine bağlayıp vurana kadar, ve beni vurduğunda, 'Bu çocuğun Rabbi olan Allah'ın adıyla' dediğinde.' Dedi ki: 'Bunu bağlamasını emretti, sonra onu vurduğunda, 'Bu çocuğun Rabbi olan Allah'ın adıyla' dedi. Çocuk, vurulduğu yere elini koydu, sonra öldü. İnsanlar, 'Bu çocuk, kimsenin bilmediği bir bilgiye sahipti! Gerçekten biz bu çocuğun Rabbi'ne inanıyoruz!' dediler.\" Dedi ki: \"Kral'a iletildi: 'Çabaların, bu üç kişinin karşıtlığıyla boşa gitti, şimdi bu insanların hepsi sana karşı çıktı.' Dedi ki: \"Böylece hendekler kazdırdı, sonra odun dolduruldu ve ateş yakıldı. Sonra (kral) bütün insanları topladı ve şöyle dedi: 'Kim dinini terk ederse, onu serbest bırakacağız. Kim terk etmezse, onu bu ateşe atacağız.' Böylece onları o hendeğe atmaya başladı.\" Dedi ki: \"Allah, mübarek ve yüce olan, bunun hakkında şöyle dedi: 'Hendek halkı lanetlidir. Yakıtla beslenen ateş...' ta ki '...Her türlü övgüye layık olan, yüce olan!' kısmına kadar.\" Dedi ki: \"Çocuk ise gömüldü.\" Dedi ki: \"Rivayet edilmiştir ki, o, Ömer bin Hattab zamanında çıkarıldı ve parmağı alnında, öldürüldüğü zaman koyduğu gibi duruyordu.\""
    },
    {
      "id": 393,
      "narrator": "Jabir narrated that :",
      "text": "Cabir, Allah'ın Resulü'nün şöyle söylediğini nakletti: \"İnsanlarla, 'La ilaha illallah' dedikleri sürece savaşmam emredildi. Onlar bunu söylediklerinde, kanları ve malları benden emniyette olur, ancak bir hak için, ve onların hesabı Allah'a aittir.\" Sonra şöyle okudu: \"Onları hatırlat, sen sadece bir hatırlatansın. Onlar üzerinde zorba değilsin.\""
    },
    {
      "id": 394,
      "narrator": "Imran bin Husain narrated that:",
      "text": "İmran bin Hüsain, \"Peygambere Ash-Shafi hakkında soruldu, o da şöyle dedi: 'O, As-Salat'tır, bazıları Şaf (çift) ve bazıları Witr (tek)dir.'\""
    },
    {
      "id": 395,
      "narrator": "Abdullah bin Zam’ah said:",
      "text": "Abdullah bin Zam'ah dedi ki: \"Bir gün, Peygamber'in deve ile onu öldüreni zikrettiğini duydum. Dedi ki: 'En kötüleri ortaya çıktığında.' Kabilenin içinde yenilmez bir adam olan güçlü ve kuvvetli bir adam, onun için çıktı.' Sonra kadınları zikrettiğini duydum, şöyle dedi: 'Biriniz, eşini köle gibi dövmesin, belki akşam sonunda onunla yatar.' Dedi ki: \"Sonra gaz çıkarırken gülmeyi tavsiye etmedi, şöyle dedi: 'Biriniz, kendisinin yaptığına gülmesin.'\""
    },
    {
      "id": 396,
      "narrator": "Ali  said:",
      "text": "Ali dedi ki: \"Biz, Peygamber ile Al-Baki'de bir cenazede idik, Peygamber geldi ve oturdu. Biz de onunla oturduk. Başını gökyüzüne doğru kaşıyan bir sopa vardı ve şöyle dedi: 'Hiçbir ruh yoktur ki, onun girişi belirlenmemiş olsun.' İnsanlar dediler ki: 'Ey Allah'ın Resulü! O zaman üzerimize yazılanlara güvenmeyecek miyiz? Zira, kimler nimet ehli olacaksa, onlar nimetlere götüren amelleri yapacaklar, kimler de azap ehli olacaksa, azaba götüren amelleri yapacaklar?' Dedi ki: 'Hayır, amelleri yapın, zira herkesin kolaylaştırıldığı bir şey vardır. Nimet ehli olacak olan için; o, nimetlere götüren amelleri yapması için kolaylaştırılmıştır. Ve azap ehli olacak olan için.' Sonra şöyle okudu: 'Takva sahibi olan ve Al-Husna'ya inanan için, biz ona kolaylık yolunu açacağız. Ama açgözlü olan ve kendini yeterli gören, Al-Husna'yı inkâr eden için, biz ona kötü yola açacağız. Ve malı, aşağı düştüğünde ona ne fayda sağlar?'\""
    },
    {
      "id": 397,
      "narrator": "Jundab Al-Bajali said:",
      "text": "Cündab el-Becali dedi ki: \"Ben, Peygamber ile bir savaşta idim, parmağım kanadı, Peygamber şöyle dedi: 'Sen sadece kanayan bir parmak mısın – Allah yolunda karşılaştığın şey budur.'\" Dedi ki: \"Cebrail gecikti, böylece müşrikler dediler: 'Muhammed terk edildi.' Bunun üzerine Allah, mübarek ve yüce olan, şöyle vahyetti: 'Rabbin seni ne terk etti ne de nefret etti.'\""
    },
    {
      "id": 398,
      "narrator": "Anas bin Malik narrated from Malik bin Sa’sa’ah – a man among his people – that :",
      "text": "Enes bin Malik, Malik bin Sa'sa'ah'dan, o da kendi kavminden bir adamdan şöyle nakletti: \"Allah'ın Resulü şöyle dedi: 'Ben, evde, uyku ile uyanıklık arasında iken, birinin şöyle dediğini duydum: \"Üçüncünün ortasında.\" Bana, içinde Zemzem suyu bulunan altın bir kap getirildi, böylece göğsüm yarıldı, buraya kadar.'” – Katade dedi ki: \"Ben Enes'e: 'Bu ne anlama geliyor?' dedim. O da: 'Karın alt kısmına.' dedi. – Dedi ki: \"Böylece kalbim çıkarıldı, Zemzem suyu ile yıkandı, sonra yerine kondu. Sonra imân ve hikmetle dolduruldum.\" Bu hadisin uzun bir hikayesi vardır."
    },
    {
      "id": 399,
      "narrator": "Ismail bin Umayyah said:",
      "text": "İsmail bin Umeyye dedi ki: \"Ben bir bedevi adamın şöyle dediğini duydum: 'Ebu Hureyre'nin şöyle dediğini duydum: \"Kim 'At-Tim ve Az-Zamzam' suresini okursa, 'Allah en iyi yargıç değil midir?' derse, o da şöyle desin: 'Elbette, ben buna şahidim.'\""
    },
    {
      "id": 400,
      "narrator": "Ikrimah narrated from Ibn Abbas  regarding:",
      "text": "İkrime, İbn Abbas'tan, \"Cehennem bekçilerini çağıracağız.\" hakkında şöyle nakletti: \"Ebu Cehil dedi ki: 'Eğer Muhammed'in namaz kıldığını görürsem, boynuna basarım.' Bunun üzerine Peygamber şöyle dedi: 'Eğer yaparsa, melekler tarafından görünür bir şekilde yakalanacaktır.'\""
    },
    {
      "id": 401,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas, \"Peygamber, Salat kılarken Ebu Cehil ona geldi ve şöyle dedi: 'Sana bunu yasaklamadım mı? Sana bunu yasaklamadım mı? Sana bunu yasaklamadım mı?' Peygamber ona döndü ve onu azarladı. Ebu Cehil dedi ki: 'Biliyor musun ki, benden daha fazla yardım isteyen yoktur.' Bunun üzerine Allah, mübarek ve yüce olan, şöyle vahyetti: 'O, meclisini çağırsın. Biz Cehennem bekçilerini çağıracağız.'\" Böylece İbn Abbas dedi ki: \"Vallahi, eğer meclisini çağırsaydı, Cehennem bekçileri onu yakalardı.\""
    },
    {
      "id": 402,
      "narrator": "Al-Qasim bin Al-Fadl Al-Huddani narrated from Yusuf bin Sa’d, who said:",
      "text": "Al-Kasım bin Al-Fadl Al-Huddani, Yusuf bin Sa'd'dan şöyle nakletti: \"Bir adam, Al-Hasan bin Ali'nin önünde, Muaviye'ye biat ettikten sonra ayağa kalktı ve şöyle dedi: 'Müminleri alaya aldın.' – ya da: 'Ey müminleri alaya alan' – O da şöyle dedi: 'Beni böyle azarlama, Allah sana rahmet etsin, zira Peygamber, Banu Ümeyye'yi minberinde gördüğü bir rüya gördü. Bu onu üzdü, böylece (şu ayet) indirildi: 'Şüphesiz, biz sana Al-Kauthar'ı verdik (Ey Muhammed), yani cennette bir nehir, ve (şu ayet) indirildi: 'Şüphesiz, biz onu Kadir Gecesi'nde indirdik. Kadir Gecesi'nin ne olduğunu sana ne bildirebilir? Kadir Gecesi, bin aydan hayırlıdır, Banu Ümeyye'nin senin ardından hüküm sürdüğü bir gecedir, Ey Muhammed.\" Al-Kasım dedi ki: \"Böylece onları saydık ve bin ay olduğunu bulduk, ne bir gün fazla ne de az.\""
    },
    {
      "id": 403,
      "narrator": "Zirr bin Hubaish  said:",
      "text": "Zirr bin Hubaş, \"Ben Ubayy bin Ka'b'a şöyle dedim: 'Kardeşin Abdullah bin Mes'ud diyor ki: \"Kim (nafile namazda) yıl boyunca ayakta durursa, Kadir Gecesi'ne ulaşmış olur.\" O da şöyle dedi: 'Allah, Ebu Abdurrahman'ı affetsin. O, bunun Ramazan'ın son on gecesinde olduğunu ve yirmi yedinci gecede olduğunu biliyor. Ama insanların buna güvenmemesini istedi.' Sonra bir yemin etti ki, istisnasız yirmi yedinci gecededir.\" Dedi ki: \"Ben ona: 'Neden bunu söylüyorsun, Ey Ebu Al-Mindhir?' dedim. O da şöyle dedi: 'Allah'ın Resulü'nün bize bildirdiği bir işaret veya belirti nedeniyle: 'O gün güneş, onunla birlikte ışınsız doğar.'\""
    },
    {
      "id": 404,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Enes bin Malik, \"Bir adam Peygambere şöyle dedi: 'Ey yaratıkların en iyisi!' O da şöyle dedi: 'O, İbrahim'dir.'\""
    },
    {
      "id": 405,
      "narrator": "Abu Hurairah, may Allah be pleased with him, said:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, dedi ki: \"Allah'ın Resulü bu ayeti okudu: 'O gün, kendi haberini bildirecektir.' Dedi ki: 'Onun haberi nedir biliyor musunuz?' Onlar dediler: 'Allah ve Resulü daha iyi bilir.' Dedi ki: 'O, her erkek veya kadın kulun, yüzeyinde yaptığı şeyler hakkında şahitlik eder. 'Bu günde bunu yaptı.' der. İşte onun haberi budur.'\""
    },
    {
      "id": 406,
      "narrator": "Mutarrif bin Abdullah bin Ash-Shikh-khir reported from his father, :",
      "text": "Mutarrif bin Abdullah bin Ash-Shikh-khir, babasından, Peygamber'e gittiğini ve O'nun şu ayeti okuduğunu bildirmiştir: \"Dünya hayatındaki karşılıklı yarışma sizi oyaladı.\" O şöyle dedi: \"İnsan oğlu der ki: 'Malım, malım.' Peki, senin elinde sadaka olarak verdiğin dışında, harcadığın, yediğin, bitirdiğin veya giydiğin, yıprattığın bir şey var mı?\""
    },
    {
      "id": 407,
      "narrator": "Zirr bin Jubaish reported from Ali  that he said:",
      "text": "Zirr bin Jubaish, Ali'den rivayet etti ki, o şöyle dedi: \"Biz, kabir azabı konusunda hâlâ şüphe içindeydik, ta ki 'karşılıklı yarışma sizi oyaladı' ayeti inene kadar.\""
    },
    {
      "id": 408,
      "narrator": "Abdullah bin Az-Zubair bin Al-Awwam narrated from his father who said:",
      "text": "Abdullah bin Az-Zubair bin Al-Awwam, babasından rivayet etti ki, o şöyle dedi: \"Şu ayet inince: 'O gün nimetler hakkında sorulacaksınız!' Az-Zubair dedi ki: 'Ey Allah'ın Resulü! Hangi nimetler hakkında sorulacağız, oysa onlar sadece iki siyah şeydir: hurma ve sudur?' O şöyle dedi: 'Ama bu, gelecek olanlardır.'\""
    },
    {
      "id": 409,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah dedi ki: \"Bu ayet inince: 'O gün nimetler hakkında sorulacaksınız!' insanlar şöyle dediler: 'Ey Allah'ın Resulü! Hangi nimetler hakkında sorulacağız? Oysa onlar sadece iki siyah şeydir, düşman mevcut ve kılıçlarımız omuzlarımızda hazırdır?' O şöyle dedi: 'Ama bu, gelecek olanlardır.'\""
    },
    {
      "id": 410,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Abu Hurairah rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Kıyamet Günü sorulacak ilk şey - yani Allah'ın kulu hakkında sorulacak olan nimetler - şudur: 'Sana bedenini, sağlığını vermedik mi ve sana içmen için serin su vermedik mi?'\""
    },
    {
      "id": 411,
      "narrator": "Anas narrated  ‘Verily We have granted you Al-Kauthar’ (108:1) that the Prophet (ﷺ) said:",
      "text": "Anas, 'Gerçekten biz sana Al-Kauthar'ı verdik' (108:1) ayetini rivayet etti ki, Peygamber (ﷺ) şöyle dedi: \"Bu, Cennet'te bir nehirdir.\" O şöyle dedi: \"Peygamber (ﷺ) dedi ki: 'Cennet'te, kenarları inciyle yapılmış bir nehir gördüm. Ben de: \"Bu nedir, ey Cebrail?\" dedim.\" O şöyle dedi: \"Bu, Allah'ın sana verdiği Al-Kauthar'dır.\""
    },
    {
      "id": 412,
      "narrator": "Anas narrated that the Messenger of Allah said:",
      "text": "Anas, Allah'ın Resulü'nün şöyle dediğini rivayet etti: \"Cennet'te seyahat ederken, önümde inciyle yapılmış kenarları olan bir nehir belirdi. Meleğe: 'Bu nedir?' dedim. O: 'Bu, Allah'ın sana verdiği Al-Kauthar'dır.' dedi.\" O şöyle dedi: \"Sonra elini toprağa soktu ve oradan misk çıkardı, sonra beni Sidrat Al-Muntaha'ya yükseltti, orada muhteşem bir ışık gördüm.\""
    },
    {
      "id": 413,
      "narrator": "`Abdullah bin `Umar narrated that :",
      "text": "Abdullah bin Umar rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Al-Kauthar, Cennet'te bir nehirdir, kenarları altındandır ve inci ile korundum üzerinde akar. Toprağı miskten daha saf, suyu ballan daha tatlı ve sütle daha beyazdır.\""
    },
    {
      "id": 414,
      "narrator": "Ibn Abbas said:",
      "text": "İbn Abbas dedi ki: \"Ömer, Peygamber'in Ashabının önünde bana sorular sorardı. Bunun üzerine Abdur-Rahman bin Avf ona dedi: 'Neden ona soruyorsun, oysa bizim de onun gibi çocuklarımız var?' Ömer ona dedi: 'Bu, senin bildiğin içindir.' Sonra ona şu ayeti sordu: 'Allah'ın yardımı ve fetih geldiğinde.' Ben de: 'Bu, Allah'ın Resulü'nün (hayatının) sona ermesi ile ilgilidir, ona bunu bildirmektedir.' dedim. Sonra ayeti sonuna kadar okudu. Ömer ona dedi: 'Vallahi! Ben bunun hakkında bilmem, ama senin bildiğin kadarıyla.'\""
    },
    {
      "id": 415,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti: \"Bir gün Allah'ın Resulü As-Safa'ya çıktı ve: 'Ey insanlar! Hemen gelin!' diye seslendi. Kureyş onun önünde toplandı. O şöyle dedi: 'Ben size, şiddetli bir azap gelmeden önce bir uyarıcıyım. Eğer size düşmanın akşam veya sabah üzerinize saldırmaya hazırlandığını söylesem, bana inanır mısınız?' Bunun üzerine Ebu Leheb dedi: 'Bizi bunun için mi topladın? Helak olasın!' Bunun üzerine Allah, yüce ve mübarek olan, şunu indirdi: 'Ebu Leheb'in elleri kurusun, o helak olsun.'\""
    },
    {
      "id": 416,
      "narrator": "Abu Al-Aliyah narrated from Ubayy bin Ka’b:",
      "text": "Abu Al-Aliyah, Ubayy bin Ka'b'tan rivayet etti: \"Putperestler, Allah'ın Resulü'ne: 'Rabbimizin soyunu bize söyle.' dediler. Bunun üzerine Allah, yüce ve kudretli, şunu indirdi: 'De ki: O, Allah'tır, tektir. Allah As-Samad'dır.' O, 'O, ne doğurur ne de doğurulmuştur,' çünkü doğan her şey ölür ve ölen her şey miras alınır, gerçekten de Allah, aziz ve yüce, ne ölür ne de miras alınır. 'Ona benzer hiçbir şey yoktur.' O şöyle dedi: 'Ona benzer hiçbir şey yoktur, ne de eşit olanı vardır, ne de ona benzer bir şey vardır.'\""
    },
    {
      "id": 417,
      "narrator": "Abu Al-Aliyah narrated:",
      "text": "Abu Al-Aliyah rivayet etti: \"Peygamber, onların (putperestlerin) tanrılarını zikretti, onlar da: 'O halde Rabbimizin soyunu bize söyle.' dediler.\" O şöyle dedi: \"Bunun üzerine Cebrail, selam üzerine olsun, ona bu sure ile geldi: 'De ki: O, Allah'tır, tektir.' Böylece benzer şekilde zikretti, ancak içinde: 'Ubayy bin Ka'b'tan' demedi. Bu, Abu Sa’eed'in rivayetinden daha doğrudur (no. 3364). Abu Sa’eed'in ismi Muhammed bin Muyassar'dır.\""
    },
    {
      "id": 418,
      "narrator": "Aishah narrated:",
      "text": "Aişe rivayet etti: \"Peygamber aya baktı ve şöyle dedi: 'Ey Aişe! Bunun şerrinden Allah'a sığınır mısın? Çünkü bu, Al-Ghasiq İdha Waqab'dır (kararan zamanında kararan).'\""
    },
    {
      "id": 419,
      "narrator": "Uqbah bin Amir Al-Juhni narrated that:",
      "text": "Uqbah bin Amir Al-Juhni rivayet etti ki: Peygamber şöyle dedi: \"Allah, bana daha önce görülmemiş ayetler indirdi: 'De ki: Ben, insanların Rabbine sığınırım...' sure sonuna kadar.\" \"De ki: Ben, Al-Falaq'ın Rabbine sığınırım...\" sure sonuna kadar.\""
    },
    {
      "id": 420,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Abu Hurairah rivayet etti ki: Allah'ın Resulü şöyle dedi: \"Allah, Adem'i yarattığında, ona ruhunu üfledi, sonra hapşırdı ve: 'Tüm övgüler Allah'a aittir.' dedi. Böylece Allah'a izniyle hamd etti. Sonra Rabbi ona dedi: 'Ey Adem! Sana merhamet etsin. O meleklerin yanına git, oturdukları o topluluğa, de ki: 'Selamünaleyküm.' Onlar da: 'Vealeyküm selam ve Allah'ın rahmeti.' dediler. Sonra Rabbine döndü, O da: 'Bu, senin selamın ve çocukların arasındaki selamdır.' dedi. Sonra Allah ona - iki eli kapalıyken - dedi: 'Hangisini istersen seç.' O da: 'Sağ elimi seçiyorum, Rabbim, ve Rabbimin iki eli de sağdır, bereketlidir.' dedi. Sonra O, elini açtı ve Adem ile onun soyunu orada buldu.\" O da: \"Bunlar kimler, ey Rabbim?\" dedi. O da: \"Bunlar senin soyundur.\" Her birinin gözlerinin arasında yaşı yazılıydı. Ama aralarında en parlayan bir adam vardı - ya da en parlayanlardan biriydi. O da: \"Ey Rabbim! Bu kimdir?\" dedi. O da: \"Bu, senin oğlun Davud'tur, ben ona kırk yıl yazdım.\" O da: \"Ey Rabbim! Onun ömrüne ekle.\" dedi. O da: \"Bu, onun için yazdığım şeydir.\" dedi. O da: \"Ey Rabbim! Ona benim yıllarımdan altmış ver.\" dedi. O da: \"O halde onu alırsın.\" dedi. O da: \"Sonra, Allah dilediği kadar Cennet'te ikamet etti, sonra oradan çıkarıldı, Adem kendisi için sayıyordu.\" O da: \"Sonra ölüm meleği ona geldi, Adem ona dedi: 'Sen acele ediyorsun, bana bin yıl yazıldı.' O da: 'Elbette! Ama sen, oğlun Davud'a altmış yıl verdin.' dedi. O da reddetti, ve onun soyundan da reddetti, unuttu, ve onun soyundan da unuttu.\" O da: \"O günden beri, yazılan ve şahitlik edilen şeyler takdir edilmiştir.\""
    },
    {
      "id": 421,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Anas bin Malik rivayet etti ki: Peygamber (s.a.v) şöyle buyurdu: “Allah yeri yarattığında, yer sarsılmaya başladı. Bunun üzerine dağları yarattı ve onlara: ‘Üzerinde durun’ dedi, böylece yer yerleşmeye başladı. Melekler dağların gücüne hayret ettiler ve dediler ki: ‘Ey Rabbimiz! Senin yaratıkların arasında dağlardan daha güçlü olan biri var mı?’ O da: ‘Evet. Demir.’ dedi. Onlar: ‘Ey Rabbimiz! O zaman senin yaratıkların arasında o demirden daha güçlü olan bir şey var mı?’ dediler. O da: ‘Evet. Ateş.’ dedi. Onlar: ‘Ey Rabbimiz! Senin yaratıkların arasında ateşten daha güçlü olan bir şey var mı?’ dediler. O da: ‘Evet. Su.’ dedi. Onlar: ‘Ey Rabbimiz! Senin yaratıkların arasında sudan daha güçlü olan bir şey var mı?’ dediler. O da: ‘Evet. Rüzgar.’ dedi. Onlar: ‘Ey Rabbimiz! Senin yaratıkların arasında rüzgardan daha güçlü olan bir şey var mı?’ dediler. O da: ‘Evet. Adem’in oğlu. Sağ eliyle sadaka verirken, sol elinden gizler.’”"
    }
  ]
}