{
  "language": "tr",
  "metadata": {
    "length": 244,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurayra (ra) rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Allah katında dua etmekten daha onurlu bir şey yoktur.”"
    },
    {
      "id": 2,
      "narrator": "Anas bin Malik narrated that :",
      "text": "Enes bin Malik (ra) rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Dua, ibadetin özüdür.”"
    },
    {
      "id": 3,
      "narrator": "An-Nu`man bin Bashir narrated that:",
      "text": "En-Nu'man bin Beşir (ra) rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Dua, ibadettir.” Sonra şöyle okudu: “Rabbiniz dedi ki: ‘Bana dua edin, ben de size cevap vereyim. Şüphesiz, benim ibadetimi küçümseyenler, alçak bir şekilde Cehenneme girecekler.’”"
    },
    {
      "id": 4,
      "narrator": "Abu Hurairah (ra) narrated that :",
      "text": "Abu Hurayra (ra) rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “Gerçekten, Allah’tan istemeyen kimse, O’na öfkelenir.”"
    },
    {
      "id": 5,
      "narrator": "Abu Musa Al-Ash`ari (ra) said:",
      "text": "Abu Musa el-Eş'ari (ra) dedi ki: “Biz, Allah’ın Elçisi (ﷺ) ile bir askeri sefere çıktık. Döndüğümüzde, Medine'yi gördük ve insanlar tekbir getiriyorlardı, seslerini yükseltiyorlardı. Allah’ın Elçisi (ﷺ) dedi ki: ‘Şüphesiz, Rabbiniz ne sağırdır ne de yoktur, O, sizinle bineklerinizin başları arasında bulunmaktadır.’ Sonra dedi ki: ‘Ey Abdullah bin Kays, sana Cennet hazinelerinden bir hazineyi bildirmeyeyim mi: Lā ḥawla wa lā quwwata illā billāh (Güç ve kuvvet ancak Allah’la mümkündür).’”"
    },
    {
      "id": 6,
      "narrator": "`Abdullah bin Busr (ra) narrated that:",
      "text": "Abdullah bin Busr (ra) rivayet etti ki: Bir adam dedi ki: “Ey Allah’ın Elçisi (ﷺ), gerçekten, İslam’ın farzları benim için çok fazla oldu, bana tutunmam gereken bir şey bildir.” O (ﷺ) dedi ki: “Dilini Allah’ı anmaktan ıslak tutma.”"
    },
    {
      "id": 7,
      "narrator": "Abu Sa’eed Al-Khudri narrated that:",
      "text": "Abu Sa'id el-Hudri (ra) rivayet etti ki: Allah’ın Elçisi (ﷺ) soruldu: “Kıyamet Günü Allah katında hangi ibadet edenler daha üstün?” Dedi ki: “Allah’ı çok anan erkekler.” Dedi ki: “Ben: ‘Ey Allah’ın Elçisi! Allah yolunda savaşan kimse ne olacak?’ dedim. O dedi ki: ‘Eğer kılıcıyla kafirler ve putperestler arasında vurursa, kırılana kadar ve kanla boyanırsa, Allah’ı çok ananlar yine de daha üstün olacaktır.’”"
    },
    {
      "id": 8,
      "narrator": "Abu Ad-Darda  narrated that :",
      "text": "Abu Ad-Darda (ra) rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Sizlere en iyi amelinizi, Rabbiniz katında en saf olanını, derecelerinizde en yüksek olanını, altın ve gümüş harcamaktan daha hayırlı olanı, düşmanınızla karşılaşmaktan ve onların boyunlarına vurup, sizin boynunuza vurmasından daha hayırlı olanı bildirmeyeyim mi?” Onlar: “Elbette.” Dedi ki: “Allah’ı anmak.” Sonra şöyle dedi: “Allah’ın azabından daha çok kurtuluş getiren bir şey yoktur, Allah’ı anmaktan başka.”"
    },
    {
      "id": 9,
      "narrator": "Al-Agharr Abu Muslim narrated that:",
      "text": "El-Ağarr Abu Muslim rivayet etti ki: O, Abu Hurayra ve Abu Sa'id el-Hudri’den şahitlik eder ki, onlar Allah’ın Elçisi’nden şahitlik ederler ki, O şöyle dedi: “Allah’ı anan hiçbir grup yoktur ki, melekler onları kuşatmasın, rahmet onları kaplamasın ve huzur onlara inmediği gibi; Allah da (onları) yanında bulunanlara anmasın.”"
    },
    {
      "id": 10,
      "narrator": "Abu Sa’eed Al Khudri narrated the:",
      "text": "Abu Sa'id el-Hudri (ra) rivayet etti ki: Muaviye, Mescid'e çıktı ve dedi ki: “Bu oturum için neye toplandınız?” Onlar: “Allah’ı anmak için toplandık.” Dedi ki: “Vallahi, bu oturum için başka bir şeyden dolayı toplandınız mı?” Onlar: “Vallahi, bu oturum için başka bir şeyden dolayı toplandık.” Dedi ki: “Gerçekten, ben sizden şüphelenerek sormadım, ve ben, Allah’ın Elçisi’nden daha az hadis rivayet eden biri değilim. Gerçekten, Allah’ın Elçisi, Ashabının bir halkasının üzerine çıktı ve dedi ki: ‘Bu oturum için neye toplandınız?’ Onlar: ‘Bu oturum için Allah’ı anmak ve bizi İslam’a hidayet ettiği için O’na hamd etmek için toplandık.’ Dedi ki: ‘Vallahi, bu oturum için başka bir şeyden dolayı toplandınız mı?’ Dedi ki: ‘Gerçekten, ben sizden şüphelenerek sormadım, gerçekten Cebrail bana geldi ve Allah’ın sizinle melekler arasında övündüğünü bildirdi.’”"
    },
    {
      "id": 11,
      "narrator": "Abu Hurairah  narrated that :",
      "text": "Abu Hurayra (ra) rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Hiçbir grup, Allah’ı anmadıkları ve Peygamberlerine salat göndermedikleri bir oturumda toplanmazlar ki, bu onlara pişmanlık kaynağı olmasın. Eğer dilerse, onları azap eder, eğer dilerse, onları affeder.”"
    },
    {
      "id": 12,
      "narrator": "Jabir narrated that :",
      "text": "Cabir rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “Dua eden kimse yoktur ki, Allah ona istediğini vermesin veya ona eşit bir kötülüğü ondan uzaklaştırmasın - yeter ki, kötü bir şey istemesin veya akrabalık bağlarını kesmeyi istemesin.”"
    },
    {
      "id": 13,
      "narrator": "Abu Hurairah  narrated that:",
      "text": "Abu Hurayra (ra) rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “Kim, Allah’ın zor zamanlarda ona cevap vermesini isterse, o, rahat zamanlarda çokça dua etsin.”"
    },
    {
      "id": 14,
      "narrator": "Jabir bin `Abdullah (ra) narrated that :",
      "text": "Cabir bin Abdullah (ra) rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “En iyi zikir: ‘Allah’tan başka ilah yoktur (Lā ilāha illallāh)’ ve en iyi dua: ‘Hamd Allah’a mahsustur (Al-ḥamdulillāh).’”"
    },
    {
      "id": 15,
      "narrator": "`A'ishah (ra) narrated that :",
      "text": "Aişe (ra) rivayet etti ki: Allah’ın Elçisi (ﷺ) her işinde Allah’ı anardı."
    },
    {
      "id": 16,
      "narrator": "Ibn `Abbas narrated from Ubayy bin Ka`b that :",
      "text": "İbn Abbas, Ubayy bin Ka'b'tan rivayet etti ki: Allah'ın Resulü (ﷺ) birini andığında ve onun için dua ettiğinde, önce kendisiyle (ﷺ) başlardı."
    },
    {
      "id": 17,
      "narrator": "Umar bin Al-Khattab  narrated:",
      "text": "Ömer bin Hattab (ra) rivayet etti: “Allah'ın Resulü dua ettiğinde ellerini kaldırır, yüzünü onlarla silene kadar ellerini indirmezdi.”"
    },
    {
      "id": 18,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre (ra) rivayet etti ki: Peygamber (ﷺ) şöyle buyurdu: “Sizden biri acele etmediği sürece, ‘Dua ettim, ama kabul edilmedi’ demediği sürece, duası kabul edilir.”"
    },
    {
      "id": 19,
      "narrator": "Aban bin `Uthman said:",
      "text": "Aban bin Uthman dedi ki: “Uthman bin Affan (ra) şöyle derken duydum: ‘Allah'ın Resulü (ﷺ) şöyle dedi: “Her sabah ve akşam: ‘Allah'ın adıyla, O'nun adıyla, yerde ve gökte hiçbir şey zarar veremez; O, işitendir, bilendir (Bismillāh, alladhi lā yaḍurru ma`a ismihi shai'un fil-arḍi wa lā fis-samā', wa huwas-Samī`ul `Alīm)’ – üç kez söyleyen bir kulun başına hiçbir zarar gelmez.” Aban, bir tür yarı felç geçirmişti, bir adam ona bakmaya başladı, Aban ona, “Ne bakıyorsun? Hadis, sana aktardığım gibidir, ama bir gün bunu söylemedim, bu yüzden Allah bana hükmünü getirdi.” dedi."
    },
    {
      "id": 20,
      "narrator": "Thawban (ra) said:",
      "text": "Sevbân (ra) dedi ki: “Allah'ın Resulü (ﷺ) şöyle dedi: ‘Akşam ulaştığında, ‘Ben Allah'tan (Rab olarak) razıyım, İslam'dan (din olarak) razıyım ve Muhammed'den (ﷺ) (Peygamber olarak) razıyım (Raḍītu billāhi rabban wabil-Islāmi dīnan wa bi-Muḥammadin nabiyyan)’ diyen kimseye, Allah'ın onu razı etmesi vaciptir.’” (Hasan Gharib)"
    },
    {
      "id": 21,
      "narrator": "`Abdullah said:",
      "text": "Abdullah dedi ki: “Akşam ulaştığında, Peygamber (ﷺ) şöyle derdi: ‘Akşamı ulaştık, mülk akşama ulaştı, Allah'a aittir. Bütün hamd Allah'a aittir. Allah'tan başka ibadet edilmeye layık olan yoktur, O tektir, ortağı yoktur. (Amsaina wa amsal-mulku lillāh, wal-ḥamdullilāh, wa lā ilāha illallāh, waḥdahu lā sharīka lahu)’ – sanırım şöyle dedi: ‘Mülk O'na aittir, hamd O'na aittir ve O, her şeye kadirdir. Bu gecenin hayrını, sonrasının hayrını istiyorum, bu gecenin şerrinden, sonrasının şerrinden, tembellikten ve çaresiz yaşlılıktan sana sığınıyorum. Ateşin azabından ve kabir azabından sana sığınıyorum (Lahul-mulku wa lahul-ḥamdu, wa huwa `alā kulli shai'in qadīr. Asa'luka khaira mā fī hādhihil-lailah, wa khaira mā ba`dahā, wa a`ūdhu bika min sharri hādhihil-lailati wa sharri mā ba`dahā, wa a`ūdhu bika minal-kasali wa sū'il-kibar, wa a`ūdhu bika min `adhābin-nāri wa `adhābil-qabr).’ Ve sabah ulaştığında, (ﷺ) şöyle derdi: ‘Sabaha ulaştık, mülk sabaha ulaştı, Allah'a aittir. Bütün hamd Allah'a aittir (Aṣbaḥnā wa aṣbaḥal-mulku lillāh, wal-ḥamdulillāh).’”"
    },
    {
      "id": 22,
      "narrator": "Abu Hurairah (ra) said:",
      "text": "Ebu Hureyre (ra) dedi ki: Allah'ın Resulü (ﷺ) arkadaşlarına şöyle öğretirdi: “Sizden biri sabaha ulaştığında, ‘Ey Allah, sabaha seninle ulaşıyoruz, akşama seninle ulaşıyoruz, seninle yaşıyoruz, seninle ölüyoruz ve dönüş yalnızca sanadır (Allāhumma bika aṣbaḥnā wa bika amsainā wa bika naḥyā wa bika namūtu wa ilaikal-maṣīr).’ Ve akşama ulaştığında, ‘Ey Allah, akşama seninle ulaşıyoruz, sabaha seninle ulaşıyoruz, seninle yaşıyoruz, seninle ölüyoruz ve dönüş yalnızca sanadır (Allāhumma bika amsainā wa bika aṣbaḥnā wa bika naḥyā wa bika namūtu wa ilaikan-nushūr).’”"
    },
    {
      "id": 23,
      "narrator": "Abu Hurairah, may Allah be pleased with him, said:",
      "text": "Ebu Hureyre, Allah ondan razı olsun, dedi ki: “Ebu Bekir dedi: ‘Ey Allah'ın Resulü, sabah ve akşam ulaştığımda söyleyebileceğim bir şey emret.’ O da: ‘De ki: “Ey Allah, gaybı ve görüneni bilen, göklerin ve yerin yaratıcısı, her şeyin Rabbi ve maliki, senin dışında ibadet edilmeye layık olan yoktur, nefsimin şerrinden ve şeytanın şerrinden ve şirkinin şerrinden sana sığınıyorum (Allāhumma `ālimal-ghaibi wash-shahādati fāṭiras-samāwāti wal-arḍ, rabba kulli shai’in wa malīkahu, ash-hadu an lā ilāha illā anta, a`ūdhu bika min sharri nafsī wa min sharrish-shaiṭāni washirkihi).’” Dedi ki: ‘Bunu sabah ve akşam ulaştığında, yatarken söyle.’”"
    },
    {
      "id": 24,
      "narrator": "Shaddad bin Aws narrated that:",
      "text": "Şeddad bin Evs rivayet etti ki: Peygamber (ﷺ) ona şöyle dedi: “Sana bağışlanma dualarının en büyüğünü öğretmeyeyim mi? ‘Ey Allah, sen benim Rabbimsin, senden başka ibadet edilmeye layık yoktur, beni yarattın ve ben senin kulunum. Gücüm yettiğince senin ahdine ve vaadine bağlıyım, yaptığım kötülüklerden sana sığınıyorum. Üzerimdeki nimetlerini itiraf ediyorum ve günahlarımı itiraf ediyorum. Beni bağışla, çünkü günahları bağışlayacak olan yalnızca sensin (Allāhumma anta rabbī lā ilāha illā anta, khalaqtanī wa ana `abduka, wa ana `alā `ahdika wa wa`dika ma-staṭa`tu. A`ūdhu bika min sharri ma ṣana`tu, wa abū'u ilayka bini`matika `alayya wa a`tarifu bidhunūbī faghfirlī dhunūbī innahu lā yaghfirudh-dhunūba illā ant).’ Akşam ulaştığında bunu söyleyen birinin başına bir hüküm gelirse, sabaha ulaşmadan cennete girmesi vacip olur. Ve sabah ulaştığında bunu söyleyen birinin başına bir hüküm gelirse, akşama ulaşmadan cennete girmesi vacip olur.”"
    },
    {
      "id": 25,
      "narrator": "Al-Bara' bin `Azib narrated that:",
      "text": "Al-Bara' bin Azib rivayet etti ki: Peygamber (ﷺ) ona şöyle dedi: “Yatarken söyleyeceğin bazı sözleri öğretmeyeyim mi, böylece eğer ölürsen Fıtrah üzere ölürsün, sabaha ulaştığında da iyi bir şekilde ulaşırsın? Şöyle de: ‘Ey Allah, gerçekten sana teslim oldum, yüzümü sana döndüm, işimi sana havale ettim, umudum sana ve korkum sana. Sadece sana dayanarak uzanıyorum, senden başka sığınacak yoktur. Senin indirdiğin kitaba ve gönderdiğin peygambere iman ettim.’” Al-Bara' dedi ki: “Ben de: ‘Ve gönderdiğin Resulüne.’ dedim. O da: “Gönderdiğin Peygamberine (Wa binabiyyikal-ladhī arsalt).” dedi."
    },
    {
      "id": 26,
      "narrator": "Rafi` bin Khadij narrated that:",
      "text": "Rafi' bin Khadij rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Sizden biri sağ tarafına yattığında, ‘Ey Allah, sana teslim oldum, yüzümü sana döndüm, sana güvenerek uzandım, işimi sana havale ettim, senden başka sığınacak yoktur, kitabına ve elçilerine iman ettim (ūminu bikitābika wa birusulika)’ derse, o gece ölürse cennete girecektir.”"
    },
    {
      "id": 27,
      "narrator": "Anas bin Malik (ra) narrated that :",
      "text": "Anas bin Malik (ra) rivayet etti ki: Allah'ın Resulü (ﷺ) yatağına gittiğinde şöyle derdi: “Bütün hamd, bize rızık veren, içiren, yeterli kılan ve bize sığınak veren Allah'a aittir; ne kadar çok kimse var ki, onlara yeterli olan ve onlara sığınak veren yoktur (Al-ḥamdulillāhi alladhi aṭ`amanā wa saqānā wa kafānā wa āwānā, wakam mimman lā kāfiya lahu wa lā mu'wiy).”"
    },
    {
      "id": 28,
      "narrator": "Abu Sa`eed (ra) narrated that :",
      "text": "Ebu Said (ra) rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Yatağına gittiğinde, ‘Ben Allah'tan, O'ndan başka ilah yoktur, Hayy ve Kayyum olan Allah'tan bağışlanma diliyorum ve O'na tövbe ediyorum (I seek forgiveness from Allah,  alladhi lā ilāha illā huw, al-Ḥayyul-Qayyūm, wa atūbu ilaihi)’ üç kez söyleyen kimse, günahları deniz köpüğü kadar çok olsa bile, ağaçların yaprakları kadar çok olsa bile, Alij kum tanecikleri kadar çok olsa bile, dünyanın günleri kadar çok olsa bile, Allah onu bağışlayacaktır.”"
    },
    {
      "id": 29,
      "narrator": "Hudhaifah bin Al-Yaman (ra) narrated that:",
      "text": "Hudeyfe bin Yeman (ra) rivayet etti ki: Peygamber (ﷺ) uyuduğunda, elini başının altına koyar ve şöyle derdi: “Ey Allah, beni, kullarını topladığın gün, azabından koru (tab`athu `ibādak).”"
    },
    {
      "id": 30,
      "narrator": "Al-Bara' bin `Azib (ra) narrated that:",
      "text": "Al-Bara' bin Azib (ra) rivayet etti ki: Allah'ın Resulü (ﷺ) uykuya dalarken sağ elini başının altına koyar, sonra şöyle derdi: “Rabbim, kullarını dirilttiğin gün, azabından koru (Rabbi qinī `adhābaka yawma tab`athu `ibādak).”"
    },
    {
      "id": 31,
      "narrator": "Abu Hurairah (ra) said:",
      "text": "Abu Hurayra (ra) dedi ki: “Allah’ın Resulü (ﷺ) uykuya gideceğimiz zaman şöyle dememizi emrederdi: ‘Ey Allah, göklerin ve yerlerin Rabbi, bizim Rabbimiz ve her şeyin Rabbi, tohumları ve çekirdekleri yarıp geçensin, Tevrat’ı, İncil’i ve Kur’an’ı indiren. Senin elinde tuttuğun her türlü şerden sana sığınırım. Sen Evvelsin, senden önce hiçbir şey yoktur, Sen Ahir’sin, senden sonra hiçbir şey yoktur, Zahir’sin, senin üstünde hiçbir şey yoktur, Batın’sın, senin altında hiçbir şey yoktur. Borcumu öde ve beni fakirlikten kurtar (Allāhumma rabbas-samāwati wa rabbal-arḍīna wa rabbanā, wa rabba kulli shai’in, fāliqal-ḥabbi wan-nawā, wa munzilat-Tawrāti wal-Injīli wal-Qur’ān. A`ūdhu bika sharri kulli dhi sharrin anta ākhidhun bināṣiyatihi, antal-Awwalu falaisa qablaka shai’un, wa antal-Ākhiru falaisa ba`daka shai’un, waẓ-Ẓāhiru falaisa fauqaka shai'un wal-Bātinu falaisa dūnaka shai’un, iqḍi `annid-daina wa aghninī minal-faqr).’”"
    },
    {
      "id": 32,
      "narrator": "Abu Hurairah (ra) narrated that :",
      "text": "Abu Hurayra (ra) rivayet etti ki: Allah’ın Resulü (ﷺ) şöyle dedi: “Sizden biri yatağından kalkıp tekrar döndüğünde, İzar’ının kenarıyla üç kez silsin, çünkü onun ardından ne olduğunu bilmez. Yattığında şöyle desin: ‘Adınla, Rabbim, yanımı koydum, adınla kaldırıyorum. Eğer ruhumu alırsan, ona merhamet et, eğer ruhumu serbest bırakırsan, onu salih kullarını koruduğun şeyle koru (Bismika rabbī waḍa`tu janbī wa bika arfa`uhu, fa’in amsakta nafsī farḥamhā wa in arsaltahā faḥfaẓhā bimā taḥfaẓu bihī `ibādakaṣ-ṣāliḥīn)’ Ve uyandığında şöyle desin: Hamd, beni bedenimde iyileştiren, ruhumu bana geri veren ve O’nu anmamı bana izin veren Allah’a olsun (Al-ḥamdulillāh alladhī `āfānī fī jasadī wa radda `alayya rūḥī wa adhina lī bidhikrih).’”"
    },
    {
      "id": 33,
      "narrator": "Aishah narrated that:",
      "text": "Aişe (ra) rivayet etti ki: Her gece, Peygamber (ﷺ) yatağına gittiğinde, ellerini birleştirir, sonra onlara üflerdi ve şöyle okurdu: “De ki: O, Allah’tır, Tek olan.” Ve “De ki: Falaq’ın Rabbine sığınırım.” ve “De ki: İnsanların Rabbine sığınırım.” Sonra elinden geldiğince vücudunun üzerine silerdi, önce başından ve yüzünden başlayarak, vücudunun ön kısmına kadar. Bunu üç kez yapardı."
    },
    {
      "id": 34,
      "narrator": "Farwah bin Nawfal (ra) narrated that:",
      "text": "Farwah bin Naufal (ra) rivayet etti ki: Peygamber (ﷺ) ile geldi ve dedi ki: “Ey Allah’ın Resulü, yatağıma gittiğimde söyleyebileceğim bir şey öğret.” O da dedi ki: “De ki: ‘Ey kafirler’ çünkü bu, şirkten bir berattır.” Şu’be dedi ki: “Bazen ‘bir kez’ derdi, bazen de bunu söylemezdi.”"
    },
    {
      "id": 35,
      "narrator": "Jabir said:",
      "text": "(Bir başka isnad) Farwah bin Naufal’dan, babasından: \"Peygamber (ﷺ) ile geldi\" dedi ve benzer bir anlamı zikretti. Bu daha doğrudur."
    },
    {
      "id": 36,
      "narrator": "`A'isha (ra) said:",
      "text": "Ve Zübeyir, bu hadisi İshak’tan, Farwah bin Naufal’dan, babasından, Peygamber (ﷺ) ile benzer ifadeyle rivayet etti. Bu, Şu’be’nin rivayetinden daha uygundur ve daha doğrudur. Ebu İshak’ın arkadaşları bu hadisin rivayetinde karışıklık yaşadılar. Bu hadis, bu yollardan başka yollarla da rivayet edilmiştir. Abdürrahman, Farwah bin Naufal’ın kardeşidir."
    },
    {
      "id": 37,
      "narrator": "Ar-Irbad bin Sariyah (ra) narrated that:",
      "text": "Cabir dedi ki: “Peygamber, Tanzil as-Secde ve Tebarek’e ulaşmadan uyumazdı.”"
    },
    {
      "id": 38,
      "narrator": "A man from Banu Hanzalah said:",
      "text": "Aişe (ra) dedi ki: “Peygamber (ﷺ) Az-Zumar ve Banu İsrail’i okumadan uyumazdı.” Muhammed bin İsmail bana bildirdi: “Bu Abu Lubabah’ın (isnadın bir ravisi) adı Marwan’dır, Abdürrahman bin Ziyad’ın azatlı kölesidir. Aişe’den dinlemiştir ve Hammad bin Zayd ondan dinlemiştir.”"
    },
    {
      "id": 39,
      "narrator": "Ali  said:",
      "text": "İrbad bin Sariyah (ra) rivayet etti ki: Peygamber (ﷺ) Al-Musabbihat’ı okumadan uyumazdı ve şöyle derdi: “Onlarda bin ayetten daha hayırlı bir ayet vardır.”"
    },
    {
      "id": 40,
      "narrator": "Ali  said:",
      "text": "Banu Hanzalah’dan bir adam dedi ki: “Şaddad bin Avs ile bir yolculuk yaptım, o da dedi ki: ‘Sana Allah’ın Resulü’nün bize öğrettiği bir şeyi öğretmeyeyim mi? Şöyle de: ‘Ey Allah, işte sabit kalmayı, hidayet üzerinde kararlı olmayı, nimetine şükretmeyi, sana ibadette güzellik istemeyi, doğru bir dil ve sağlam bir kalp istemeyi, bildiğin her türlü şerden sana sığınmayı, bildiğin her türlü hayrı istemeyi ve bildiğin her şey için bağışlanma istemeyi. Şüphesiz, sen her şeyin gizlisini bilensin (Allāhumma innī as’alukath-thabāta fil-amri, wa as’aluka `azīmatar-rushdi, wa as’aluka shukra ni`matika, wa ḥusna `ibādatika, wa as’aluka lisānan ṣādiqan wa qalban salīman, wa a`ūdhu bika min sharri mā ta`lamu, wa as’aluka min khairi mā ta`lamu, wa astaghfiruka mimmā ta`lamu innaka anta `allāmul-ghuyūb).’” Dedi ki: ‘Allah’ın Resulü (ﷺ) dedi ki: “Allah’ın Kitabı’ndan bir sure okuyarak uykuya yatan bir Müslüman yoktur ki, Allah ona bir melek tayin etmesin, böylece ona zarar verecek hiçbir şey yaklaşamaz, o uyanana kadar.”"
    },
    {
      "id": 41,
      "narrator": "Abdullah bin `Amr  said:",
      "text": "Ali dedi ki: “Fatıma, un öğütmekten ellerinin su topladığını bana şikayet etti. Ben de ona: ‘Eğer babana gidersen ve bir hizmetçi istersen?’ dedim. O da (Peygamber) dedi ki: ‘Sizi bir hizmetçiden daha hayırlı bir şeye yönlendirmeyeyim mi? İkiniz uykuya yattığınızda, otuz üç, otuz üç, otuz dört kez Tehmid, Tesbih ve Tekbir deyin.’”"
    },
    {
      "id": 42,
      "narrator": "Abdullah bin Amr  said:",
      "text": "Ali dedi ki: “Fatıma, ellerinin su topladığını şikayet ederek Peygamber’e gitti, o da ona Tesbih, Tekbir ve Tehmid demesini emretti.”"
    },
    {
      "id": 43,
      "narrator": "Ka’b bin Ujrah narrated that:",
      "text": "Abdullah bin Amr dedi ki: “Allah’ın Resulü şöyle dedi: ‘Bir Müslüman erkeğin korumadığı iki özellik vardır ki, bunlar cennete girmesini sağlar. Gerçekten, bunlar kolaydır ve bunları uygulayanlar azdır: Her namazın sonunda Allah’ı on kez tesbih eder (Subḥān Allāh diyerek), on kez hamd eder (Al-Ḥamdulillāh diyerek) ve O’nun büyüklüğünü on kez yüceltir (Allāhu Akbar diyerek).’” Dedi ki: “Ve ben Allah’ın Resulü’nün bunları parmağıyla saydığını gördüm. Dedi ki: ‘Bu, dille yüz elli, mizan üzerinde bin beş yüz eder. Yatmaya gittiğinizde, O’nu tesbih eder, O’nu yüceltir ve O’na hamd edersiniz, bu da dille yüz ve mizan üzerinde bin eder. Sizden hangisi bir günde ve gecede iki bin beş yüz kötü iş yapar?’ Dediler ki: ‘Onları korumaz mıyız?’ Dedi ki: ‘Şeytan, biriniz namazda iken gelir ve “Şunu hatırla, bunu hatırla” der, ta ki belki de onu yapmaz. Ve biriniz yattığında gelir ve onu uykulu hale getirir, ta ki uyuyana kadar.’”"
    },
    {
      "id": 44,
      "narrator": "Zaid bin Thabit (ra) said:",
      "text": "Abdullah bin Amr dedi ki: “Ben Allah’ın Resulü’nün Tesbih saydığını gördüm.”"
    },
    {
      "id": 45,
      "narrator": "`Ubadah bin As-Samit, may Allah be pleased with him, narrated that:",
      "text": "Ka’b bin Ucra rivayet etti ki: Peygamber şöyle dedi: “Mu’aqqibat vardır, onları söyleyen kimse bedbaht olmaz. Her namazın sonunda Allah’ı otuz üç kez tesbih et, otuz üç kez hamd et ve otuz dört kez O’nu yücelt.”"
    },
    {
      "id": 46,
      "narrator": "Maslamah bin `Amr said:",
      "text": "Maslamah bin `Amr dedi ki: “`Umair bin Hani her gün bin secde eder ve her gün yüz bin Tasbih okurdu.”"
    },
    {
      "id": 47,
      "narrator": "Rabi`ah bin Ka`b Al-Aslami said:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Hudhaifah bin Al-Yaman  narrated that when the Prophet (ﷺ) wanted to sleep, he would say:",
      "text": "Rabi`ah bin Ka`b Al-Aslami dedi ki: “Ben, Peygamber (ﷺ) kapısında gece geçirirdim, ona abdest suyu verebilmek için, ve gece boyunca uzun bir süre ‘Allah, kendisini övenin sesini işitir (Sami` Allāhu liman ḥamidah)’ dediğini duyardım. Ve uzun bir süre ‘Bütün övgüler alemlerin Rabbi Allah’a aittir (Al-ḥamdulillāhi rabbil-`ālamīn)’ dediğini duyardım.”"
    },
    {
      "id": 49,
      "narrator": "`Abdullah bin `Abbas  narrated, :",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Ibn Abbas said:",
      "text": "Hudhaifah bin Al-Yaman, Peygamber (ﷺ) uyumak istediğinde şöyle dediğini nakletti: “Ya Allah, Senin adınla ölür ve yaşarım (Allāhumma bismika amūtu wa aḥyā).” Uyandığında ise şöyle derdi: “Övgüler Allah’a aittir; O, ruhumu ölümünden sonra diriltti ve dönüş O’nadır (Al-ḥamdulillāh, alladhī aḥyā nafsī ba`da mā amātahā wa ilaihin-nushūr).”"
    },
    {
      "id": 51,
      "narrator": "Abu Salamah said:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Ali bin Abi Talib narrated that whenever the Messenger of Allah would stand for Salat, he would say:",
      "text": "`Abdullah bin `Abbas nakletti ki: “Allah’ın Elçisi (ﷺ) gece yarısı namaza durduğunda şöyle derdi: ‘Ya Allah, sana övgü, sen göklerin ve yerin nurusun, sana övgü, sen göklerin ve yerin koruyucususun, sana övgü, sen göklerin ve yerin Rabbi, içindekilerin Rabbi, sen gerçeksin, vaadin gerçektir, buluşman gerçektir, cennet gerçektir, ateş gerçektir, saat gerçektir. Ya Allah, sana teslim oldum, sana inandım, sana güvendim, sana yöneldim, seninle tartıştım, hüküm için sana başvurdum. Öyleyse, önceden ve sonra yaptıklarımı, gizli yaptıklarımı ve açık yaptıklarımı affet. Sen benim İlâhımsın, sana ibadet etmeye hakkı olan yoktur (Allāhumma lakal-ḥamd, anta nūrus-samāwāti wal-arḍ, wa lakal-ḥamd, anta qayyāmus-samāwāti wal-arḍ, wa lakal-ḥamd, anta rabbus-samāwāti wal-arḍ, wa man fīhinn, antal-ḥaqq, wa wa`dukal-ḥaqq, wa liqā'uka ḥaqq, wal-jannatu ḥaqq, wan-nāru ḥaqq, was-sā`atu ḥaqq. Allāhumma laka aslamtu, wa bika āmantu, wa `alaika tawakkaltu, wa ilaika anabtu, wa bika khāṣamtu, wa ilaika ḥākamtu, faghfirlī mā qaddamtu wa mā akhartu, wa mā asrartu wa mā a`lant. Anta ilāhī lā ilāha illā ant).”"
    },
    {
      "id": 53,
      "narrator": "Ali bin Abi Talib narrated that whenever the Messenger of Allah would stand for Salat, he would say:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Ali bin Abi Talib narrated that :",
      "text": "İbn Abbas dedi ki: “Bir gece, o (ﷺ) Salat’ını bitirdiğinde, Allah’ın Elçisi şöyle diyordu: ‘Ya Allah, rahmetini istiyorum, kalbimi bununla hidayet et, işimi bununla topla, dağılmış işlerimi bununla bir araya getir, benden gizli olanı bununla düzelt, benden açık olanı bununla yükselt, amellerimi bununla temizle, hidayetimi içeren şeylerle bana ilham et, koru beni bununla, koru beni her türlü kötülükten. Ya Allah, bana inanç ve kesinlik ver ki, ardından inkâr yoktur, ve bana rahmet ver ki, dünyada ve ahirette senin cömertliğinin yüksek derecesine ulaşabileyim. Ya Allah, ben senden başarı istiyorum fil-qaḍā'i, wa nuzulash-shuhadā'i wa `aishas-su`adā'i, wan-naṣra `alal-a`dā'. Allāhumma innī unzilu bika ḥājatī, wa in qaṣura ra'yī wa ḍa`ufa `amalī iftaqartu ilā raḥmatik, fa as'aluka yā qāḍiyal-umūr, wa yā shāfiyas-ṣudūr, kamā tujīru bainal-buḥūr, an tujīranī min `adhābis-sa`īr, wa min da`watith-thubūr, wa min fitnatil-qubūr. Allāhumma mā qaṣṣara `anhu ra'yī wa lam tablughhu niyyatī wa lam tablughhu mas'alatī min khairin wa`adtahu aḥadan min khalqika aw khairin anta mu`ṭīhi aḥadan min `ibādika fa innī arghabu ilaika fīhi, wa as'alukahu bi-raḥmatika rabbal-`ālamīn. Allāhumma dhal-ḥablish-shadīd, wal-amrir-rashīd, as'aluka al-amna yawm al-wa`īd, wal-jannata yawmal-khulūd ma`al-muqarrabīnash-shuhūd, ar-rukka`is-sujūd, al-mūfīna bil-`uhūd, anta rahīmun wadūd, wa innaka taf`alu ma turīd. Allāhummaj`alnā hādīna muhtadīna, ghaira ḍallīna wa la muḍillīna, silman li-awliyā'ika wa `aduwwan li a`dā'ika, nuḥibbu biḥubbika man aḥabbaka wa nu`ādī bi`adāwatika man khālafak. Allāhumma hādhad-du`ā'u wa `alaikal-ijābatu, wa hādhal-juhdu wa `alaikat-tuklān. Allāhummaj`allī nūran fi qalbī wa nūran fi qabrī, wa nūran min baini yadayya, wa nūran min khalfī, wa nūran `an yamīnī, wa nūran `an shimālī, wa nūran min fawqī, wa nūran min taḥtī, wa nūran fi sam`ī, wa nūran fi baṣarī, wa nūran fi sha`rī, wa nūran fi basharī, wa nūran fi laḥmī, wa nūran fi damī, wa nūran fi `iẓamī. Allāhumma a`ẓim lī nūran, wa a`ṭinī nūran, waj`allī nūran. Subḥānal-ladhī ta`aṭṭafal-`izza wa qāla bihi, subḥānal-ladhī labisal-majda wa takarrama bihi, subḥānal-ladhī lā yanbaghit-tasbīḥu illā lahu, subḥāna dhil-faḍli wan-ni`am, subḥāna dhil-majdi wal-karam, subḥāna dhil-jalāli wal-ikrām.).”"
    },
    {
      "id": 55,
      "narrator": "Al-Hasan bin Muhammad bin Ubaidullah bin Abi Yazid said:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Aishah narrated:",
      "text": "Ebu Selame dedi ki: “Aişe’ye sordum: ‘Ey Allah’ın Elçisi, gaybı ve şehadeti bilirsin, kulların arasında ihtilaf ettikleri şeylerde hüküm ver, beni hidayete ilet (ihdini limakhtulifa fīhi minal-ḥaqqi bi'idhnika innaka tahdī man tashā'u ilā ṣirātin mustaqīm).’”"
    },
    {
      "id": 57,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "Umm Salamah narrated that :",
      "text": "Ali bin Ebu Talib, Allah’ın Elçisi her namaza durduğunda şöyle dediğini nakletti: “Yüzümü gökleri ve yeri yaratan O’na yönelttim, ben Haniflerdenim ve putperestlerden değilim. Şüphesiz ki, benim namazım, kurbanım, hayatım ve ölümüm alemlerin Rabbi Allah içindir, O’nun ortağı yoktur, ve bununla emrolundum ve ben Müslümanlardanım. Ya Allah, sen Kral’sın, sana ibadet etmeye layık olan yoktur. Sen benim Rabbimsin, ben senin kulunum, kendime zulmettim, günahımı itiraf ediyorum, öyleyse, bütün günahlarımı affet, şüphesiz ki, günahları affeden yalnız sensin. Ve en güzel ahlaklara hidayet et, en güzel ahlakların en iyi olanına hidayet eden yalnız sensin, ve onlardan kötülüğü benden uzaklaştır, onlardan kötülüğü benden uzaklaştıracak olan yalnız sensin. Sana itaatteyim, senin yolunda yardımda bulunuyorum, hayır, hepsi senin ellerindedir, ve şer sana isnat edilmez, sana güveniyorum ve sana yöneliyorum, sen yücesin ve senin yüceliğin vardır. Senin affını istiyorum ve sana tövbe ediyorum (Wajjahtu wajhiya lilladhī faṭaras-samāwāti wal-arḍa ḥanīfan wa mā ana min al-mushrikīn, inna ṣalātī wa nusukī wa maḥyāya wa mamātī lillāhi rabbil-`ālamīn, lā sharīka lahū wa bidhālika umirtu wa ana min al-muslimīn. Allāhumma antal-maliku lā ilāha illā ant, anta rabbī, wa ana `abduka ẓalamtu nafsī wa`taraftu bidhanbī faghfirlī dhunūbī jamī`an, innahū lā yaghfir adh-dhunūba illā ant. Wahdinī li-aḥsanil-akhlāqi lā yahdī li-aḥsanihā illā ant. Waṣrif `annī sayyi’ahā lā yaṣrifu `annī sayyi’aha illā ant. Labaika wa sa`daika wal-khairu kulluhū fī yadaika, wash-sharru laisa ilaik, tabārakta wa ta`ālaita astaghfiruka wa atūbu ilaik).” Ve rükûda iken şöyle derdi: “Ya Allah, sana secde ettim, sana inandım, sana teslim oldum. İşitmem, görmem, kemiklerim ve sinirlerim sana boyun eğdi (Allāhumma laka raka`tu wa bika āmantu wa laka aslamtu. Khasha`a laka sam`ī wa baṣarī wa mukhkhī wa `iẓāmī, wa `aṣabī).” Sonra başını kaldırdığında şöyle derdi: “Ya Allah, Rabbimiz, sana övgü göklerin ve yerin dolusu ve senin dilediğin her şeyin dolusu için (Allāhumma rabbanā lakal-ḥamdu mil’as-samāwāti wal-arḍīna wa mā bainahumā, wa mil’a mā shi’ta min shay’in ba`d).” Sonra secde ettiğinde şöyle derdi: “Ya Allah, sana secde ettim, sana inandım, sana teslim oldum, yüzüm, onu yaratan, şekil veren, işitme ve görme yetisi veren O’na secde etti. Şüphesiz ki, Allah, yaratıcıların en hayırlısıdır (Allāhumma laka sajadtu wa bika āmantu wa laka aslamtu, sajada wajhi lilladhī khalaqahū fa ṣuwwarahū wa shaqqa sam`ahū wa baṣarahū fatabārak Allāhu ahsanul-khāliqīn).” Son olarak At-Tashahhud ile At-Taslim arasında şöyle derdi: “Ya Allah, önceden ve sonra yaptıklarımı, gizli yaptıklarımı ve açık yaptıklarımı affet, ve sen benim İlâhımsın, sana ibadet etmeye layık olan yoktur (Allāhummaghfirlī mā qaddamtu wa mā akhkhartu wa mā asrartu wa mā a`lantu wa mā anta a`lamu bihī minnī antal-Muqaddimu wa antal-Mu’akhkhiru, lā ilāha illā ant).”"
    },
    {
      "id": 59,
      "narrator": "Salim bin Abdullah bin Umar narrated from his father, from his grandfather, that :",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "Salim bin Abdullah bin Umar narrates from his father, from his grandfather, that :",
      "text": "Ali bin Ebu Talib, Allah’ın Elçisi her namaza durduğunda şöyle dediğini nakletti: “Yüzümü gökleri ve yeri yaratan O’na yönelttim, ben Haniflerdenim ve putperestlerden değilim. Şüphesiz ki, benim namazım, kurbanım, hayatım ve ölümüm alemlerin Rabbi Allah içindir, O’nun ortağı yoktur, ve bununla emrolundum ve ben Müslümanlardanım. Ya Allah, sen Kral’sın, sana ibadet etmeye layık olan yoktur. Sen benim Rabbimsin, ben senin kulunum, kendime zulmettim ve günahımı itiraf ediyorum, öyleyse, bütün günahlarımı affet, şüphesiz ki, günahları affeden yalnız sensin, ve en güzel ahlaklara hidayet et, en güzel ahlakların en iyi olanına hidayet eden yalnız sensin, ve onlardan kötülüğü benden uzaklaştır, onlardan kötülüğü benden uzaklaştıracak olan yalnız sensin. İşte sana itaatteyim, senin yolunda yardımda bulunuyorum, hayır, hepsi senin ellerindedir, ve şer sana isnat edilmez, sana güveniyorum ve sana yöneliyorum, yücesin ve yüceliğin vardır. Senin affını istiyorum ve sana tövbe ediyorum (Wajjahtu wajhiya lilladhī faṭaras-samāwāti wal-arḍa ḥanīfan wa mā ana min al-mushrikīn, inna ṣalātī wa nusukī wa maḥyāya wa mamātī lillāhi rabbil-`ālamīn, lā sharīka lahū wa bidhālika umirtu wa ana min al-muslimīn. Allāhumma antal-maliku lā ilāha illā ant, anta rabbī, wa ana `abduka ẓalamtu nafsī wa`taraftu bidhanbī faghfirlī dhunūbī jamī`an, innahū lā yaghfir adh-dhunūba illā ant. Wahdinī li-aḥsanil-akhlāqi lā yahdī li-aḥsanihā illā ant. Waṣrif `annī sayyi’ahā lā yaṣrifu `annī sayyi’aha illā ant. Labaika wa sa`daika wal-khairu kulluhū fī yadaika, wash-sharru laisa ilaik, tabārakta wa ta`ālaita astaghfiruka wa atūbu ilaik).” Ve rükûda iken şöyle derdi: “Ya Allah, sana secde ettim, sana inandım, sana teslim oldum. İşitmem, görmem, kemiklerim ve sinirlerim sana boyun eğdi (Allāhumma laka raka`tu wa bika āmantu wa laka aslamtu. Khasha`a laka sam`ī wa baṣarī wa `iẓāmī, wa `aṣabī).” Ve başını kaldırdığında şöyle derdi: “Ya Allah, Rabbimiz, sana övgü göklerin ve yerin dolusu ve senin dilediğin her şeyin dolusu için (Allāhumma rabbanā lakal-ḥamdu mil’as-samāwāti wa mil’al-arḍ wa mil’a mā bainahumā, wa mil’a mā shi’ta min shay’in ba`d).” Sonra secde ettiğinde şöyle derdi: “Ya Allah, sana secde ettim, sana inandım, sana teslim oldum (in İslam), yüzüm, onu yaratan, şekil veren, işitme ve görme yetisi veren O’na secde etti, şüphesiz ki, Allah, yaratıcıların en hayırlısıdır (Allāhumma laka sajadtu wa bika āmantu wa laka aslamtu, sajada wajhi lilladhī khalaqahū fa ṣuwwarahū wa shaqqa sam`ahū wa baṣarahū fatabārak Allāhu ahsanul-khāliqīn).” Son olarak At-Tashahhud ile At-Taslim arasında şöyle derdi: “Ya Allah, affet beni, önceden ve sonra yaptıklarımı, gizli yaptıklarımı ve açık yaptıklarımı, ve sınırı aştıklarımı, ve senin benden daha iyi bildiklerin, sen öne geçiren ve geciktiren sensin, sana ibadet etmeye layık olan yoktur (Allāhummaghfirlī mā qaddamtu wa mā akhkhartu wa mā asrartu wa mā a`lantu wa mā asraftu wa mā anta a`lamu bihī minnī antal-Muqaddimu wa antal-Mu’akhkhiru, lā ilāha illā ant).”"
    },
    {
      "id": 61,
      "narrator": "Al-Agharr Abu Muslim narrated that he bears witness from Abu Sa’eed Al-Khudri and Abu Hurairah, that they bear witness that :",
      "text": "Al-Agharr Abu Muslim, Abu Sa’eed Al-Khudri ve Abu Hurairah'dan rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Kim ‘Allah’tan başka ilah yoktur, Allah en büyüktür (Lā ilāha illallāh, wa Allāhu akbar)’ derse, Rabbi onun sözünü tasdik eder ve der ki: ‘Benden başka ilah yoktur, ben en büyüğüm.’ Ve kim ‘Allah’tan başka ilah yoktur, yalnız O (Lā ilāha illallāh, waḥdahu)’ derse, Allah der ki: ‘Benden başka ilah yoktur, yalnız benim.’ Ve kim ‘Allah’tan başka ilah yoktur, O’nun ortağı yoktur (Lā ilāha illallāh, waḥdahu lā sharīka lahu)’ derse, Allah der ki: ‘Benden başka ilah yoktur, yalnız benim, ortağım yoktur.’ Ve kim ‘Allah’tan başka ilah yoktur, O’na ait olan her şey vardır, ve O’na hamd (Lā ilāha illallāh, lahul-mulku wa lahul-ḥamdu)’ derse, Allah der ki: ‘Benden başka ilah yoktur, bana ait olan her şey vardır, ve bana hamd.’ Ve kim ‘Allah’tan başka ilah yoktur, O’ndan başka güç ve kuvvet yoktur (Lā ilāha illallāh, wa lā ḥawla wa lā quwwata illā billāh)’ derse, Allah der ki: ‘Benden başka ilah yoktur, ve benden başka güç ve kuvvet yoktur.’” Ve şöyle derdi: “Kim bunu hastalığında söylerse ve ölürse, ateş ona dokunmayacaktır.”"
    },
    {
      "id": 62,
      "narrator": "Umar narrated that:",
      "text": "Umar rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “Kim bir kişinin bir belaya uğradığını görür ve derse ki: ‘Beni, senin uğradığın beladan kurtaran Allah’a hamd olsun, yarattıklarından birçoğuna karşı bana büyük nimetler verdi (Al-ḥamdulillāhi alladhī `āfānī mimmabtalāka bihī wa faḍḍalanī `alā kathīrin mimman khalaqa tafḍīla)’ o kişi, yaşadığı sürece o beladan kurtulacaktır.”"
    },
    {
      "id": 63,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurairah rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “Kim bir belaya uğramış birini görür ve derse ki: ‘Beni, senin uğradığın beladan kurtaran Allah’a hamd olsun, yarattıklarından birçoğuna karşı bana büyük nimetler verdi (Al-ḥamdulillāhi alladhī `āfānī mimmabtalāka bihī wa faḍḍalanī `alā kathīrin mimman khalaqa tafḍīla)’ o kişi, o belaya uğramayacaktır.”"
    },
    {
      "id": 64,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurairah rivayet etti ki: Allah’ın Elçisi (ﷺ) şöyle dedi: “Kim bir oturuşta oturur ve çokça boş, anlamsız konuşmalar yapar ve sonra o oturuşundan kalkmadan önce derse ki: ‘Sana hamd olsun, ey Allah, ben şahitlik ederim ki, senden başka ilah yoktur, senden af dilerim ve sana tövbe ederim (Subḥānaka Allāhumma wa biḥamdika, ashhadu an lā ilāha illā anta, astaghfiruka wa atūbu ilaik)’ o oturuşta olan her şey ona affedilecektir.”"
    },
    {
      "id": 65,
      "narrator": "Ibn Umar said:",
      "text": "İbn Umar dedi ki: “Allah’ın Elçisi (ﷺ) bir oturuşunda, kalkmadan önce yüz defa ‘Rabbim, beni affet ve tövbemi kabul et. Şüphesiz ki, sen çokça tövbe eden ve en çok affeden sensin (Rabbighfirlī watub `alayya innaka antat-Tawwābul-Ghafūr)’ dediğini sayabilirdik.”"
    },
    {
      "id": 66,
      "narrator": "Ibn Abbas narrated that :",
      "text": "İbn Abbas rivayet etti ki: Sıkıntıya düştüğünde, Allah’ın Peygamberi (ﷺ) şöyle dua ederdi: “Allah’tan başka ilah yoktur, sabırlı, hikmet sahibi olan, Allah’tan başka ilah yoktur, muazzam Arş’ın Rabbi, Allah’tan başka ilah yoktur, göklerin ve yerin Rabbi, ve şerefli Arş’ın Rabbi (Lā ilāha illallāh al-`aliyyul ḥalīm, lā ilāha illallāh, rabbul-`arshil-`aẓīm, lā ilāha illallāh, rabbus-samāwāti wal-arḍi wa rabbul-`arshil-karīm).”"
    },
    {
      "id": 67,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurairah rivayet etti ki: Peygamber (ﷺ) bir mesele onu endişelendirdiğinde, başını gökyüzüne kaldırır ve derdi ki: “Allah, yücedir (Subḥān Allāhil-`Aẓīm).” Ve dua ederken çaba gösterdiğinde; “Ey Hayy, ey Kayyum (Yā Ḥayyu yā Qayyūm)” derdi."
    },
    {
      "id": 68,
      "narrator": "Sa`d bin Abi Waqqas narrated:",
      "text": "Sa`d bin Abi Waqqas rivayet etti: Khawlah bint Al Hakim As-Sulamiyyah’dan, Allah’ın Elçisi (ﷺ) şöyle dedi: “Kim bir durakta durur ve derse ki: ‘Ben Allah’ın mükemmel kelimelerine, O’nun yarattıklarından gelen şerden sığınırım (A`ūdhu bi-kalimātillāhit-tāmmāti min sharri mā khalaq)’ o kişi, o duraktan ayrılana kadar hiçbir şey ona zarar veremeyecektir.”"
    },
    {
      "id": 69,
      "narrator": "Abu Hurairah narrated:",
      "text": "Abu Hurairah rivayet etti: “Peygamber (ﷺ) seyahat edeceği zaman, binek devenin üzerine bindiğinde, parmağıyla işaret ederdi” – ve Shu`bah parmağını uzattı – “ve derdi ki: ‘Ey Allah, sen yolculukta dostsun, aileye gözetmensin, ey Allah, bizi korumanla beraber yola çıkar, güven içinde geri döndür, ey Allah, ben yolculuğun zorluklarından ve büyük bir üzüntü ile geri dönmekten sana sığınırım (Allāhumma antaṣ-ṣāḥibu fis safari wal-khalīfatu fil-ahli, Allāhumma aṣḥabnā bi nuṣḥika waqlibnā bi-dhimmah, Allāhummazwi lanal-arḍa wa hawwin `alainas-safar, Allāhumma innī a’ūdhu bika min wa`thā’is-safari wa ka’ābatil-munqalab).’”"
    },
    {
      "id": 70,
      "narrator": "Abdullah bin Sarjis narrated that:",
      "text": "Abdullah bin Sarjis rivayet etti ki: Peygamber (ﷺ) seyahat etmek istediğinde şöyle derdi: “Ey Allah, sen yolculukta dostsun, aileye gözetmensin, ey Allah, bizi yolculuğumuzda koru ve ailemizi gözet, ey Allah, ben yolculuğun zorluklarından, büyük bir üzüntü ile geri dönmekten, artıştan sonra kayıptan, mazlumun duasından ve ailemize ve malımıza kötü gözle bakanlardan sana sığınırım (Allāhumma antaṣ-ṣāḥibu fis safari wal-khalīfatu fil-ahli, allāhumma aṣḥabnā fī safarinā wakhlufnā fī ahlinā. Allāhumma innī a’ūdhu bika min wa`thā’is-safari wa ka’ābatil-munqalab, wa minal-ḥawri ba`dal-kawni, wa min da`watil-maẓlūm, wa min sū’il-manẓari fil-ahli wal-māl).”"
    },
    {
      "id": 71,
      "narrator": "Ar-Rabi` bin Al-Bara’ bin `Azib reported from, his father:",
      "text": "Ar-Rabi` bin Al-Bara’ bin `Azib, babasından rivayet etti: Peygamber (ﷺ) bir yolculuktan döndüğünde şöyle derdi: “(Biz) dönüyoruz, tövbe ediyoruz, ibadet ediyoruz ve Rabbimize hamd ediyoruz (Ā’ibūna tā’būna `ābidūna lirabbinā ḥāmidūn).”"
    },
    {
      "id": 72,
      "narrator": "Anas narrated that:",
      "text": "Anas rivayet etti ki: Peygamber bir yolculuktan döndüğünde ve Medine’nin duvarlarını gördüğünde, binek devenin hızını artırırdı, eğer bir hayvan üzerindeyse, onu harekete geçirirdi, Medine’ye olan sevgisinden dolayı."
    },
    {
      "id": 73,
      "narrator": "Ibn Umar narrated, saying:",
      "text": "İbn Umar rivayet etti ki: Peygamber (ﷺ) bir adamla vedalaşırken, onun elini tutar ve adam elini bırakmadan bırakmazdı, ve şöyle derdi: “Ben senin dinini, emanetlerini ve son amellerini Allah’a emanet ediyorum (Astawdi`ullāha dīnaka wa amānataka wa ākhira `amalik).’”"
    },
    {
      "id": 74,
      "narrator": "Salim narrated that :",
      "text": "Salim rivayet etti ki: Seyahate çıkmayı düşündüğünde, İbn `Umar bir kişiye “Yanıma gel ki, seni Allah’ın Elçisi (ﷺ) gibi uğurlayayım.” derdi. Sonra şöyle derdi: “Ben senin dinini, emanetlerini ve son amellerini Allah’a emanet ediyorum (Astawdi`ullāha dīnaka wa amānataka wa khawātīma `amalik).”"
    },
    {
      "id": 75,
      "narrator": "Anas said:",
      "text": "Anas dedi ki: “Bir adam Allah’ın Elçisi (ﷺ) yanına geldi ve ‘Yolculuğa çıkmayı düşünüyorum, bana yiyecek ver.’ dedi. O da: ‘Allah sana takva versin, bu senin yiyeceğin olsun (Zawwadak Allāhut-taqwā).’ dedi. Adam: ‘Daha fazlasını ver.’ dedi. O da: ‘Ve Allah günahını affetsin (Wa ghafara dhanbak).’ dedi. Adam: ‘Daha fazlasını ver, babam sana fidye olsun, annem de.’ dedi. O da: ‘Ve Allah, nerede olursan ol, hayrı sana kolaylaştırsın (Wa yassara lakal-khaira ḥaithu mā kunt).’ dedi.”"
    },
    {
      "id": 76,
      "narrator": "Abu Hurairah  narrated that :",
      "text": "Abu Hurayra (r.a.) rivayet etti ki: Bir adam dedi ki: “Ey Allah’ın Resulü (s.a.v), seyahat etmeyi düşünüyorum, bana tavsiyede bulun.” O da dedi ki: “Allah’ın takvasına sarıl ve her yüksek yerde tekbir getir.” Adam dönerken şöyle dedi: “Ey Allah’ım, ona mesafeyi yakınlaştır ve yolculuğunu kolaylaştır (Allāhummaṭwi lahul-arḍa wa hawwin `alaihis-safar).”"
    },
    {
      "id": 77,
      "narrator": "Ali bin Rabi’ah said:",
      "text": "Ali bin Rabi’ah dedi ki: “Ali’nin kendisine binerken bir hayvan getirildiğini gördüm. Ayağını stirapa koyduğunda ‘Allah’ın adıyla’ (Bismillāh) dedi. Ardından hayvanın sırtına bindiğinde ‘Hamd, alemlerin Rabbi olan Allah’a aittir’ (Al-ḥamdulillāh) dedi. Sonra ‘Bize bunu boyun eğdiren O’na hamdolsun, biz bunu yapmaya güç yetiremezdik. Ve şüphesiz, biz Rabbimize döneceğiz’ (Subḥān alladhī sakh-khara lanā hādhā wa mā kunnā lahū muqrinīn. Wa innā ilā rabbinā lamunqalibūn) dedi. Sonra ‘Hamd, alemlerin Rabbi olan Allah’a aittir’ (Al-ḥamdulillāh) – üç kez – ve ‘Allah en büyüktür’ (Allāhu Akbar) – üç kez – ‘Sana hamdolsun, gerçekten kendime zulmettim, o halde beni affet, çünkü günahları affeden yalnızca sensin’ (Subḥānaka innī qad ẓalamtu nafsī faghfirlī fa-innahū lā yaghfirudh-dhunūba illā ant) dedi. Sonra güldü. Ben de dedim ki: ‘Ey Müminlerin Emiri! Seni güldüren ne oldu?’ O da dedi ki: ‘Ben, Allah’ın Resulü’nün benim yaptığım gibi yaptığını gördüm, sonra o (s.a.v) güldü, ben de ‘Seni güldüren ne oldu?’ dedim. O da dedi ki: ‘Gerçekten, Rabbin, kullarından biri ‘Ey Rabbim, günahlarımı affet’ dediğinde çok hoşnut olur.’”"
    },
    {
      "id": 78,
      "narrator": "Ibn `Umar narrated that:",
      "text": "İbn Ömer (r.a.) rivayet etti ki: Peygamber (s.a.v) seyahat etmek istediğinde, bindiği deveye bindiğinde üç kez tekbir getirir ve ‘Bize bunu boyun eğdiren O’na hamdolsun, biz bunu yapmaya güç yetiremezdik. Ve şüphesiz, biz Rabbimize döneceğiz’ (Subḥān alladhī sakh-khara lanā hādhā wa mā kunnā lahū muqrinīn. Wa innā ilā rabbinā lamunqalibūn) derdi. Sonra şöyle derdi: “Ey Allah, bu yolculuğumda bana rıza ve takva ile hoşnut olduğun amelleri soruyorum. Ey Allah, bize yolu kolaylaştır ve ülkenin mesafesini yakınlaştır. Ey Allah, yolculukta dostumuz sensin ve ailemizin koruyucususun. Ey Allah, yolculuğumuzda bize eşlik et ve ailemizi koru” (Allāhumma innī as’aluka fī safarī hādhā minal-birri wat-taqwā, wa minal-`amali mā tarḍā. Allāhumma hawwin `alainal-masīra, waṭwi `annā bu`dal-arḍ. Allāhumma antaṣ-ṣāḥibu fis safari wal-khalīfatu fil-ahli. Allāhumma aṣḥabnā fī safarinā wakhlufnā fī ahlinā).” Eve döndüğünde ise şöyle derdi: “(Biz) Dönüyoruz, eğer Allah dilerse, tövbe ederek, ibadet ederek ve Rabbimize hamdederek” (Ā’ibūna in shā’ Allāh, tā’ibūna `ābidūna lirabbinā hāmidūn)."
    },
    {
      "id": 79,
      "narrator": "Abu Hurairah  narrated :",
      "text": "Abu Hurayra (r.a.) rivayet etti ki: Allah’ın Resulü şöyle dedi: “Üç dua kabul edilir: Mazlumun duası, yolcunun duası ve çocuğuna karşı ebeveynin duası.” Ali bin Hucur bize rivayet etti (dedi ki): İsmail bin İbrahim, Hişam Ad-Dastawa’i’den, Yahya bin Ebu Katir’den bu isnatla rivayet etti, benzerini anlattı, fakat buna ekledi: “Kabul edilen, şüphesiz ki bunlardandır.”"
    },
    {
      "id": 80,
      "narrator": "Aishah  narrates, saying:",
      "text": "Aişe (r.a.) rivayet ediyor ki: “Peygamber (s.a.v) rüzgarı gördüğünde şöyle derdi: ‘Ey Allah, onun hayrını, içindeki hayrı ve onunla gönderilen hayrı sana soruyorum. Ve onun şerrinden, içindeki şerden ve onunla gönderilen şerden sana sığınıyorum’ (Allāhumma innī as’aluka min khairihā wa khairi mā fīhā, wa khairi mā ursilat bihī, wa a`ūdhu bika min sharrihā wa sharri mā fīhā, wa sharri mā ursilat bih).’”"
    },
    {
      "id": 81,
      "narrator": "Salim bin Abdullah bin Umar narrated :",
      "text": "Salim bin Abdullah bin Ömer, babasından rivayet etti ki: Allah’ın Resulü (s.a.v) gök gürültüsü ve şimşek sesi duyduğunda şöyle derdi: “Ey Allah, bizi gazabınla öldürme ve bizi azabınla helak etme, ve bizden önce affet” (Allāhumma lā taqtulnā bi-ghaḍabika wa lā tuhliknā bi-`adhābika wa `āfinā qabla dhālik)."
    },
    {
      "id": 82,
      "narrator": "Bilal bin Yahya bin Talhah bin `Ubaidullah narrated :",
      "text": "Bilal bin Yahya bin Talha bin Ubeydullah, babasından, dedesi Talha bin Ubeydullah’tan rivayet etti ki: Peygamber (s.a.v) hilali gördüğünde şöyle derdi: “Ey Allah, onu üzerimize bereket ve iman, güvenlik ve İslam ile getir. Rabbim ve senin Rabbin Allah’tır” (Allāhumma ahlilhu `alainā bil-yumni wal-Īmān, was-salāmati wal-Islām, rabbī wa rabbuk Allāh)."
    },
    {
      "id": 83,
      "narrator": "Mu`adh bin Jabal narrated :",
      "text": "Muaz bin Cebel rivayet etti ki: İki adam, Peygamber (s.a.v) yanında birbirine lanet etti, birinin yüzünde öfke belirdi. Bunun üzerine Peygamber (s.a.v) şöyle dedi: “Gerçekten, ben bir söz biliyorum ki, eğer onu söylerse, öfkesi geçer: ‘Ben, reddedilmiş şeytandan Allah’a sığınırım’ (A`ūdhu billāhi minash-shaiṭānir-rajīm).”"
    },
    {
      "id": 84,
      "narrator": "Abu Sa’eed Al-Khudri narrated that:",
      "text": "Abu Sa’id el-Hudri rivayet etti ki: “Sizden biri güzel bir rüya görürse, bu Allah’tandır, o halde Allah’a hamd etsin ve gördüğü hakkında konuşsun. Eğer hoşlanmadığı bir şey görürse, bu şeytandandır, o halde onun şerrinden Allah’a sığınsın ve bunu kimseye anlatmasın, çünkü bu ona zarar vermez.”"
    },
    {
      "id": 85,
      "narrator": "Abu Hurairah  narrates, saying:",
      "text": "Abu Hurayra (r.a.) rivayet ediyor ki: “İnsanlar ilk meyveyi gördüklerinde, onu Allah’ın Resulü’ne (s.a.v) getirirlerdi. Allah’ın Resulü (s.a.v) onu aldığında şöyle derdi: ‘Ey Allah, meyvelerimizi bereketlendir, şehrimizi bereketlendir, sa’ımızı ve mudd’umuzu bereketlendir. Ey Allah, gerçekten İbrahim senin kullarındandır, dostundur ve peygamberindir. Gerçekten ben de senin kulun ve peygamberinim. Ve gerçekten o (İbrahim AS) senin için Mekke için dua etti, ben de senin için Medine için onun Mekke için dua ettiği gibi dua ediyorum.’ Sonra gördüğü en küçük çocuğu çağırır ve ona o meyveyi verirdi.”"
    },
    {
      "id": 86,
      "narrator": "Ibn Abbas narrated:",
      "text": "İbn Abbas rivayet etti ki: “Ben, Allah’ın Resulü (s.a.v) ile birlikte Maimunah’a girdim, o da bize bir süt kabı getirdi. Allah’ın Resulü (s.a.v) ondan içti. Ben onun sağında, Halid ise solundaydı, o da bana dedi ki: ‘İçme sırası senin, istersen onu Halid’e verebilirsin.’ Ben de dedim ki: ‘Ben senin artığını kimseye tercih etmem.’ Sonra Allah’ın Resulü (s.a.v) dedi ki: ‘Kim Allah ona bir yiyecek verirse, o halde desin ki: “Ey Allah, bunu bize bereketlendir ve ondan daha hayırlısını bize ver” (Allāhumma bārik lanā fīhi wa aṭ`imnā khairan minhu). Ve kim Allah ona süt içirirse, o halde desin ki: “Ey Allah, bunu bize bereketlendir ve ondan artır” (Allāhumma bārik lanā fīhi wa zidnā minhu).’ Ve Allah’ın Resulü (s.a.v) dedi ki: ‘Yiyecek ve içecek yerine geçen hiçbir şey süt kadar yeterli değildir.’”"
    },
    {
      "id": 87,
      "narrator": "Abu Umamah narrated that :",
      "text": "Abu Umamah rivayet etti ki: “Masa kaldırıldığında, Allah’ın Resulü (s.a.v) şöyle derdi: ‘Hamd, alemlerin Rabbi olan Allah’a aittir, bol, güzel, bereketli bir hamd, terk edilmeden ve ihtiyaç duyulmadan, ey Rabbimiz’ (Al-ḥamdulillāhi ḥamdan kathīran ṭayyiban mubārakan fīhi, ghaira muwadda`in, wa lā mustaghnan `anhu rabbanā).”"
    },
    {
      "id": 88,
      "narrator": "Abu Sa`eed   narrated that:",
      "text": "Abu Sa’id rivayet etti ki: “Peygamber (s.a.v) yemek veya içmek istediğinde şöyle derdi: ‘Hamd, bize yemek veren ve içiren ve bizi Müslüman yapan Allah’a aittir’ (Al-ḥamdulillāh, alladhī aṭ`amanā, wa saqānā, wa ja`alanā muslimīn).”"
    },
    {
      "id": 89,
      "narrator": "Sahl bin Mu`adh bin Anas narrated from his father that:",
      "text": "Sahl bin Muaz bin Anas, babasından rivayet etti ki: Allah’ın Resulü (s.a.v) şöyle dedi: “Kim bir yiyecek yer ve sonra derse ki: ‘Hamd, bana bunu yediren ve bunu bana rızık olarak veren Allah’a aittir, benim hiçbir çabam ve gücüm olmadan’ (Al-ḥamdulillāh, alladhī aṭ`amanī hādha wa razaqanīhi min ghairi ḥawlin minnī, wa lā quwwatin), onun geçmiş günahları affedilir.”"
    },
    {
      "id": 90,
      "narrator": "Abu Hurairah  narrated that:",
      "text": "Abu Hurayra (r.a.) rivayet etti ki: Peygamber (s.a.v) şöyle dedi: “Kargaların ötüşünü duyduğunuzda, Allah’tan lütfunu isteyin, çünkü gerçekten onlar bir meleği görmüşlerdir. Eşeklerin anırdığını duyduğunuzda, şeytandan Allah’a sığının, çünkü gerçekten o bir şeytan görmüştür.”"
    },
    {
      "id": 91,
      "narrator": "Abdullah bin Amr narrated that :",
      "text": "Abdullah bin Amr rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Yeryüzünde ‘Allah'tan başka ibadet edilecek yoktur, Allah en büyüktür, güç ve kuvvet ancak Allah'ladır’ (Lā ilāha illallāh, wa Allāhu akbar, wa lā ḥawla wa lā quwwata illā billāh) diyen kimse yoktur ki, günahları affedilmesin, hatta deniz köpüğü gibi olsa bile.”"
    },
    {
      "id": 92,
      "narrator": "Abu Musa Al-Ash`ari said:",
      "text": "Ebu Musa el-Eş'ari dedi ki: “Biz Allah'ın Elçisi (ﷺ) ile bir askeri seferdeydik. Döndüğümüzde, Medine'yi gördük ve insanlar tekbir getiriyorlardı, seslerini yükseltiyorlardı. Allah'ın Elçisi (ﷺ) dedi ki: ‘Şüphesiz, Rabbiniz ne sağırdır ne de gafil, O, sizinle bineklerinizin başları arasında bulunmaktadır.’ Sonra dedi ki: ‘Ey Abdullah bin Kays, sana cennetin hazinelerinden bir hazineyi bildirmeyeyim mi: Lā ḥawla wa lā quwwata illā billāh (Güç ve kuvvet ancak Allah'ladır).’”"
    },
    {
      "id": 93,
      "narrator": "Ibn Mas`ud narrated that:",
      "text": "İbn Mes'ud rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Miraç gecesinde İbrahim ile karşılaştım, o da dedi ki: ‘Ey Muhammed, ümmetine benden selam söyle ve onlara cennetin saf toprağı ve lezzetli suyu olduğunu, düz ve ağaçsız bir ova olduğunu, tohumlarının ise: ‘Subhan Allah (Allah'ı her türlü eksiklikten tenzih ederim), Elhamdulillah (Allah'a hamd ederim) ve Lā ilāha illallāh (Allah'tan başka ibadet edilecek yoktur), Allāhu Akbar (Allah en büyüktür)’ olduğunu bildir.’”"
    },
    {
      "id": 94,
      "narrator": "Mus`ab bin Sa`d narrated from his father, that :",
      "text": "Mus'ab bin Sa'd babasından rivayet etti ki: Allah'ın Elçisi (ﷺ) yanındaki oturanlara şöyle dedi: “Sizlerden biri bin sevap kazanma kapasitesine sahip değil mi?” Bunun üzerine oturanlardan bir soru soran: “Bizden biri nasıl bin sevap kazanabilir?” diye sordu. O da dedi ki: “Sizlerden biri yüz Tasbih okuduğunda, ona bin sevap yazılır ve bin günahı da silinir.”"
    },
    {
      "id": 95,
      "narrator": "Jabir narrated that:",
      "text": "Cabir rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Kim ‘Subhan Allah, Azamet sahibi, ve hamdiyle (Subḥān Allāhil-Aẓīm, wa biḥamdih)’ derse, cennette onun için bir hurma ağacı dikilir.”"
    },
    {
      "id": 96,
      "narrator": "Jabir narrated that :",
      "text": "Cabir rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Kim ‘Subhan Allah, Azamet sahibi, ve hamdiyle (Subḥān Allāhil-Aẓīm, wa biḥamdih)’ derse, cennette onun için bir hurma ağacı dikilir.”"
    },
    {
      "id": 97,
      "narrator": "Abu Hurairah narrated that :",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim ‘Subhan Allah, ve hamdiyle (Subḥān Allāh, wa biḥamdih)’ yüz defa derse, günahları affedilir, hatta deniz köpüğü gibi olsa bile.”"
    },
    {
      "id": 98,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Dili hafif, Kıyamet Terazisinde ağır ve Ar-Rahman'a sevgili olan iki söz vardır: ‘Subhan Allah ve hamd; Subhan Allah, Azamet sahibi.’ (Subḥān Allāhi wa biḥamdih, Subḥān Allāhil-Aẓīm)”"
    },
    {
      "id": 99,
      "narrator": "Abu Hurairah narrates that:",
      "text": "Ebu Hureyre rivayet eder ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim ‘Lā ilāha illallāh, waḥdahu lā sharīka lahu, lahul-mulku wa lahul-ḥamdu, yuḥyī wa yumītu, wa huwa `alā kulli shay’in qadīr’ (Allah'tan başka ibadet edilecek yoktur, O tektir, ortağı yoktur, mülk O'nundur, hamd O'na aittir, O hayat verir ve öldürür, her şeye gücü yeter) günde yüz defa söylerse, onun için on köle azat etmek kadar sevap yazılır, yüz sevap yazılır, yüz günahı silinir ve o gün Şeytandan korunur, akşama kadar. Ve ondan daha iyi bir şey getiren yoktur, ancak ondan daha fazlasını yapan biri hariç.” Ve bu isnadla, Peygamber (ﷺ) şöyle dedi: “Kim ‘Subhan Allah, ve hamdiyle (Subḥān Allāh, wa biḥamdih)’ yüz defa derse, günahları affedilir, hatta deniz köpüğünden daha fazla olsa bile.”"
    },
    {
      "id": 100,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hureyre rivayet etti ki: Peygamber (ﷺ) şöyle dedi: “Kim sabah ve akşam ‘Subhan Allah ve hamdiyle (Subḥān Allāh, wa biḥamdih)’ yüz defa derse, Kıyamet Günü'nde ondan daha iyi bir şey getiren yoktur, ancak onun gibi yapan ya da artıran biri hariç.”"
    },
    {
      "id": 101,
      "narrator": "Ibn `Umar narrated that one day, :",
      "text": "İbn 'Umar bir gün rivayet etti ki: Allah'ın Elçisi (ﷺ) arkadaşlarına şöyle dedi: “‘Subhan Allah ve hamdiyle (Subḥān Allāh, wa biḥamdih)’ yüz defa söyleyin. Kim söylerse, Allah onu affedecektir.”"
    },
    {
      "id": 102,
      "narrator": "`Amr bin Shu`aib narrated from his father, from his grandfather, that :",
      "text": "Amr bin Shu'ayb, babasından, dedesinden rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim sabah yüz defa ve gece yüz defa Allah'ı tesbih ederse, o, yüz Hac yapan gibidir. Ve kim sabah yüz defa ve gece yüz defa Allah'ı överse, o, Allah yolunda yüz atı sağlayan gibidir.” – ya da şöyle dedi – “yüz askeri sefere çıkan gibidir. Ve kim gece yüz defa Allah'ın Tehlil'ini (La ilahe illallah) söylerse, o, İsmail'in soyundan yüz köleyi azat eden gibidir. Ve kim gündüz yüz defa ve gece yüz defa Allah'ın azametini yüceltirse, o günde, onun getirdiğinden daha fazlasını getiren yoktur, ancak onun gibi söyleyen ya da artıran biri hariç.”"
    },
    {
      "id": 103,
      "narrator": "Az-Zuhri said:",
      "text": "Az-Zuhri dedi ki: “Ramazan'da bir Tasbih, diğer zamanlarda bin Tasbih'ten daha hayırlıdır.”"
    },
    {
      "id": 104,
      "narrator": "Tamim Ad-Dari narrated that:",
      "text": "Tamim ed-Dari rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim on defa ‘Ben şahitlik ederim ki, Allah'tan başka ibadet edilecek yoktur. O tektir, ortağı yoktur, bir ilah, bir tek, As-Samad, O, ne eş aldı ne de çocuk, O'na benzer hiç kimse yoktur (Ash-hadu an lā ilāha illallāh, waḥdahu lā sharīka lahu, ilahan wahidan, aḥadan ṣamadan lam yattakhidh ṣāḥibatan wa lā waladan wa lam yakun lahu kufuwan aḥad)’ derse, Allah ona kırk milyon sevap yazar.”"
    },
    {
      "id": 105,
      "narrator": "Abu Dharr narrated that:",
      "text": "Ebu Dharr rivayet etti ki: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim her Fajr namazının sonunda, ayakları hala katlıyken, konuşmadan önce ‘Lā ilāha illallāh, waḥdahu lā sharīka lahu, lahul-mulku wa lahul-ḥamdu, yuḥyī wa yumītu, wa huwa `alā kulli shay’in qadīr’ (Allah'tan başka ibadet edilecek yoktur, O tektir, ortağı yoktur, mülk O'nundur, hamd O'na aittir, O hayat verir ve öldürür, her şeye gücü yeter) on defa derse, ona on sevap yazılır, on günahı silinir, on derece yükseltilir ve o gün boyunca her hoşlanılmayan şeyden güven içinde olur, Şeytandan korunur ve o günde ona hiç günah ulaşmaz ya da onu helak etmez, ancak Allah'a ortak koşmak dışında.”"
    },
    {
      "id": 106,
      "narrator": "`Abdullah bin Buraidah Al Aslami narrated from his father, who said:",
      "text": "`Abdullah bin Buraidah Al Aslami, babasından şöyle nakletmiştir: “Peygamber (ﷺ) bir adamın dua ettiğini duydu ve o şöyle diyordu: ‘Ey Allah, gerçekten, ben sana, senin Allah olduğuna şahitlik ederek, senden istiyorum; senden başka ibadet edilmeye layık olan yoktur, Tek olan, As-Samad, doğurmayan ve doğurulmayan, O'na benzer hiç kimse yoktur (Allāhumma innī as’aluka bi annī ashhadu annaka antallāh, lā ilāha illā ant, al-aḥaduṣ-ṣamad, alladhī lam yalid wa lam yūlad, wa lam yakun lahu kufuwan aḥad).’ Peygamber (ﷺ) şöyle dedi: ‘Canımın elinde olan Zat’a yemin ederim ki, o, Allah’a en büyük ismiyle dua etmiştir; bu isimle dua edildiğinde Allah cevap verir ve bu isimle istendiğinde O, verir.’” (Ravi) Zaid dedi ki: “Bunu yıllar sonra Zuhair bin Mu`awiyah’a söyledim, o da: ‘Abu İshak, Malik bin Mighwal’dan bana aktardı’ dedi.” Zaid dedi ki: “Sonra bunu Sufyan’a söyledim, o da Malik’ten bana aktardı.”"
    },
    {
      "id": 107,
      "narrator": "Fadalah bin `Ubaid narrated:",
      "text": "Fadalah bin `Ubaid şöyle nakletmiştir: “Allah’ın Elçisi (ﷺ) otururken bir adam içeri girdi ve Salat kıldı, ardından şöyle dedi: ‘Ey Allah, beni affet ve bana merhamet et.’ Allah’ın Elçisi (ﷺ) dedi ki: ‘Sen acele ettin, ey dua eden kişi. Salat kıldığında oturduğunda, Allah’ı O’na layık olduğu şekilde öv ve bana Salat gönder, sonra O’na dua et.’” Dedi ki: “Sonra başka bir adam Salat kıldı, o da Allah’ı övdü ve Peygamber (ﷺ) üzerine Salat gönderdi. Peygamber (ﷺ) ona şöyle dedi: ‘Ey dua eden kişi! Dua et, sana cevap verilecektir.’”"
    },
    {
      "id": 108,
      "narrator": "`Amr bin Malik Al-Janbi narrated that he heard Fadalah bin `Ubaid saying:",
      "text": "`Amr bin Malik Al-Janbi, Fadalah bin `Ubaid’in şöyle dediğini duyduğunu nakletmiştir: “Peygamber (ﷺ) bir adamın Salat’ında dua ettiğini duydu fakat o, Peygamber (ﷺ) üzerine Salat göndermedi. Bunun üzerine Peygamber (ﷺ) dedi ki: ‘Bu kişi acele etti.’ Sonra onu çağırdı ve ona ya da başkasına şöyle dedi: ‘Sizden biri Salat kıldığında, önce Allah’a şükredip O’nu övsün. Sonra Peygamber (ﷺ) üzerine Salat göndersin, ardından dilediği gibi dua etsin.’”"
    },
    {
      "id": 109,
      "narrator": "Asma bint Yazid narrated that the Prophet (ﷺ) said:",
      "text": "Asma bint Yazid, Peygamber (ﷺ) şöyle dediğini nakletmiştir: “Allah’ın en büyük ismi bu iki Ayet’tedir: ‘Sizin ilahınız bir tek ilah, O’ndan başka ibadet edilmeye layık olan yoktur, Ar-Raḥmān, Ar-Raḥīm.’ Ve Al-`Imrān’ın açılışında: ‘Alif. Lām. Mīm. Allah, O’ndan başka ibadet edilmeye layık olan yoktur, daima yaşayan, her şeyi ayakta tutan.’”"
    },
    {
      "id": 110,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, Allah’ın Elçisi (ﷺ) şöyle dediğini nakletmiştir: “Allah’a dua ederken cevap alacağınıza kesin olarak inanarak dua edin ve bilin ki Allah, dikkatsiz ve oyunla meşgul olan birinin kalbinden gelen duaya cevap vermez.”"
    },
    {
      "id": 111,
      "narrator": "Aishah narrated that the Messenger of Allah (ﷺ) used to say:",
      "text": "Aişe, Allah’ın Elçisi (ﷺ) şöyle derdi: “Ey Allah, bedenimde sağlık ver, gözümde sağlık ver ve onu benden miras bırak; ibadet edilmeye layık olan yoktur, yalnızca Allah, sabırlı, cömert, yücelik Allah’a, muhteşem Arş’ın Rabbi’ne, ve her türlü övgü Allah’a, var olanların Rabbi’ne (Allāhumma `āfinī fī jasadi, wa `āfinī fī baṣarī, waj`alhul-wāritha minnī, lā ilāha illāllah, al-ḥalīmul-karīm, subḥān Allāhi rabbil-`arshil-aẓīm, wal-ḥamdulillāhi rabbil-`alamīn).”"
    },
    {
      "id": 112,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Abu Hurairah, şöyle nakletmiştir: Fatıma, Peygamber (ﷺ) yanına gelerek bir hizmetçi istedi. Bunun üzerine o (ﷺ) ona şöyle dedi: “De ki: ‘Ey Allah, yedi göğün Rabbi ve muhteşem Arş’ın Rabbi, bizim Rabbimiz ve her şeyin Rabbi, Tevrat, İncil ve Kur’an’ı indiren, tohumları ve çekirdekleri yarıp çıkaran, ben her şeyin şerrinden sana sığınırım; sen ilkisin, senin üstünde hiçbir şey yoktur, sen sonuncusun, senin ardından hiçbir şey yoktur. Sen az-Zahir’sin, senin üstünde hiçbir şey yoktur. Sen Al-Batin’sin, senin altında hiçbir şey yoktur. Beni borçtan kurtar ve beni fakirlikten zengin et (Allāhumma rabbas samāwātis-sab`i wa rabbal-`arshil-`aẓīm, rabbana, wa rabba kulli shai’in, munzilat-Tawrāti wal-Injīli wal-Qur’ān, fāliqal-habbi wan-nawā, a`ūdhu bika min sharri kulli shai’in anta ākhidhun bināṣiyatihi, antal-awwalu falaisa qablaka shai’un, wa antal-ākhiru falaisa ba`daka shai’un, wa antaẓ-ẓāhiru falaisa fawqaka shai’un, wa antal-bāṭinu falaisa dūnaka shai’un, iqḍi `anni-daina wa aghnini minal-faqr).”"
    },
    {
      "id": 113,
      "narrator": "`Abdullah bin `Amr narrated that:",
      "text": "`Abdullah bin `Amr şöyle nakletmiştir: “Allah’ın Elçisi (ﷺ) şöyle derdi: ‘Ey Allah, ben sana, kalbinin eğilmediğinden, duyulmayacak bir duadan, asla tatmin olmayan bir ruhdan ve fayda vermeyen bir bilgiden sana sığınırım; bu dört şeyden sana sığınırım (Allāhumma innī a`ūdhu bika min qalbin lā yakhsha`u, wa min du`ā’in lā yusma`u, wa min nafsin lā tashba`u, wa min `ilmin lā yanfa`u, a`ūdhu bika min hā’ula’il-arba).’”"
    },
    {
      "id": 114,
      "narrator": "Imran bin Husain narrated:",
      "text": "İmrân bin Husayn, şöyle nakletmiştir: “Peygamber (ﷺ) babama şöyle dedi: ‘Ey Husayn, şimdi kaç ilaha ibadet ediyorsun?’ O da: ‘Yedi. Altısı yerin içinde, biri göklerin üstünde.’ Dedi ki: ‘Peki, onlardan hangisini en çok isteklerinizde ve korkularınızda alıyorsunuz?’ O da: ‘Göklerin üstündekini.’ Dedi ki: ‘Ey Husayn, eğer İslam’ı kabul edersen, sana fayda verecek iki ifadeyi öğretirim.’” O da: “Husayn İslam’ı kabul edince, ‘Ey Allah’ın Elçisi, bana vaad ettiğin iki ifadeyi öğret’ dedi. O (ﷺ) şöyle dedi: “De ki: Ey Allah, bana hidayet ver ve nefsimin şerrinden koru (Allāhumma alhimnī rushdī, wa a`idhnī min sharri nafsī).’”"
    },
    {
      "id": 115,
      "narrator": "Anas bin Mallik  narrates, saying:",
      "text": "Anas bin Malik, şöyle nakletmektedir: “Peygamber (ﷺ) bu sözlerle dua ettiğini sıkça duyardım: ‘Ey Allah, ben sana kederden, üzüntüden, acizlikten, tembellikten, cimrilikten, aşırı borçtan ve insanların baskısından sana sığınırım (Allāhumma innī a`ūdhu bika minal-hammi wal-ḥazani wal-`ajzi wal-kasali wal-bukhli wa ḍala`id-dain wa ghalabatir-rijāl).’”"
    },
    {
      "id": 116,
      "narrator": "Anas narrated that :",
      "text": "Anas, şöyle nakletmiştir: “Peygamber (ﷺ) dua ederdi, şöyle derdi: ‘Ey Allah, gerçekten, ben sana tembellikten, yaşlılık zayıflığından, korkaklıktan, cimrilikten, Mesih’in fitnesinden ve kabir azabından sana sığınırım (Allāhumma innī a`ūdhu bika minal-kasali wal-harami wal-jubni wal-bukhli wa fitnatil-masīḥi wa `adhabil-qabr).’”"
    },
    {
      "id": 117,
      "narrator": "Abdullah bin Amr narrated:",
      "text": "Abdullah bin Amr, “Peygamber’in (ﷺ) elinde Tesbih saydığını gördüm.” şeklinde nakletmiştir."
    },
    {
      "id": 118,
      "narrator": "Anas bin Malik narrated that:",
      "text": "Anas bin Malik, şöyle nakletmiştir: “Peygamber (ﷺ) çok zayıf bir adamı ziyaret etti, o kadar zayıftı ki, bir kuş yavrusu gibi olmuştu. O (ﷺ) ona şöyle dedi: ‘Dua etmiyor muydun? Rabbinizden sağlık istemiyor muydun?’ O da: ‘Ey Allah, ahirette beni neyle cezalandıracaksan, bunu dünyada bana çabuklaştır’ derdim.’ Bunun üzerine Peygamber (ﷺ) dedi: ‘Subhan Allah, buna dayanamazsın’ – ya da – ‘bunu kaldıracak gücün yok. Neden demiyorsun: ‘Ey Allah, bize bu dünyada hayır ver, ahirette de hayır ver ve bizi ateşin azabından koru (Allāhumma ātinā fid-dunyā ḥasanatan wa fil ākhirati ḥasanatan wa qinā `adhāban-nār).’”"
    },
    {
      "id": 119,
      "narrator": "Hisham bin Hassan narrated from Al-Hasan :",
      "text": "Hişam bin Hassan, Al-Hasan’dan şöyle nakletmiştir: “Allah’ın şu sözü hakkında: ‘Ey Rabbimiz, bize bu dünyada hayır ver, ahirette de hayır ver.’ Dedi ki: ‘Bu dünyada bilgi ve ibadet, ahirette cennettir.’”"
    },
    {
      "id": 120,
      "narrator": "`Abdullah narrated that :",
      "text": "`Abdullah, şöyle nakletmiştir: “Peygamber (ﷺ) dua ederdi: ‘Ey Allah, gerçekten, ben sana hidayet, takva, iffet ve yeterlilik istiyorum (Allāhumma innī as’alukal-hudā wat-tuqā, wal-`afāfa wal-ghinā).’”"
    },
    {
      "id": 121,
      "narrator": "Abu Ad-Darda’ narrated that :",
      "text": "Ebu Derdâ (r.a.) şöyle nakletti: Allah'ın Elçisi (ﷺ) şöyle dedi: “Davut'un dua şekillerinden biri şuydu: ‘Ey Allah, gerçekten, Senin sevgini ve Senin sevdiğin kişilerin sevgisini istiyorum ve beni Senin sevgine ulaştıracak ameli istiyorum. Ey Allah, Senin sevginin benim nefsimden, ailemden ve soğuk sudan daha sevimli olmasını sağla.’” (Allāhumma innī as’aluka ḥubbaka wa ḥubba man yuḥibbuka wal-`amalalladhī yuballighunī ḥubbak. Allāhummaj`al ḥubbaka aḥabba ilaiyya min nafsī, wa ahlī wa minal-mā’il-bārid) Dedi ki: “Ve Peygamber (ﷺ) Davut'tan bahsettiğinde, onun hakkında şöyle anlatırdı: ‘O, insanların en iyi ibadet edeniydi.’”"
    },
    {
      "id": 122,
      "narrator": "`Abdullah bin Yazid Al-Khatmi Al-Ansari narrated that the Messenger of Allah (ﷺ) used to say in his supplication:",
      "text": "Abdullah bin Yazid El-Hatmi El-Ensari şöyle nakletti: Allah'ın Elçisi (ﷺ) duasında şöyle derdi: “Ey Allah, bana Senin sevgini ve Senin yanında bana fayda verecek olanların sevgisini ver. Ey Allah, bana verdiğin şeylerden sevdiğim şeyleri, Senin sevdiğin şeyler için bir güç kıl. Ey Allah, ve benden sakladığın sevdiğim şeyleri, Senin sevdiğin şeyler için bir dinlenme zamanı kıl.” (Allāhummarzuqnī ḥubbuka, wa ḥubba man yanfa`unī ḥubbuhū `indak. Allāhumma mā razaqtanī mimmā uḥibbu faj`alhu quwwatan lī fīmā tuḥibb. Allāhumma wa mā zawaita `annī mimmā uḥibbu faj`alhu farāghan lī fīmā tuḥibb)."
    },
    {
      "id": 123,
      "narrator": "Shakal bin Humaid said:",
      "text": "Şakal bin Humaid dedi ki: \"Ben Peygamber'e geldim ve dedim: 'Ey Allah'ın Elçisi, bana sığınma yolu öğret ki, onunla sığınayım.' O da elimi tuttu ve dedi: 'De ki: Ey Allah, gerçekten, işitmemin şerrinden, görmemin şerrinden, dilimin şerrinden, kalbimin şerrinden ve meni şerrinden Sana sığınıyorum.' (Allāhumma innī a`ūdhu bika min sharri sam`ī wa min sharri baṣarī, wa min sharri lisānī, wa min sharri qalbī, wa min sharri maniyyī).'\""
    },
    {
      "id": 124,
      "narrator": "Aishah narrated:",
      "text": "Aişe (r.a.) şöyle nakletti: “Ben Allah'ın Elçisi (ﷺ) ile uyuyordum, sonra gece onu kaybettim. Onu ararken elim, secde halindeyken ayaklarına düştü ve şöyle diyordu: ‘Öfkenizden rızanıza sığınıyorum, azabınızdan affınıza sığınıyorum. Senin övgülerini sayamam. Sen, kendini övdüğün gibisin.’ (A`ūdhu biriḍāka min sakhaṭika wa bi mu`āfātika min `uqūbatika, lā uḥṣi thanā’an `alaika anta kamā athnaita `alā nafsik).’”"
    },
    {
      "id": 125,
      "narrator": "`Abdullah bin `Abbas narrated:",
      "text": "Abdullah bin Abbas (r.a.) şöyle nakletti: Allah'ın Elçisi (ﷺ) onlara bir sure öğretirdi: “Ey Allah, gerçekten, Cehennem azabından, kabir azabından, yalancı Mesih fitnesinden ve yaşam ve ölüm fitnesinden Sana sığınıyorum.” (Allāhumma innī a`ūdhu bika min `adhābi jahannam, wa min `adhābil-qabr, wa a`ūdhu bika min fitnatil-masīḥid-dajjāl, wa a`ūdhu bika min fitnatil-maḥyā wal-mamāt)"
    },
    {
      "id": 126,
      "narrator": "Aishah narrated that the Messenger of Allah (ﷺ) used to supplicate with these words:",
      "text": "Aişe (r.a.) şöyle nakletti: Allah'ın Elçisi (ﷺ) bu kelimelerle dua ederdi: “Ey Allah, gerçekten, ateş fitnesinden, ateş azabından, kabir azabından, kabir fitnesinden, kabir fitnesinin şerrinden, zenginlik fitnesinin şerrinden, yoksulluk fitnesinin şerrinden ve yalancı Mesih fitnesinin şerrinden Sana sığınıyorum. Ey Allah, günahlarımı buz ve dolu su ile yıka ve kalbimi günahlardan temizle, tıpkı beyaz bir elbisenin kirden temizlenmesi gibi, ve beni günahlarımdan, doğu ile batı arasındaki mesafe kadar uzaklaştır. Ey Allah, gerçekten, tembellikten, ihtiyarlıktan, günah ve borçtan Sana sığınıyorum.” (Allāhumma innī a`ūdhu bika min fitnatin-nār, wa `adhābin-nār, wa `adhābil-qabr, wa fitnatil-qabr, wa min sharri fitnatil-ghinā, wa min sharri fitnatil-faqr, wa min sharri fitnatil- masīḥid-dajjāl. Allāhummaghsil khaṭāyāya bi-mā’ith-thalji wal-bardi, wa anqi qalbī minal-khaṭāyā kamā anqaitath-thawbal-abyaḍa minad-danas, wa bā`id bainī wa baina khaṭāyāya kama bā`adta bainal-mashriqi wal maghrib, Allāhumma innī a`ūdhu bika min al-kasali wal-harami wal-ma’thami wal-maghram).”"
    },
    {
      "id": 127,
      "narrator": "Aishah said:",
      "text": "Aişe (r.a.) dedi ki: “Ben Allah'ın Elçisi (ﷺ) ölüm döşeğinde şöyle dediğini duydum: ‘Ey Allah, beni affet ve bana merhamet et ve beni en yüksek arkadaşlarla birleştir.’ (Allāhummaghfirlī warḥamnī wa alḥiqnī bir-rafīqil a`lā).”"
    },
    {
      "id": 128,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre (r.a.) şöyle nakletti: Allah'ın Elçisi şöyle dedi: “Sizden hiç kimse: ‘Ey Allah, beni affet, eğer istersen. Ey Allah, bana merhamet et, eğer istersen.’ dememelidir. İstemekte kararlı olmalıdır, çünkü O'nu bir şey yapmaya zorlayacak kimse yoktur.”"
    },
    {
      "id": 129,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah said:",
      "text": "Ebu Hureyre (r.a.) şöyle nakletti: Allah'ın Elçisi şöyle dedi: “Rabbimiz her gece en yakın semaya iner, gecenin son üçte biri kalana kadar, sonra şöyle der: ‘Bana kim dua ediyor ki, ona cevap vereyim? Kim benden istiyor ki, ona vereyim? Ve kim benden af diliyor ki, onu affedeyim?’”"
    },
    {
      "id": 130,
      "narrator": "Abu Umamah narrated:",
      "text": "Ebu Ümame şöyle nakletti: “Denildi ki: ‘Ey Allah'ın Elçisi, hangi dua daha çok kabul edilir?’ O da: ‘Gece son kısmında ve farz namazların sonunda.’ dedi.”"
    },
    {
      "id": 131,
      "narrator": "Abu Hurairah narrated that a man said:",
      "text": "Ebu Hureyre (r.a.) şöyle nakletti: Bir adam şöyle dedi: “Ey Allah'ın Elçisi, ben geçen gece senin duanı duydum ve bana ulaşan kısmı şuydu: ‘Ey Allah, günahımı affet, evimi genişlet ve bana verdiğin şeylerde bereket ver.’ (Allāhummaghfirlī dhanbī, wa wassi` lī fī dārī, wa bārik lī fīmā razaqtanī). Dedi ki: ‘Onlar bir şey bırakıyorlar mı?’”"
    },
    {
      "id": 132,
      "narrator": "Anas narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes (r.a.) şöyle nakletti: Allah'ın Elçisi (ﷺ) şöyle dedi: “Kim sabahleyin: ‘Ey Allah, sabahı senin şahitliğinle, Arş'ını taşıyanların şahitliğiyle, meleklerin şahitliğiyle ve tüm yaratıkların şahitliğiyle ulaştık. Sen, Allah'sın, Senden başka ibadet edilmeye layık yoktur, yalnız, ortağı olmadan, ve Muhammed (ﷺ) Senin kulun ve elçin.’ derse, Allah o gün yaptığı her şeyi affeder; eğer akşam bunu söylerse, Allah o gece işlediği her günahı affeder.”"
    },
    {
      "id": 133,
      "narrator": "Ibn `Umar said:",
      "text": "İbn Ömer (r.a.) dedi ki: “Allah'ın Elçisi (ﷺ) oturduğu yerden kalkmadan önce, arkadaşları için bu kelimelerle dua etmeden nadiren kalkardı: ‘Ey Allah, bize, Senin korkunu, bizi Senin isyanından alıkoyacak olanı, Senin itaatini, cennetine ulaştıracak olanı, dünya sıkıntılarını kolaylaştıracak olan kesinliği, işitme, görme ve gücümüzü, bizi yaşattığın sürece, bize miras kıl. Ve bize zulmedenlerin üzerine intikamımızı kıl, bize düşmanlık gösterenlere yardım et, dinimizde bizi sıkıntıya sokma, ve bu dünyayı en büyük kaygımız, ilimimizin sınırı kılma, ve bize merhamet etmeyecek olanlara güç verme.’ (Allāhumma-qsim lanā min khashyatika mā yaḥūlu, bainanā wa baina ma`āṣīka wa min ṭā`atika mā tuballighuna bihī jannatak, wa minal-yaqīni mā tuhawwinu bihī `alainā muṣībatid-dunyā, wa matti`na bi-asmā`inā wa abṣārina wa quwwatina mā aḥyaytanā, waj`alhul-wāritha minnā, waj`al tha’ranā `alā man ẓalamanā, wanṣurna `alā man `ādānā, wa lā taj`al muṣībatanā fī dīninā, wa lā taj`alid-dunyā akbara hamminā wa lā mablagha `ilminā, wa lā tusalliṭ `alainā man lā yarḥamunā).’”"
    },
    {
      "id": 134,
      "narrator": "Muslim bin Abi Bakrah said:",
      "text": "Müslim bin Ebu Bekir şöyle dedi: “Babam, ben: ‘Ey Allah, ben üzüntüden, tembellikten ve kabir azabından Sana sığınıyorum.’ (Allāhumma, innī a`ūdhu bika minal-hammi wal-kasali wa `adhābil-qabr) dediğimi duydu. O da: ‘Oğlum, bunu kimin söylediğini duydun?’ dedi. Ben de: ‘Seni söylerken duydum.’ dedim. O da: ‘Buna sarıl, çünkü ben Allah'ın Elçisi (ﷺ) bunu söylerken duydum.’”"
    },
    {
      "id": 135,
      "narrator": "Ali  said:",
      "text": "Ali (r.a.) dedi ki: “Allah'ın Elçisi (ﷺ) bana şöyle dedi: ‘Sana bazı kelimeler öğretmeyeyim mi? Eğer onları söylersen, Allah seni affeder, hatta daha önce affedilmiş olsan bile.’ Dedi: ‘De ki: Allah'tan başka ibadet edilmeye layık yoktur, Yüce, Azametli olan. Allah'tan başka ibadet edilmeye layık yoktur, Sabırlı, Cömert olan. Allah'tan başka ibadet edilmeye layık yoktur. Azametli Arş'ın Rabbi olan Allah'a hamdolsun.’ (Lā ilāha illallāhul-`aliyul-`aẓīm, lā ilāha illallāhul-ḥalīmul-karīm, lā ilāha illallāh, subḥān Allāhi rabbil-`arshil-`aẓīm.)’”"
    },
    {
      "id": 136,
      "narrator": "Ibrahim bin Muhammad bin Sa`d narrated from his father, from Sa`d that the Messenger of Allah (ﷺ) said:",
      "text": "İbrahim bin Muhammed bin Sa'd, babasından, Sa'd'dan, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu nakletti: \"Yunus'un (a.s) balinanın karnında dua ettiği zaman yaptığı dua: 'Senden başka ilah yoktur, seni tenzih ederim, gerçekten ben zalimlerden oldum. (Lā ilāha illā anta subḥānaka innī kuntu minaẓ-ẓālimīn)' İşte, bir Müslüman bu dua ile hiçbir şey için dua etmez ki, Allah ona icabet etmesin.\""
    },
    {
      "id": 137,
      "narrator": "Abu Hurairah  narrated the the Prophet said:",
      "text": "Ebu Hureyre, Peygamber'in şöyle dediğini nakletti: \"Şüphesiz Allah'ın doksan dokuz ismi vardır, yüzden bir eksik, onları sayan cennete girecektir.\""
    },
    {
      "id": 138,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu nakletti: \"Şüphesiz Allah'ın doksan dokuz ismi vardır, yüzden bir eksik, onları sayan cennete girecektir. O, Allah'tır, kendisinden başka ibadet edilmeye layık olan yoktur (Allāhu Lā Ilāha Illā Huwa), merhamet eden (Ar-Raḥmān), inananlara merhamet eden (Ar-Raḥīm), kral (Al-Malik), eksikliklerden uzak (Al-Quddūs), güven veren (As-Salām), güven sağlayan (Al-Mu’min), gözeten (Al-Muhaimin), güçlü (Al-`Azīz), zorla yaptıran (Al-Jabbār), yüce (Al-Mutakabbir), yaratan (Al-Khāliq), var eden (Al-Bāri’), şekil veren (Al-Muṣawwir), affeden (Al-Ghaffār), kahredici (Al-Qahhār), veren (Al-Wahhāb), rızık veren (Ar-Razzāq), açan (Al-Fattāḥ), bilen (Al-`Alīm), alan (Al-Qābiḍ), veren (Al-Bāsiṭ), alçaltan (Al-Khāfiḍ), yücelten (Ar-Rāfi`), onur veren (Al-Mu`izz), aşağılayan (Al-Mudhil), işiten (As-Samī`), gören (Al-Baṣīr), hükmeden (Al-Ḥakam), adil (Al-`Adl), nazik (Al-Laṭīf), haberdar (Al-Khabīr), hoşgörülü (Al-Ḥalīm), yüce (Al-`Aẓīm), sık sık affeden (Al-Ghafūr), şükredilen (Ash-Shakūr), yüce (Al-`Aliyy), büyük (Al-Kabīr), koruyan (Al-Ḥafīẓ), güçlü (Al-Muqīt), hesap gören (Al-Ḥasīb), yüce (Al-Jalīl), cömert (Al-Karīm), gözeten (Ar-Raqīb), icabet eden (Al-Mujīb), cömert veren (Al-Wāsi`), hikmet sahibi (Al-Ḥakīm), seven (Al-Wadūd), azametli (Al-Majīd), dirilten (Al-Bā`ith), şahit (Ash-Shahīd), hak (Al-Ḥaqq), güvence veren (Al-Wakīl), güçlü (Al-Qawiyy), sağlam (Al-Matīn), yardım eden (Al-Waliyy), övülen (Al-Ḥamīd), kuşatan (Al-Muḥṣi), başlatan (Al-Mubdi’), geri getiren (Al-Mu`īd), hayat veren (Al-Muḥyi), öldüren (Al-Mumīt), diri (Al-Ḥayyu), kendine yeterli (Al-Qayyūm), varlık veren (Al-Wājid), şanlı (Al-Mājid), bir (Al-Wāḥid), mutlak (Aṣ-Ṣamad), kudretli (Al-Qādir), güçlü (Al-Muqtadir), acele eden (Al-Muqaddim), geciktiren (Al-Mu’akhkhir), birinci (Al-Awwal), son (Al-Ākhir), görünür (Aẓ-Ẓāhir), içte olan (Al-Bāṭin), sahip (Al-Wāli), yüce (Al-Muta`āli), iyilik yapan (Al-Barr), tövbeleri kabul eden (At-Tawwāb), intikam alan (Al-Muntaqim), affeden (Al-`Afuww), nazik (Ar-Ra’ūf), mülk sahibi (Mālikul-Mulk), şan ve cömertlik sahibi (Dhul Jalāli wal Ikrām), adalet yapan (Al-Muqsiṭ), toplayan (Al-Jāmi`), zengin (Al-Ghaniyy), zenginleştiren (Al-Mughni), engelleyen (Al-Māni`), zarar veren (Aḍ-Ḍār), fayda veren (An-Nāfi`), ışık (An-Nūr), rehber (Al-Hādi), yaratan (Al-Badī`), kalıcı (Al-Bāqi), mirasçı (Al-Wārith), rehber (Ar-Rashīd), sabırlı (Aṣ-Ṣabūr).\""
    },
    {
      "id": 139,
      "narrator": "Abu Hurairah narrated that the Prophet said:",
      "text": "Ebu Hureyre, Peygamber'in şöyle dediğini nakletti: \"Şüphesiz Allah'ın doksan dokuz ismi vardır, onları sayan cennete girecektir.\""
    },
    {
      "id": 140,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu nakletti: \"Cennet bahçelerinin yanından geçtiğinizde, o zaman orada ziyafet edin.\" Ben dedim: \"Ey Allah'ın Elçisi, cennet bahçeleri nedir?\" O dedi: \"Cami ve mescitlerdir.\" Ben dedim: \"Ziyafet nedir, ey Allah'ın Elçisi?\" O dedi: \"Allah'ı tenzih etmek (Subḥān Allāh) ve Allah'a hamd etmek (Al-Ḥamdulillāh) ve Allah'tan başka ibadet edilmeye layık olan yoktur (Lā Ilāha Illallāh) ve Allah en büyüktür (Allāhu Akbar).\""
    },
    {
      "id": 141,
      "narrator": "Anas bin Malik  narrated that the Messenger of Allah said:",
      "text": "Enes bin Malik, Allah'ın Elçisi şöyle dediğini nakletti: \"Cennet bahçelerinin yanından geçtiğinizde, o zaman ziyafet edin.\" Onlar dediler: \"Cennet bahçeleri nedir?\" O dedi: \"Zikir halkalarıdır.\""
    },
    {
      "id": 142,
      "narrator": "Umar bin Abu Salamah narrated from his mother, Umm Salamah, that the Messenger of Allah (ﷺ) said:",
      "text": "Ömer bin Ebu Selime, annesi Ümmü Selime'den, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu nakletti: \"Sizden birine bir bela geldiğinde, o zaman şöyle desin: 'Şüphesiz biz Allah'a aidiz ve O'na döneceğiz. Ey Allah'ım, belam için senin katında mükafat bekliyorum, o halde bana bunun karşılığında mükafat ver ve bana ondan daha hayırlısını ver (İnnā lillāhi wa innā ilaihi rāji`ūn, Allāhumma `indaka aḥtasibu muṣībatī fa’jurnī fīhā wa abdilnī minhā khair).'” Ölüm zamanı yaklaşınca Ebu Selime şöyle dedi: \"Ey Allah'ım, eşim için benden daha hayırlısını ver.\" Ölünce, Ümmü Selime şöyle dedi: \"Şüphesiz biz Allah'a aidiz ve O'na döneceğiz. Allah'tan belam için mükafat bekliyorum, o halde bana bunun karşılığında mükafat ver.\""
    },
    {
      "id": 143,
      "narrator": "Anas bin Malik narrated that a man came to the Prophet (ﷺ) and said:",
      "text": "Enes bin Malik, bir adamın Peygamber'e (ﷺ) gelerek şöyle dediğini nakletti: \"Ey Allah'ın Elçisi, hangi dua en hayırlıdır?\" O (ﷺ) dedi: \"Rabbinizden bu dünyada ve ahirette Al-`Āfiyah isteyin.\" Sonra ertesi gün ona geldi ve dedi: \"Ey Allah'ın Elçisi, hangi dua en hayırlıdır?\" O (ﷺ) ona benzer bir şey söyledi. Sonra üçüncü gün ona geldi, o (ﷺ) ona benzer bir şey söyledi. O (ﷺ) dedi: \"Eğer bu dünyada Al-`Āfiyah'ı alırsanız ve ahirette de alırsanız, işte o zaman kurtulmuş olursunuz.\""
    },
    {
      "id": 144,
      "narrator": "Aishah narrated:",
      "text": "Aişe, \"Ben dedim: 'Ey Allah'ın Elçisi, eğer Kadir Gecesi'ni bilsem, o gecede ne söylemeliyim?\" O dedi: \"De ki: 'Ey Allah'ım, sen affedicisin, affı seversin, beni affet (tuḥibbul-`afwa fa`fu `annī).’\""
    },
    {
      "id": 145,
      "narrator": "Al-`Abbas bin `Abdul-Muttalib said:",
      "text": "Abbas bin Abdul-Muttalib dedi ki: \"Ben dedim: 'Ey Allah'ın Elçisi, Allah'tan ne istemem gerektiğini bana öğret.' O (ﷺ) dedi: 'Allah'tan Al-`Āfiyah iste.' Sonra bir gün geçti, tekrar geldim ve dedim: 'Ey Allah'ın Elçisi, Allah'tan ne istemem gerektiğini bana öğret.' O (ﷺ) bana şöyle dedi: 'Ey Abbas, Allah'ın Elçisi'nin amcası! Allah'tan bu dünyada ve ahirette Al-`Āfiyah iste.'\""
    },
    {
      "id": 146,
      "narrator": "[Ibn Umar narrated that the Messenger of Allah said (ﷺ):",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini nakletti: \"Allah, Al-`Āfiyah istenmesinden daha sevdiği bir şey için sorulmamıştır.\""
    },
    {
      "id": 147,
      "narrator": "Aishah narrated from Abu Bakr As-Siddiq,:",
      "text": "Aişe, Ebu Bekir Es-Sıddık'tan şöyle nakletti: \"Peygamber (ﷺ) bir iş yapmayı istediğinde, 'Ey Allah'ım, bunu benim için hayırlı kıl ve benim için seç (Allāhumma khir lī wakhtar lī)' derdi.\""
    },
    {
      "id": 148,
      "narrator": "Abu Malik Al-Ash`ari narrated that the Messenger of Allah said:",
      "text": "Ebu Malik El-Eş'ari, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"Abdest, imanın yarısıdır, ve Allah'a hamd (Al-Ḥamdulillāh) teraziyi doldurur, ve Allah'ı tenzih etmek ve Allah'a hamd etmek (Subḥān Allāh wal-Ḥamdulillāh) gökler ile yer arasını doldurur, ve namaz ışıktır, sadaka bir delildir, sabır bir aydınlıktır, ve Kur'an sizin lehine veya aleyhinize bir delildir. Ve insanlar sabahleyin kendilerini satmaya gelirler, ya onu kurtarır ya da helak ederler.\""
    },
    {
      "id": 149,
      "narrator": "Abdullah bin Amr narrated that the Messenger of Allah said:",
      "text": "Abdullah bin Amr, Allah'ın Elçisi'nin şöyle dediğini nakletti: \"At-Tasbīḥ, terazinin yarısıdır, ve Allah'a hamd (Al-Ḥamdulillāh) onu doldurur, ve 'Allah'tan başka ibadet edilmeye layık yoktur (Lā Ilāha Illallāh)' - Allah'tan ona bir engel yoktur, ta ki O'na ulaşana kadar.\""
    },
    {
      "id": 150,
      "narrator": "A man from Banu Sulaim narrated:",
      "text": "Banu Süleym'den bir adam şöyle nakletti: \"Allah'ın Elçisi (ﷺ) onları elimde saydı\" - ya da - \"elinde: 'At-Tasbīḥ, terazinin yarısıdır, ve 'Allah'a hamd (Al-Ḥamdulillāh)' onu doldurur, ve At-Takbīr (Allāhu Akbar) gökler ile yer arasını doldurur, ve oruç sabrın yarısıdır, ve temizlik imanın yarısıdır.\""
    },
    {
      "id": 151,
      "narrator": "Ali bin Abi Talib said:",
      "text": "Ali bin Ebi Talib dedi ki: “Allah Resulü (ﷺ) Arafat’ta ayakta dururken en çok dua ettiği şey şuydu: ‘Ey Allah! Hamd, senin söylediğin gibidir ve bizim söylediğimizden daha hayırlıdır. Ey Allah! Salatım, kurbanım, hayatım ve ölümüm senindir. Dönüşüm de sana, ey Rabbim, mirasım da sana aittir. Ey Allah! Gerçekten, ben kabir azabından, göğüslerin fısıldamasından ve işlerin bölünmesinden sana sığınırım. Ey Allah! Gerçekten, ben rüzgarın getirdiği şeylerin şerrinden sana sığınırım.’”"
    },
    {
      "id": 152,
      "narrator": "Abu Umamah narrated:",
      "text": "---"
    },
    {
      "id": 153,
      "narrator": "Shahr bin Hawshab said:",
      "text": "Ebu Ümame nakletti: “Allah Resulü (ﷺ) birçok dua etti, fakat biz bunlardan hiçbirini koruyamadık. Dedik ki: ‘Ey Allah’ın Resulü, sen birçok dua ettin, fakat biz bunlardan hiçbirini koruyamadık.’ O (ﷺ) dedi ki: ‘Sizi bunun hepsini kapsayacak bir şeye yönlendirmeyeyim mi? Şöyle deyin: Ey Allah! Biz, senin Peygamberin Muhammed’in (ﷺ) senden istediği hayırlardan istiyoruz ve senin Peygamberin Muhammed’in (ﷺ) sığındığı şeylerin şerrinden sana sığınıyoruz. Yardım istenen sensin, yerine getirmek de senin üzerinedir, güç ve kuvvet ancak Allah’tandır.’”"
    },
    {
      "id": 154,
      "narrator": "Sulaiman bin Buraidah narrated that his father said:",
      "text": "---"
    },
    {
      "id": 155,
      "narrator": "Anas bin Malik said:",
      "text": "Şahr bin Havşab dedi ki: “Ben Ümmü Selime’ye dedim ki: ‘Ey Müminlerin Annesi! Allah Resulü (ﷺ) seninle birlikteyken en çok hangi duayı ediyordu?’ O dedi ki: ‘En çok söylediği dua şuydu: “Ey kalpleri çeviren, kalbimi dinin üzerinde sabit kıl.”’ Ben de dedim ki: “Ey Allah’ın Resulü, neden bu kadar sık ‘Ey kalpleri çeviren, kalbimi dinin üzerinde sabit kıl’ diye dua ediyorsun?” O dedi ki: “Ey Ümmü Selime! Gerçekten, insanın kalbi Allah’ın parmakları arasında, dilediğini sabit kılar, dilediğini saptırır.”"
    },
    {
      "id": 156,
      "narrator": "Anas narrated that the Prophet (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 157,
      "narrator": "Abu Umamah Al-Bahili said:",
      "text": "Süleyman bin Bureydah, babasından nakletti ki: “Halid bin Velid el-Mahzumi, Peygamber’e (ﷺ) gelerek şikayette bulundu: ‘Ey Allah’ın Resulü, geceleri uykusuzluktan uyuyamıyorum.’ Bunun üzerine Allah’ın Resulü (ﷺ) dedi ki: ‘Yatağına gittiğinde de ki: Ey Allah! Yedi göğün ve onların gölgelendirdiği şeylerin Rabbi, yerlerin ve onların taşıdığı şeylerin Rabbi, şeytanların ve onları saptırdıkları şeylerin Rabbi, yaratıklarının şerrinden, hepsinden benim için bir koruyucu ol ki, hiçbiri bana zarar vermesin veya bana zulmetmesin. Senden koruma isteyenin azizidir, senin hamdın yücedir, senden başka ilah yoktur, senden başka ilah yoktur.’”"
    },
    {
      "id": 158,
      "narrator": "Mu`adh bin Jabal narrated that the Prophet (ﷺ) heard a man supplicating, saying:",
      "text": "---"
    },
    {
      "id": 159,
      "narrator": "`Amr bin Shu`aib narrated from his father, from his grandfather, that the Messenger of Allah (ﷺ) said:",
      "text": "Enes bin Malik dedi ki: “Bir mesele onu üzdüğünde, Peygamber (ﷺ) derdi ki: ‘Ey Hayy, Ey Kayyum! Rahmetinle yardım istiyorum.’” Ve bu isnadla, şunu da söyledi: “Allah Resulü (ﷺ) dedi ki: ‘Sürekli olarak: ‘Ey Celal ve İkram sahibi!’ de.”"
    },
    {
      "id": 160,
      "narrator": "Abu Rashid Al-Hubrani said:",
      "text": "---"
    },
    {
      "id": 161,
      "narrator": "`Amr bin Murrah said:",
      "text": "Enes, Peygamber’in (ﷺ) dediğini nakletti: “Sürekli olarak: ‘Ey Celal ve İkram sahibi!’ de.”"
    },
    {
      "id": 162,
      "narrator": "`Abdullah bin `Amr narrated from Abu Bakr As-Siddiq that he said:",
      "text": "---"
    },
    {
      "id": 163,
      "narrator": "Al-Muttalib bin Abi Wada`ah said:",
      "text": "Ebu Ümame el-Bahili dedi ki: “Ben Allah Resulü (ﷺ) derken duydum: ‘Kim temiz bir halde yatağına gider ve Allah’ı anarak uykuya dalarsa, gece herhangi bir saatte kalkıp Allah’tan dünya ve ahiretin hayırlarından bir şey isterse, Allah ona bunu verir.’”"
    },
    {
      "id": 164,
      "narrator": "Anas bin Malik narrated that:",
      "text": "---"
    },
    {
      "id": 165,
      "narrator": "`Umarah bin Shabib As-Saba’i narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Muaz bin Cebel, Peygamber’in (ﷺ) bir adamın dua ettiğini duyduğunu nakletti: “Ey Allah! Gerçekten, ben senden nimetin tamamlanmasını istiyorum.” Bunun üzerine O (ﷺ) dedi: “Nimetin tamamlanması nedir?” Adam dedi ki: “Yaptığım bir dua, bununla hayır umuyorum.” O (ﷺ) dedi: “Gerçekten, nimetlerin tamamlanmasından biri cennete girmektir ve ateşten kurtulmaktır.” Ve O (ﷺ) bir adamın “Ey Celal ve İkram sahibi!” dediğini duydu. Bunun üzerine O (ﷺ) dedi: “Duan kabul edildi, o halde iste.” Ve Peygamber (ﷺ) bir adamın “Ey Allah, gerçekten, ben senden sabır istiyorum.” dediğini duydu. O (ﷺ) dedi: “Sen Allah’tan imtihan istedin, o halde O’ndan afiyet iste.”"
    },
    {
      "id": 166,
      "narrator": "Zirr bin Hubaish said:",
      "text": "Zirr bin Hubaish dedi ki: “Ben Safvan bin `Assal Al Muradi'ye geldim ve ondan Khuff üzerine meshetmeyi sordum, o da: ‘Seni buraya getiren nedir, ey Zirr?’ dedi. Ben de: ‘İlim arzusu.’ dedim. O da: ‘Şüphesiz ki, melekler ilim talep edenin üzerine kanatlarını indirirler, onun aradığı şeyden hoşnut oldukları için.’ dedi. Ben de: ‘Gerçekten, dışkılama ve idrara çıkma sonrası Khuff üzerine meshetmek konusunda göğsümde bir şüphe var, sen de Peygamber (ﷺ) arkadaşlarından birisin, bu konuda ondan bir şey işittin mi?’ dedim. O da: ‘Evet, o (ﷺ) bize, yolculukta olduğumuzda, üç gün ve gece Khuff'larımızı çıkarmamamızı emrederdi, ancak cinsel kirlenmeden dolayı çıkarabiliriz, dışkı, idrar ve uyku sebebiyle değil.’ dedi.” O da: “Senin (ﷺ) aşk hakkında bir şey söylediğini işittin mi?” dedi. O da: “Evet. Biz, Allah'ın Elçisi (ﷺ) ile bir yolculukta iken, yüksek sesle bir bedevi ona seslendi: ‘Ey Muhammed!’ Allah'ın Elçisi (ﷺ) ona benzer bir sesle: ‘Gel.’ dedi. Biz de ona: ‘Sesini alçalt, çünkü sen Peygamber (ﷺ) ile berabersin ve bu sana yasak.’ dedik. O da: ‘Vallahi, sesimi alçaltmayacağım.’ dedi. Bedevi: ‘Bir adam bir kavmi sever ama onlarla birlikte değildir (eylem olarak)?’ dedi. O (ﷺ) dedi ki: ‘Bir adam, sevdiğiyle Kıyamet Günü beraberdir.’” O, bizimle konuşmayı sürdürmedi, ta ki batıda yetmiş yıllık bir mesafe genişliğinde bir kapıdan bahsedene kadar - ya da bir binek o genişliği geçer - kırk veya yetmiş yıl.” Sufyan (rivayet edenlerden biri) dedi ki: “Şam tarafında, Allah onu yarattığı gün, gökleri ve yeri yarattığı gün, açık - yani, tövbe için. O kapı, güneş doğuncaya kadar kapatılmayacaktır.”"
    },
    {
      "id": 167,
      "narrator": "Zirr bin Hubaish said:",
      "text": "---"
    },
    {
      "id": 168,
      "narrator": "Ibn `Umar narrated that the Prophet (ﷺ) said:",
      "text": "Zirr bin Hubaish dedi ki: “Ben Safwan bin `Assal Al-Muradi'ye geldim, o da bana: ‘Seni buraya getiren nedir, ey Zirr?’ dedi. Ben de: ‘İlim arzusu.’ dedim. O da: ‘Bana iletildi ki, melekler ilim talep edenin üzerine kanatlarını indirirler, onun yaptığı şeyden hoşnut oldukları için.’” O dedi ki: “Ben de ona: ‘Gerçekten, dışkılama sonrası Khuff üzerine meshetmek konusunda göğsümde bir tereddüt var. Bu konuda Allah'ın Elçisi (ﷺ) tarafından bir şey işittin mi?’ dedim. O da: ‘Evet, biz yolculukta iken, o (ﷺ) bize üç gün ve gece Khuff'larımızı çıkarmamamızı emrederdi, ancak cinsel kirlenmeden dolayı çıkarabiliriz, dışkı, idrar ve uyku sebebiyle değil.’” O dedi ki: “Ben de: ‘Peki, Allah'ın Elçisi (ﷺ) aşk hakkında bir şey söyledi mi?’ dedim. O da: ‘Evet, biz Allah'ın Elçisi (ﷺ) ile bir yolculukta iken, grubun en arkasında olan, sert ve cahil bir bedevi, yüksek sesle ona seslendi: “Ey Muhammed! Ey Muhammed!” İnsanlar ona “Mah! Gerçekten, bu sana yasak.” dediler. Allah'ın Elçisi (ﷺ) ona benzer bir sesle: “Gel.” dedi. O da: “Bir adam bir kavmi sever ama onlara ulaşamaz mı?” dedi. O da: ‘Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: “Bir adam, sevdiğiyle beraberdir.”’ Zirr dedi: “O, bana Allah, Azze ve Celle'nin batıda bir kapı tayin ettiğini bildirmeden durmadı - genişliği yetmiş yıllık bir mesafe - tövbe için: o kapı, güneş doğuncaya kadar kapatılmayacaktır, ve bu, Allah'ın, Teala ve Tekaddes Olsun, Ayetinde: ‘Rabbinin bazı ayetleri geldiği gün, hiçbir nefse iman etmesi fayda vermeyecektir.’ ifadesidir.”"
    },
    {
      "id": 169,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 170,
      "narrator": "Abu Sirmah narrated from Abu Ayyub, that:",
      "text": "İbn `Umar rivayet etti ki, Peygamber (ﷺ) dedi: “Şüphesiz ki Allah, bir kulun tövbesini kabul eder, ruhu boğazına ulaşmadıkça.”"
    },
    {
      "id": 171,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi (ﷺ) dedi: “Allah, birinizin tövbesinden, birinizin kaybolan hayvanını bulmasından daha çok sevinç duyar.”"
    },
    {
      "id": 173,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 174,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sirmah, Ebu Eyyub'dan rivayet etti ki: Ölüm ona ulaştığında, şöyle dedi: “Sizden gizlediğim bir şeyi, Allah'ın Elçisi (ﷺ) tarafından işittiğimi size açıklıyorum. Allah'ın Elçisi (ﷺ) şöyle dedi: ‘Eğer siz günah işlemeseydiniz, Allah, günah işleyen bir yaratık yaratırdı, böylece onları affederdi.’”"
    },
    {
      "id": 175,
      "narrator": "Anas said that:",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Enes bin Malik rivayet etti ki, Allah'ın Elçisi (ﷺ) dedi: “Allah, Teala ve Tekaddes Olsun, dedi ki: ‘Ey Âdem oğlu! Gerçekten, sen bana dua ettiğin ve benden ümit ettiğin sürece, senden gelen her şeye rağmen seni affettim, buna aldırış etmedim. Ey Âdem oğlu! Günahların gökyüzünün bulutlarına ulaşsa ve sen benden af dilesen, seni affederim ve buna aldırış etmem. Öyleyse, ey Âdem oğlu! Eğer bana, neredeyse yer kadar günahlarla gelirsen ve benimle hiçbir şeyi ortak koşmadan bana ulaşırsan, ben de sana, neredeyse onun kadar bir af ile gelirim.’”"
    },
    {
      "id": 177,
      "narrator": "`Ali bin Abi Talib narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "`Abdullah bin  Awfa narrated that the Messenger of Allah (ﷺ) used to say:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi (ﷺ) dedi: “Allah, yüz merhamet yarattı ve bunlardan bir merhameti yaratıkları arasına koydu; onlar bununla birbirlerine merhamet ederler ve Allah katında doksan dokuz merhamet vardır.”"
    },
    {
      "id": 179,
      "narrator": "Ibn `Umar narrated that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 180,
      "narrator": "That was narrated to us by Al-Qasim bin Dinar Al-Kufi (who said):",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Elçisi (ﷺ) dedi: “Eğer mümin, Allah katında olan azabı bilseydi, hiç kimse cennete umudunu kesmezdi; ve eğer kafir, Allah katında olan merhameti bilseydi, hiç kimse cennete ulaşma umudunu kaybetmezdi.”"
    },
    {
      "id": 181,
      "narrator": "Abu Hurairah narrates, saying:",
      "text": "Abu Hurayra rivayet etti, şöyle dedi: Allah'ın Resulü (ﷺ) dedi ki: “Ümmetimin ömrü altmış ile yetmiş arasında olup, onlardan en az olanları bu süreyi aşanlardır.”"
    },
    {
      "id": 182,
      "narrator": "Ibn `Abbas said:",
      "text": "İbn Abbas dedi ki: “Peygamber (ﷺ) dua ederdi, şöyle derdi: “Rabbim, bana yardım et ve bana karşı yardım etme, bana zafer ver ve bana karşı zafer verme, benim için tuzak kur ve bana karşı tuzak kurma, bana hidayet et ve hidayeti benim için kolaylaştır, bana bana karşı zulmedenlere karşı zafer ver. Rabbim, beni sana sürekli şükreden, seni sürekli hatırlayan, sana sürekli korkan, sana sürekli itaat eden, sana sürekli alçakgönüllü olan, sana sürekli yönelen ve dönen biri yap. Rabbim, tövbemi kabul et, günahımı temizle, çağrıma icabet et, delilimi sağlamlaştır, dilimi sağlamlaştır, kalbimi hidayet et ve göğsümdeki hainliği gider.” (Rabbi a`innī wa lā tu`in `alayya, wanṣurnī wa lā tanṣur `alayya, wamkur lī wa lā tamkur `alayya, wahdinī wa yassiril-huda lī, wanṣurnī `alā man baghā `alayya. Rabbij`alnī laka shakkāran, laka dhakkāran, laka rahhāban, laka miṭwā`an, laka mukhbitan, ilaika awwāhan munība. Rabbi taqabbal tawbatī, waghsil ḥawbatī, wa ajib da`watī, wa thabbit ḥujjatī, wa saddid lisānī, wahdi qalbī, waslul sakhīmata ṣadrī).”"
    },
    {
      "id": 183,
      "narrator": "Aishah narrated, saying:",
      "text": "Aişe rivayet etti, şöyle dedi: Allah'ın Resulü (ﷺ) dedi ki: “Kendisine zulmedene dua eden kimse, galip gelmiştir.”"
    },
    {
      "id": 184,
      "narrator": "Abu Ayyub Al-Ansari narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Eyyub el-Ensari rivayet etti ki, Allah'ın Resulü (ﷺ) dedi ki: “Kim on defa: ‘Allah'tan başka ibadet edilmeye layık yoktur, O tektir, ortağı yoktur, O'na ait olan her şey vardır ve O her şeye kadirdir’ derse, bu onun için İsmail'in soyundan dört köleyi azat etmek gibidir.”"
    },
    {
      "id": 185,
      "narrator": "Saffiyah narrated:",
      "text": "Saffiye rivayet etti: “Allah'ın Resulü (ﷺ) benim yanıma girdi ve önümde dört bin hurma çekirdeği vardı, ben onlarla tesbih ediyordum. O dedi ki: ‘Bunlarla tesbih mi yaptın? Sana daha fazlasını öğretmeyeyim mi?’ Ben de: ‘Evet, öğret.’ dedim. O da: ‘De ki: Allah, yarattıklarının sayısı kadar yücedir (Subḥān Allāhi `adada khalqihi).’”"
    },
    {
      "id": 186,
      "narrator": "Ibn Abbas narrated from Juwairiyyah bint Al-Harith, that:",
      "text": "İbn Abbas, Cüveyriye bint el-Haris'ten rivayet etti ki: Peygamber (ﷺ) onun namaz kıldığı yerden geçti, sonra Peygamber (ﷺ) öğle vakti onun yanından geçti, o da: “Bu halde durmaktan vazgeçmedin mi?” dedi. O da: “Evet.” dedi. O da: “Sana, ‘Yarattıklarının sayısı kadar Allah yücedir, Yarattıklarının sayısı kadar Allah yücedir, Yarattıklarının sayısı kadar Allah yücedir (Subḥān Allāhi `adada khalqihi, Subḥān Allāhi `adada khalqihi, Subḥān Allāhi `adada khalqihi). Allah, kendisinden razı olduğu şeyler kadar yücedir, Allah, kendisinden razı olduğu şeyler kadar yücedir, Allah, kendisinden razı olduğu şeyler kadar yücedir (Subḥān Allāhi riḍā nafsihi, Subḥān Allāhi riḍā nafsihi, Subḥān Allāhi riḍā nafsihii). Allah, Arşının ağırlığı kadar yücedir, Allah, Arşının ağırlığı kadar yücedir, Allah, Arşının ağırlığı kadar yücedir (Subḥān Allāhi zinata `Arshihi, Subḥān Allāhi zinata `Arshihi, Subḥān Allāhi zinata `Arshihi). Allah, kelimelerinin miktarı kadar yücedir, Allah, kelimelerinin miktarı kadar yücedir, Allah, kelimelerinin miktarı kadar yücedir (Subḥān Allāhi midāda kalimātihi, Subḥān Allāhi midāda kalimātihi, Subḥān Allāhi midāda kalimātihi).’” dedi."
    },
    {
      "id": 187,
      "narrator": "Salman Al-Farsi narrated that the Prophet (ﷺ) said:",
      "text": "Selman el-Farisi rivayet etti ki, Peygamber (ﷺ) dedi ki: “Şüphesiz Allah, Hayy ve Cömerttir, bir adam ellerini O'na kaldırdığında, O, onları boş ve reddedilmiş olarak geri çevirmeye utanır.”"
    },
    {
      "id": 188,
      "narrator": "Abu Hurairah narrated that:",
      "text": "Ebu Hurayra rivayet etti ki: Bir adam iki parmağıyla dua ediyordu, bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: “Bir yap, bir yap.”"
    },
    {
      "id": 189,
      "narrator": "Mu`adh bin Rifa`ah narrated from his father, that he said:",
      "text": "Muaz bin Rifa'a, babasından rivayet etti ki, şöyle dedi: “Ebu Bekir minberde durdu, sonra ağladı ve dedi ki: ‘Allah'ın Resulü (ﷺ) ilk yıl (Hicretin) minberde durdu, sonra ağladı ve dedi: “Allah'tan af ve sağlık isteyin, çünkü gerçekten, sağlık kadar hayırlı bir şey verilmemiştir.”’"
    },
    {
      "id": 190,
      "narrator": "Abu Bakr narrated:",
      "text": "Ebu Bekir rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: “Bağışlanma isteyen, günahında ısrarcı olmamıştır, hatta günde yetmiş defa yapsa bile.”"
    },
    {
      "id": 191,
      "narrator": "Abu Umamah narrated:",
      "text": "Ebu Ümame rivayet etti: Umar bin el-Hattab yeni bir elbise giydi ve dedi ki: “Tüm övgüler Allah'a aittir ki, beni örtmemi sağlayacak bir şeyle giydirdi ve hayatımda süslenmemi sağladı (Al-ḥamdulillāh, alladhī kasānī mā uwārī bihī `awratī, wa atajammalu bihī fī ḥayātī).” Sonra dedi ki: “Allah'ın Resulü (ﷺ) şöyle derken duydum: ‘Kim yeni bir elbise giyer ve sonra derse: “Tüm övgüler Allah'a aittir ki, beni örtmemi sağlayacak bir şeyle giydirdi ve hayatımda süslenmemi sağladı (Al-ḥamdulillāh, alladhī kasānī mā uwārī bihī `awratī, wa atajammalu bihī fī ḥayātī)” ve sonra eski elbiseyi alıp sadaka verirse, o Allah'ın koruması altında, Allah'ın himayesi altında ve Allah'ın örtüsü altında, hem hayatta hem de öldüğünde olacaktır.’”"
    },
    {
      "id": 192,
      "narrator": "`Umar bin Al-Khattab narrated:",
      "text": "Umar bin el-Hattab rivayet etti: Peygamber (ﷺ) Najd'e bir sefer gönderdi. Onlar birçok ganimet elde ettiler ve hızlı bir şekilde döndüler. Dışarı çıkmayanlardan biri dedi ki: “Bu seferden daha hızlı dönen veya daha büyük ganimet elde eden bir sefer görmedik.” Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: “Size daha büyük ganimet ve daha hızlı dönen bir grubu göstermeyeyim mi? Sabah namazına katılan ve güneş doğuncaya kadar Allah'ı anan bir grup; işte bunlar daha hızlı döner ve daha büyük ganimet elde ederler.”"
    },
    {
      "id": 193,
      "narrator": "Ibn `Umar narrated from `Umar:",
      "text": "İbn Umar, Umar'dan rivayet etti: O, Peygamber (ﷺ) ile Umre hakkında izin istedi, o da: “Küçük kardeşim, bizi duana dahil et ve bizi unutma.” dedi."
    },
    {
      "id": 194,
      "narrator": "Ali  narrated:",
      "text": "Ali rivayet etti: Bir Mukatib (borçlu köle) yanına geldi ve dedi ki: “Gerçekten ben Kitabahımı yerine getiremiyorum, bana yardım et.” O da: “Sana, Allah'ın Resulü (ﷺ) bana öğrettiği kelimeleri öğretmeyeyim mi? Eğer üzerinizdeki borç, Sir dağının büyüklüğünde olsa, Allah onu senin için yerine getirir.” Dedi ki: “De ki: Ey Allah, beni haramından helalınla yeterli kıl ve beni senden başka herkesten bağımsız kıl (Allāhummakfinī biḥalālika `an ḥarāmika, wa aghninī bi faḍlika `amman siwāka).”"
    },
    {
      "id": 195,
      "narrator": "Ali said:",
      "text": "Ali dedi ki: “Ben hastaydım ve Allah'ın Resulü (ﷺ) yanımdan geçerken ben şöyle diyordum: ‘Ey Allah, eğer sürem gelmişse, o zaman bana rahatlık ver, eğer daha sonra geliyorsa, o zaman hayatımı daha bereketli kıl, eğer bir imtihan ise, o zaman bana sabır ver (Allāhumma, in kāna ajalī qad ḥaḍara fa ariḥnī, wa in kāna muta’akh-khiran fa arfighnī, wa in kāna balā’an fa ṣabbirnī).’ Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: ‘Ne dedin?’” O da: “Ona söylediklerimi tekrar etti.” O (rivayet edenlerden biri) dedi ki: O, ayağıyla ona vurdu ve dedi ki: “Ey Allah, ona sağlık ver (Allāhumma `āfihi)” – ya da – “şifa ver (ishfihi).” – Şu’ba, bu konuda şüphe etti. Dedi ki: “Artık hastalığımdan bir daha acı çekmedim.”"
    },
    {
      "id": 196,
      "narrator": "Ali narrated, saying:",
      "text": "Ali rivayet etti, şöyle dedi: “Peygamber (ﷺ) hasta birini ziyaret ettiğinde, şöyle derdi: ‘Adh-hibil-ba’sa rabban-nās, washfi antash-shāfi, lā shifā’a illā shifā’uka shifā’an lā yughādiru saqama.’”"
    },
    {
      "id": 197,
      "narrator": "Ali bin Abi Talib narrated:",
      "text": "Ali bin Abi Talib rivayet etti: Peygamber (ﷺ) Witr’inde şöyle derdi: “Ey Allah, azabından affına sığınırım, ve senden sana sığınırım, seni kendin gibi övmeye gücüm yetmez (Allāhumma innī a`ūdhu bi-riḍāka min sakhaṭika, wa a`ūdhu bi-mu`āfātika min `uqūbatika, wa a`ūdhu bika minka, lā uḥsī thanā’an `alaika, anta kamā athnaita `alā nafsik).”"
    },
    {
      "id": 198,
      "narrator": "Mus`ab bin Sa`d and `Amr bin Maimun narrated:",
      "text": "Mus`ab bin Sa`d ve `Amr bin Maimun rivayet etti: “Sa`d çocuklarına bu sözleri, Muktib’in çocuklara öğrettiği gibi öğretirdi, şöyle derdi: ‘Gerçekten, Allah’ın Resulü (ﷺ) her Salat’ın sonunda bu sözlerle Allah’a sığınırdı: Ey Allah, korkaklıktan, cimrilikten, zayıf yaşlılıktan, dünyanın fitnesinden ve kabir azabından sana sığınırım (Allāhumma innī a`ūdhu bika minal-jubn, wa a`ūdhu bika minal-bukhl, wa a`ūdhu bika min ardhalil-`umur, wa a`ūdhu bika min fitnatid-dunyā wa `adhābil qabr).’”"
    },
    {
      "id": 199,
      "narrator": "Aishah bint Sa`d bin Abi Waqqas narrated from her father,:",
      "text": "Aişe bint Sa`d bin Abi Waqqas babasından rivayet etti: O, Allah’ın Resulü (ﷺ) ile bir kadının yanına girdi, kadının önünde bir hurma çekirdeği – ya da taş – vardı, onunla tesbih yapıyordu. Bunun üzerine o (ﷺ) dedi: “Sizlere bunun daha kolay ve daha hayırlısını bildireyim mi? Allah’ı, gökyüzünde yarattığı şeylerin sayısı kadar, yeryüzünde yarattığı şeylerin sayısı kadar, bunların arasında yarattığı şeylerin sayısı kadar, yaratacağı şeylerin sayısı kadar tesbih edin, Allah büyüktür, bunun benzeri kadar, tüm övgü Allah’a aittir, bunun benzeri kadar, güç ve kuvvet yalnızca Allah’tandır, bunun benzeri kadar (Subḥān Allāhi `adada mā khalaqa fis-samā’ wa subḥān Allāhi `adada mā khalaqa fil-arḍ, wa subḥān Allāhi `adada mā baina dhālik, wa subḥān Allāhi `adada mā huwa khalaq, wa Allāhu akbaru mithla dhālik, wal ḥamdu lillāhi mithla dhālik, wa lā ḥawla wa lā quwwata illā billāhi mithla dhālik).”"
    },
    {
      "id": 200,
      "narrator": "Az-Zubair bin `Awwam narrated:",
      "text": "Az-Zubair bin `Awwam rivayet etti: Peygamber (ﷺ) şöyle dedi: “Allah’ın kulu, sabah ulaştığı her gün, bir çağrı yapılır: ‘Eksikliklerden arınmış Kral’ı tesbih edin (Sabbiḥul Malikal-Quddūs).’”"
    },
    {
      "id": 201,
      "narrator": "`Ikrimah, the freed slave of Ibn `Abbas, narrated that:",
      "text": "İkrime, İbn Abbas’ın azatlısı, rivayet etti ki: İbn Abbas dedi ki: “Biz, Allah’ın Resulü (ﷺ) ile birlikteydik, Ali bin Abi Talib ona geldi ve şöyle dedi: ‘Babam ve annem sana feda olsun! Bu Kur’an kalbimden aniden gitti ve kendimi ona karşı yeterli bulamıyorum.’ Bunun üzerine Allah’ın Resulü (ﷺ) ona şöyle dedi: ‘Ey Ebu’l-Hasan! Sana Allah’ın fayda vereceği ve öğrettiğin kişilere de fayda verecek sözler öğretmeyeyim mi, ve öğrendiklerini göğsünde sağlamlaştıracak mı?’ O da: ‘Elbette, ey Allah’ın Resulü (ﷺ), öğret.’ O (ﷺ) dedi: ‘Cuma gecesi olduğunda, eğer gece yarısının son üçte birinde ayakta durabiliyorsan, bu gerçekten şahit olunan bir saattir ve bu saatte dua kabul edilir. Kardeşim Yakup (as) da oğullarına şöyle demişti: Rabbimden sizin için bağışlanma isteyeceğim. Dedi ki: “Cuma gecesi gelene kadar.” Eğer buna gücün yetmiyorsa, ortasında dur, buna da gücün yetmiyorsa, başında dur. Dört Rek’at namaz kıl. İlk Rek’at’ta Fatiha ve Yasin, ikinci Rek’at’ta Fatiha ve Ha-Mim Duhan, üçüncü Rek’at’ta Fatiha ve Alif Lam Mim Tanzil As-Sajdah, dördüncü Rek’at’ta Fatiha ve Tabarak Al-Mufassal oku. Tasha-hud ile bitirdiğinde, Allah’ı öv ve Allah’ın büyüklüğünü güzel bir şekilde an ve bana Salat gönder - ve bunu güzelce yap - ve diğer Peygamberlere de. Ve inanan erkekler ve inanan kadınlar için bağışla, ve senden önce imanda bulunan kardeşlerin için. Sonunda şunu de: “Ey Allah, beni günahlardan sonsuza dek vazgeçerek merhamet et, beni ayakta tuttuğun sürece. Ve beni ilgilendirmeyen şeyleri üstlenmekten merhamet et, ve beni seninle hoşnut olacağın şeyleri görmem için iyi bir bakışla rızıklandır.” Ey Allah, göklerin ve yerin yaratıcısı, şan, cömertlik ve aşırıya kaçmayan onur sahibi. Senin şanına ve yüzünün nuruna dayanarak, kalbimi Kitabını hatırlamakta sabit kıl, bana onu senin hoşnut olacağın şekilde okumayı nasip et. Ey Allah, göklerin ve yerin yaratıcısı, şan, cömertlik ve aşırıya kaçmayan onur sahibi. Senin şanına ve yüzünün nuruna dayanarak, gözlerimi Kitabınla aydınlat, dilimi onunla serbest bırak, kalbimi onunla rahatlat, göğsümü onunla genişlet, bedenimi onunla yıka. Gerçekten, hak üzerinde bana yardım edecek olan yalnız sensin, ve onu veren yalnız sensin, ve güç ve kuvvet yalnızca Allah’tandır, yüce, azametli olan. (Allāhummarḥamnī bitarkil-ma`āṣī abadan mā abqaitanī, warḥamnī an atakallafa mā lā ya`nīnī, warzuqnī ḥusnan-naẓari fī mā yurḍīka `annī. Allāhumma badī`as-samāwāti wal-arḍi dhal-jalāli wal-ikrāmi wal-`izzatil-latī lā turāmu, as’aluka yā Allāhu yā Raḥmānu bi-jalālika wa nūri wajhika, an tulzima qalbī ḥifẓa kitābika kamā `allamtanī, warzuqnī an atluwahū `alan-naḥwil-ladhī yurḍīka `annī. Allāhumma badī`as-samāwāti wal arḍi dhal-jalāli wal-ikrāmi wal `izzati-llatī lā turāmu, as’aluka yā Allāhu, yā Raḥmānu bi-jalālika wa nūri wajhika, an tunawwira bi-kitābika baṣarī, wa an tuṭliqa bihī lisānī, wa an tufarrija bihī `an qalbī, wa an tashraḥa bihī ṣadrī, wa an taghsila bihī badanī, fa innahu lā yu`īnunī `alal-ḥaqqi ghairuka wa lā yu’tīhi illā anta wa lā ḥawla wa lā quwwata illā billāhil-`Aliyyil-`Aẓīm).” Ey Ebu’l-Hasan! Bunu üç Cuma, ya beş, ya yedi yap, Allah’ın izniyle cevap bulacaksın - beni hak ile gönderenin, bir müminin başına bir kez bile gelmedi.” `Abdullah bin `Abbas dedi ki: “Böylece, Allah’a yemin ederim ki, Ali beş ya da yedi Cuma beklemedi, geçirdiği zaman içinde, sadece dört Ayet alırdı ya da bu kadar, kendime okuduğumda aniden benden uzaklaşırlardı, ve bugün kırk Ayet ya da bu kadar öğreniyorum, kendime okuduğumda, sanki Allah’ın Kitabı gözlerimin önünde. Bir Hadis işitirdim ve tekrar ettiğimde aniden benden uzaklaşırlardı, ve bugün Hadisler işitiyorum, onları aktardığımda bir harf bile hatalı olmuyorum.” Bunun üzerine Allah’ın Resulü (ﷺ) o noktada şöyle dedi: “Bir mümin, Kabe’nin Rabbi adına, ey Ebu’l-Hasan.”"
    },
    {
      "id": 202,
      "narrator": "`Abdullah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah rivayet etti ki, Allah’ın Resulü (ﷺ) şöyle dedi: “Allah’tan lütfunu isteyin. Çünkü gerçekten, yüce ve aziz olan Allah, sorulmayı sever, ve ibadetin en güzeli, rahatlama beklemektir.”"
    },
    {
      "id": 203,
      "narrator": "Zaid bin Arqam  said that the Prophet (ﷺ) used to say:",
      "text": "Zaid bin Arqam dedi ki, Peygamber (ﷺ) şöyle derdi: “Ey Allah, gerçekten ben tembellikten, çaresiz yaşlılıktan ve cimrilikten sana sığınırım (Allāhumma innī a`ūdhu bika minal-kasali wal-`ajzi wal-bukhl).” Ve bu isnadla, Peygamber (ﷺ) yaşlılıktan ve kabir azabından sığındığını da söyledi."
    },
    {
      "id": 204,
      "narrator": "Jubair bin Nufair narrated that `Ubadah bin As-Samit narrated to them that, the Messenger of Allah (ﷺ) said:",
      "text": "Jubair bin Nufair rivayet etti ki, `Ubadah bin As-Samit onlara şunu söyledi: “Allah’ın Resulü (ﷺ) şöyle dedi: “Yeryüzünde Allah’a herhangi bir dua ile çağrıda bulunan bir Müslüman yoktur ki, Allah ona onu versin ya da ona benzer bir kötülüğü ondan uzaklaştırsın; günahkar bir şey ya da akrabalık bağlarını kesmek için dua etmediği sürece.” Bunun üzerine halktan bir adam dedi ki: “Peki, biz bunu artırırsak ne olur?” O (ﷺ) dedi: “Allah katında daha fazlası vardır.”"
    },
    {
      "id": 205,
      "narrator": "Al-Bara’ bin `Azib narrated that the Prophet (ﷺ) said:",
      "text": "Al-Bara’ bin `Azib rivayet etti ki, Peygamber (ﷺ) şöyle dedi: “Yatağınıza gittiğinizde, Salat için yaptığınız gibi abdest alın. Sonra sağ tarafınıza yatın, sonra şöyle deyin: ‘Ey Allah, yüzümü sana teslim ettim, işimi sana havale ettim, kendimi sana dayanarak yatırdım, sana ümit ederek ve senden korkarak. Senden başka sığınacak ve kaçacak yoktur. İndirdiğin Kitabına ve gönderdiğin Peygambere inanıyorum (Allāhumma aslamtu wajhī ilaika wa fawwaḍtu amrī ilaika, wa alja’tu ẓahrī ilaika, raghbatan wa rahbatan ilaika, lā malja’a wa lā manjā minka illā ilaika, āmantu bikitābikalladhī anzalta wa bi-nabiyykalladhī arsalt).’ Eğer o gece ölürsen, Fıtrat üzere ölürsün.” - Al-Bara’ dedi ki: “Bunu ezberlemek için tekrar ettim, ‘Ben sana gönderdiğin Peygamberine inanıyorum’ dedim.” O da: “Böylece (ﷺ) elini göğsüme vurdu, sonra dedi ki: ‘Ve sana gönderdiğin Peygambere.’”"
    },
    {
      "id": 206,
      "narrator": "Mu`adh bin `Abdullah bin Khubaib, narrated from his father, who said:",
      "text": "Mu`adh bin `Abdullah bin Khubaib, babasından rivayet etti ki: “Biz, yağmurlu ve son derece karanlık bir gecede, Allah’ın Resulü (ﷺ) için çıkmıştık, bize namaz kıldırsın diye.” Dedi ki: “Onu buldum ve o (ﷺ) dedi: ‘Konuş’ ama ben bir şey söylemedim. Sonra o (ﷺ) dedi: ‘Konuş.’ Ama ben bir şey söylemedim. O (ﷺ) dedi: ‘Konuş.’ Ben de: ‘Ne söylemeliyim?’ dedim. O (ﷺ) dedi: ‘De ki: “De ki: O, Allah’tır, Tek olan” ve Al-Mu`awwidhatain, akşam ulaştığında ve sabah ulaştığında, üç kez, sana her şeyden yeter.’”"
    },
    {
      "id": 207,
      "narrator": "`Abdullah bin Busr narrated:",
      "text": "Abdullah bin Busr rivayet etti: “Allah’ın Resulü (ﷺ) babamla birlikte kaldı.” Dedi ki: “Yanında biraz yiyecek getirdik, o da ondan yedi, sonra kendisine hurma getirildi, o da onu yedi ve çekirdeğini iki parmağıyla attı” - işaret parmağı ile orta parmağını birleştirdi - Şu`bah dedi ki: “Ve bu konuda düşündüğüm budur, eğer Allah dilerse.” - “ve çekirdeği iki parmağı arasında attı, sonra kendisine içecek getirildi, o da içti ve sonra sağındaki kişiye verdi.” Dedi ki: “Babam, hayvanının ipini tutarken: ‘Bizim için dua et.’ dedi. O da: ‘Ey Allah, onlara verdiğin şeyde bereket ver, onları bağışla ve onlara merhamet et (Allāhumma bārik lahum fī mā razaqtahum waghfir lahum warḥamhum).’”"
    },
    {
      "id": 208,
      "narrator": "Bilal bin Yasar bin Zaid  narrated:",
      "text": "Bilal bin Yasar bin Zaid rivayet etti: “Babam bana, dedemden, Peygamber (ﷺ) şöyle derken duyduğunu aktardı: ‘Kim derse: “Allah’tan, O’nun dışında ibadet edilmeye layık olmayan, Hayy, Kayyum olan, affını dilerim,” (Astaghfirullāhal-`Aẓīm alladhī lā ilāha illā huwal-Ḥayyul-Qayyūmu wa atūbu ilaih) Allah onu affeder, hatta savaş alanından kaçmış olsa bile.’”"
    },
    {
      "id": 209,
      "narrator": "`Uthman bin Hunaif narrated that a blind man came to the Prophet (ﷺ) and said:",
      "text": "`Uthman bin Hunaif rivayet etti ki, kör bir adam Peygamber (ﷺ) geldi ve dedi: “Beni iyileşmesi için Allah’a dua et.” O (ﷺ) dedi: “İstersen senin için dua ederim, istersen sabırlı ol, bu senin için daha hayırlıdır.” O da: “O zaman dua et.” Dedi: “Böylece ona abdest almasını ve abdestini tamamlamasını emretti, ve bu dua ile dua etmesini söyledi: ‘Ey Allah, ben senden istiyorum ve Peygamberin Muhammed (ﷺ) aracılığıyla sana yöneliyorum, merhamet Peygamberi. Gerçekten, bu ihtiyacım için sana yöneldim ki, bu çözülsün, ey Allah, onun benim için şefaatini kabul et (Allāhumma innī as’aluka wa atawajjahu ilaika binabiyyka Muḥammadin nabi-ir-raḥmati, innī tawajjahtu bika ila rabbī fī ḥājatī hādhihī lituqḍā lī, Allāhumma fashaffi`hu fīyya).’”"
    },
    {
      "id": 210,
      "narrator": "Abu Umamah  said:",
      "text": "Ebu Umamah dedi ki: `Amr bin `Abasah bana, Peygamber (ﷺ) şöyle derken duyduğunu bildirdi: “Rabbinin, kullarına en yakın olduğu zaman, gecenin son kısmıdır, eğer o saatte Allah’ı ananlardan olabiliyorsan, öyle yap.”"
    },
    {
      "id": 211,
      "narrator": "`Umarah bin Za`karah said:",
      "text": "`Umarah bin Za`karah dedi ki: “Ben Allah'ın Messenger'ını (ﷺ) şöyle derken duydum; ‘Şüphesiz ki, Allah, Azîz ve Celîl olan, şöyle buyurur: ‘Gerçekten, benim tam anlamıyla kulum olan, düşmanı ile karşılaşacağı zaman beni anandır.’ Yani: ‘Savaş anında.’”"
    },
    {
      "id": 212,
      "narrator": "Qais bin Sa`d bin `Ubadah narrated, :",
      "text": "Kays bin Sa`d bin `Ubadah rivayet etti ki, babası onu Peygamber'e (ﷺ) hizmet etmesi için sundu. O da dedi ki: “Peygamber (ﷺ) yanımdan geçti, ben de yeni Salat kılmıştım, o da ayağıyla beni dürttü ve dedi ki: ‘Sana Cennet'in kapılarından birine yönlendireyim mi?’ Ben de: ‘Elbette.’ O (ﷺ) dedi ki: ‘Güç ve kuvvet yalnızca Allah'ladır (Lā ḥawla wa lā quwwata illā billāh).’”"
    },
    {
      "id": 213,
      "narrator": "[Safwan bin Sulaim said:",
      "text": "[Safvan bin Sulaim dedi ki: “Hiçbir melek yerden kalkmadı ki, ‘Güç ve kuvvet yalnızca Allah'ladır (Lā ḥawla wa lā quwwata illā billāh)’ demesin.”]"
    },
    {
      "id": 214,
      "narrator": "Humaidah bint Yasir narrated from her grandmother Yusairah - and she was one of those who emigrated - she said:",
      "text": "Humaidah bint Yasir, göç edenlerden olan büyükannesinden Yusairah'tan rivayet etti, o da dedi ki: “Allah'ın Messenger'ı (ﷺ) bize şöyle dedi: ‘At-Tasbih, At-Tahlil ve At-Taqdis'e sıkı sıkıya sarılın ve onları parmak uçlarınızla sayın, çünkü gerçekten onlar sorguya çekilecektir ve konuşturulacaktır. Ve dikkatsizleşmeyin, böylece Allah'ın Rahmeti'ni unutmayın.’”"
    },
    {
      "id": 215,
      "narrator": "Anas narrated that when the Prophet (ﷺ) would go out for an expedition, he would say:",
      "text": "Anas rivayet etti ki, Peygamber (ﷺ) bir sefere çıktığında şöyle derdi: “Ey Allah, Sen benim `Aḍud'um ve Sen benim Yardımcım'sın, Seninle savaşırım (Allāhumma anta `aḍudī, wa anta naṣīrī, wa bika uqātil).”"
    },
    {
      "id": 216,
      "narrator": "`Amr bin Shu`aib narrated from his father, from his grandfather, that the Prophet (ﷺ) said:",
      "text": "`Amr bin Shu`aib, babasından, onun da dedesinden rivayet etti ki, Peygamber (ﷺ) şöyle dedi: “Duaların en iyisi Arafat Günü yapılan duadır. Ve benim ve benden önceki Peygamberlerin en güzel söylediği şey: ‘Allah'tan başka ibadet edilmeye layık olan yoktur, O tektir, ortağı yoktur, O'na ait olan her şey vardır, ve O'na övgü vardır, ve O her şeye gücü yetendir. (Lā ilāha illallāh, waḥdahu lā sharīka lahu, lahul-mulku wa lahul-ḥamdu, wa huwa `alā kulli shai’in qadīr).’”"
    },
    {
      "id": 217,
      "narrator": "`Umar bin Al-Khattab said:",
      "text": "`Umar bin Al-Khattab dedi ki: “Allah'ın Messenger'ı (ﷺ) bana şöyle öğretti: ‘De ki: “Ey Allah, gizlimi açığımdan daha iyi kıl, ve açığımı da salih kıl. Ey Allah, insanlara verdiğin hayırlardan, mal, eş ve çocuklardan, sapıtmayacak ve saptırmayacak şekilde istiyorum. (Allāhummaj`al sarīratī khairan min `alāniyatī waj`al `alāniyatī ṣāliha. Allāhumma innī as’aluka min ṣālihi mā tu’tin-nāsa minal-māli wal-ahli wal waladi, ghairaḍ-ḍāli wa lal-muḍil).”’"
    },
    {
      "id": 218,
      "narrator": "`Asim bin Kulaib Al-Jarmi narrated from his father, from his grandfather, who said:",
      "text": "`Asim bin Kulaib Al-Jarmi, babasından, onun da dedesinden rivayet etti ki: “Peygamber (ﷺ) namaz kılarken yanına girdim, sol elini sol uyluğuna, sağ elini sağ uyluğuna koymuştu, parmaklarını kenetlemişti ve işaret parmağını uzatmıştı, ve şöyle diyordu: ‘Ey kalpleri çeviren, kalbimi dinin üzerine sabit kıl (Yā muqallibal-qulūbi thabbit qalbī `alā dīnik).’”"
    },
    {
      "id": 219,
      "narrator": "Muhammad bin Sulaim narrated:",
      "text": "Muhammed bin Sulaim rivayet etti: “Thabit Al-Bunani bana şöyle dedi: ‘Ey Muhammed, bir hastalıkla karşılaştığında, elini hastalığın olduğu yere koy, sonra de ki: “Allah'ın adıyla, bu acının şerrinden Allah'ın kudretine sığınırım (Bismillāh, a`ūdhu bi-`izzatillāhi wa qudratihī min sharri mā ajidu min waja`ī hādhā).” Sonra elini kaldır ve bunu tek sayıda tekrar et. Çünkü gerçekten, Anas bin Malik bana, Allah'ın Messenger'ının (ﷺ) bunu kendisine anlattığını rivayet etti.’”"
    },
    {
      "id": 220,
      "narrator": "Umm Salamah said:",
      "text": "Umm Salamah dedi ki: “Allah'ın Messenger'ı (ﷺ) bana şöyle öğretti: ‘De ki: “Ey Allah, bu senin gecenin karşılanması, ve gündüzünün ayrılması, sana çağıranların sesleri, ve sana yapılan duaların zamanıdır, beni affet (Allāhumma hādhastiqbālu lailika, wastidbāru nahārika, wa aṣwātu du`ātika wa ḥuḍūru ṣalawātika, as’aluka an taghfira lī).”’"
    },
    {
      "id": 221,
      "narrator": "Abu Hurairah  narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle dedi: “Hiçbir kul, ‘Allah'tan başka ibadet edilmeye layık olan yoktur (Lā ilāha illallāh)’ diyerek samimi bir şekilde söylemedikçe, cennetin kapıları onun için açılmaz, ta ki bu büyük günahlardan kaçınana kadar.”"
    },
    {
      "id": 222,
      "narrator": "Ziyad bin `Ilaqah narrated from his uncle, that he said:",
      "text": "Ziyad bin `Ilaqah, amcasından rivayet etti ki, o şöyle derdi: “Ey Allah, ben kötü karakterden, kötü eylemlerden ve kötü arzulardan sana sığınırım (Allāhumma innī a`ūdhu bika min munkarātil-akhlāqi wal-a`māli wal-ahwā’).’”"
    },
    {
      "id": 223,
      "narrator": "Ibn `Umar  said:",
      "text": "İbn `Umar dedi ki: “Biz Allah'ın Messenger'ı (ﷺ) ile birlikteydik, bir adam halktan şöyle dedi: ‘Allah en büyük, ve Allah'a bolca hamd olsun, ve Allah'a sabah akşam tesbihler olsun (Allāhu akbaru kabīran wal-ḥamdulillāhi kathīran wa subḥānallāhi bukratan wa aṣīlā).’ Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: ‘Bunu kim söyledi?’ Halktan bir adam dedi ki: ‘Ben, Ey Allah'ın Messenger'ı (ﷺ).’ O da dedi ki: ‘Buna hayret ettim. Cennetin kapıları bunun için açıldı.’” İbn `Umar dedi ki: “Ben, Allah'ın Messenger'ından (ﷺ) bunu duyduğum günden beri onları terk etmedim.”"
    },
    {
      "id": 224,
      "narrator": "Abu Dharr narrated that the Messenger of Allah (ﷺ) visited him, or that Abu Dharr visited the Messenger of Allah (ﷺ), and said:",
      "text": "Ebu Dharr rivayet etti ki, Allah'ın Messenger'ı (ﷺ) onu ziyaret etti, ya da Ebu Dharr Allah'ın Messenger'ını (ﷺ) ziyaret etti ve dedi ki: “Babam ve annem senin uğruna fidye olsun, Ey Allah'ın Messenger'ı (ﷺ)! Hangi söz Allah'a en sevimli?” O da dedi ki: “Allah'ın meleklerine seçtiği söz: ‘Rabbime tesbih, ve O'na hamd ile. Rabbime tesbih, ve O'na hamd ile (Subḥāna rabbī wa biḥamdihi, subḥāna rabbī wa biḥamdihi).’”"
    },
    {
      "id": 225,
      "narrator": "Anas bin Malik narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Anas bin Malik rivayet etti ki, Allah'ın Messenger'ı (ﷺ) şöyle dedi: “Ezan ile ikamet arasında yapılan dua reddedilmez.” Onlar da: “O halde ne söyleyelim, Ey Allah'ın Messenger'ı (ﷺ)?” dedi. O da: “Dünya ve ahirette Allah'tan Al-`Afiyah isteyin.”"
    },
    {
      "id": 226,
      "narrator": "Anas  narrated that the Prophet (ﷺ) said:",
      "text": "Anas, radıyallahu anh, rivayet etmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Ezan ile ikamet arasında yapılan dua reddedilmez.”"
    },
    {
      "id": 227,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Mufarridun öne geçti.” Onlar: “Mufarridun kimlerdir, ey Allah'ın Elçisi (ﷺ)?” dediler. O da: “Allah'ı anmaya kendilerini adayanlardır; anma, onlardan ağır yükleri kaldırır, kıyamet günü hafif olarak gelirler.” diye cevap verdi."
    },
    {
      "id": 228,
      "narrator": "Abu Hurairah  narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Şunu söylememi istemiştir: ‘Subhanallah (Allah her türlü eksiklikten uzaktır).’ ‘Elhamdülillah (Tüm övgüler Allah'a aittir),’ ‘Lailahe illallah (Allah'tan başka ilah yoktur),’ ve ‘Allahu Ekber (Allah en büyüktür)’ benim için güneşin doğduğu her şeyden daha sevimlidir.”"
    },
    {
      "id": 229,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Üç kişinin duası reddedilmez: Oruçlu kişi iftar ederken, adil yönetici ve mazlumun duası; Allah onu bulutların üzerine yükseltir ve ona cennetin kapılarını açar. Ve Rabbi şöyle der: ‘Kudretimle, elbette size yardım edeceğim, ne zaman olursa olsun.’”"
    },
    {
      "id": 230,
      "narrator": "Abu Hurairah, may Allah be pleased with him, narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Ey Allahım, bana öğrettiğinle fayda ver, bana fayda verecek olanı öğret ve beni ilimde artır. Her durumda Allah'a hamd olsun, ve ben cehennem halkının durumundan Allah'a sığınırım (Allāhummanfa`nī bimā `allamtanī wa `allimnī mā yanfa`unī, wa zidnī `ilma, al-ḥamdulillāhi `alā kulli ḥālin, wa a`ūdhu billāhi min ḥāli ahlin-nār).”"
    },
    {
      "id": 231,
      "narrator": "Abu Hurairah or Abu Sa`eed Al-Khudri narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah veya Abu Sa`eed Al-Khudri rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Şüphesiz, Allah'ın, insanların Kuttab'ı dışında yeryüzünde dolaşan melekleri vardır. Onlar, Allah'ı anan insan gruplarını bulduklarında birbirlerine şöyle seslenirler: ‘Aradığınız şeye gelin.’ Onlar gelir ve onları en düşük cennete kadar kaplarlar. Allah şöyle der: ‘Kullarım ne yapıyordu, siz onları terk ettiğinizde?’ Onlar derler: ‘Onları seni övüp, seni yücelterek ve seni anarak bıraktık.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Beni gördüler mi?’ Onlar derler: ‘Hayır.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Eğer beni görselerdi, seni övmekte daha istekli, seni yüceltmekte daha istekli, seni anmakta daha istekli olurlardı.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Ne arıyorlar?’” O (ﷺ) şöyle dedi: “Onlar derler: ‘Cenneti arıyorlar.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Peki, onu gördüler mi?’” O (ﷺ) şöyle dedi: “O zaman derler: ‘Hayır.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Peki, eğer onu görselerdi, onu aramakta daha istekli ve ona daha çok hevesli olurlardı.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Peki, ne şeyden sığınıyorlar?’ Onlar derler: ‘Ateşten sığınıyorlar.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Onu gördüler mi?’ Onlar derler: ‘Hayır.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Peki, eğer onu görselerdi, ondan korkmakta daha istekli ve ondan sığınmakta daha istekli olurlardı.’” O (ﷺ) şöyle dedi: “O zaman Allah şöyle der: ‘Ben de sizi şahit tutuyorum ki, onları affettim.’ Onlar derler: ‘Aralarında falan kişi var, bir günahkâr, o onları kastetmedi, sadece bir ihtiyaç için geldi.’ O zaman Allah şöyle der: ‘Onlar o insanlardır ki, onlarla oturan hiç kimse bedbaht olmaz.’”"
    },
    {
      "id": 232,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah, radıyallahu anh, dedi ki: “Allah'ın Elçisi (ﷺ) bana şöyle dedi: ‘Sık sık şunu söyle: “Allah'tan başka güç ve kuvvet yoktur (Lā ḥawla wa lā quwwata illā billāh).” Çünkü gerçekten bu, cennetin hazinelerinden bir hazinedir.’”"
    },
    {
      "id": 233,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Her Peygamberin kabul edilen bir duası vardır. Gerçekten ben, benimkini ümmetim için şefaat olarak ayırdım ve bu, Allah dilerse, O'na şirk koşmadan ölenlerden ulaşacaktır.”"
    },
    {
      "id": 234,
      "narrator": "Abu Hurairah  narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Allah, yüce olan şöyle buyurdu: ‘Ben, kulumun bana düşündüğü gibiyim, ve O'nu andığında ben de onunla beraberim. Eğer O, kendisiyle beni anarsa, ben de kendisiyle kendimi anarım; eğer O, bir topluluk içinde beni anarsa, ben de O'nu daha iyi bir topluluk içinde anarım. Eğer O, bana bir arşın yaklaşmaya çalışırsa, ben de ona bir kol boyu yaklaşırım; eğer O, bana bir kol boyu gelirse, ben de ona bir kucak dolusu yaklaşırım. Eğer O, bana yürüyerek gelirse, ben de ona hızlı bir şekilde gelirim.’”"
    },
    {
      "id": 235,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Cehennem azabından Allah'a sığının, kabir azabından Allah'a sığının. Mesih Deccal'ın fitnesinden Allah'a sığının ve hayatın ve ölümün fitnelerinden Allah'a sığının.”"
    },
    {
      "id": 236,
      "narrator": "Abu Hurairah narrated that the Prophet (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: “Akşam ulaştığında üç kez ‘Ben, yarattıklarının şerrinden Allah'ın tam kelimelerine sığınırım (A`ūdhu bikalimātillāhit-tāmmāti min sharri mā khalaq)’ diyen kimseye o gece hiçbir zehirli sokma zarar vermez.” (Rivayet edenlerden biri) Suhail dedi ki: “Bizim ailemiz bunu öğrenir ve her gece söylerdi. Aralarından bir kız sokuldu ve hiç acı hissetmedi.”"
    },
    {
      "id": 237,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurairah, radıyallahu anh, dedi ki: “Allah'ın Elçisi'nden ezberlediğim bir dua var ki, onu asla bırakmam: ‘Ey Allahım, sana şükretmeyi bana öğret, seni anmayı artır, senin nasihatine uymayı bana sağla ve emrettiklerine dikkat etmeyi bana öğret (Allāhummaj`alnī u`aẓẓimu shuraka wa ukthiru dhikraka wa attabi`u naṣīḥataka wa aḥfaẓu waṣīyatak).’” Bu Hadis Gharib'tir."
    },
    {
      "id": 238,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Allah'a dua eden bir adam yoktur ki, duası kabul edilmesin. Ya dünyada kendisine verilir, ya ahirette kendisi için saklanır, ya da yaptığı dua kadar günahları affedilir - yeter ki günah için dua etmesin, akrabalık bağlarını koparmak için dua etmesin ve acele etmesin.” Onlar dediler: “Ey Allah'ın Elçisi, acele etmek nasıl olur?” O (ﷺ) dedi: “O, ‘Rabbime dua ettim ama O bana cevap vermedi.’ der.”"
    },
    {
      "id": 239,
      "narrator": "Abu Hurairah narrated the the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Ellerini kaldırarak, koltuk altı görünür şekilde Allah'tan bir şey isteyen bir kul yoktur ki, Allah ona bunu vermesin - yeter ki acele etmesin.” Onlar dediler: “Ey Allah'ın Elçisi, bununla ilgili acele nasıl yapılır?” O (ﷺ) dedi: “O, ‘Ben dua ettim ve dua ettim, ama bana hiçbir şey verilmedi.’ der.”"
    },
    {
      "id": 240,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hurairah, radıyallahu anh, rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: “Şüphesiz, Allah hakkında iyi düşünmek, Allah'a ibadetin kemalindendir.”"
    },
    {
      "id": 241,
      "narrator": "Umar bin Abi Salamah narrated from his father, who said:",
      "text": "Umar bin Abi Salamah, babasından rivayet etmiştir. Babası şöyle demiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Sizden biri, istediği şeyin ne olduğunu düşünsün. Zira, o, dileğinin ne kadarının kaydedileceğini bilmez.’”"
    },
    {
      "id": 242,
      "narrator": "Abu Hurairah narrated that the Messenger of Allah (ﷺ) used to supplicate, saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ)'nün dua ettiğini şöyle nakletmiştir: “Ey Allah, işitmemde ve görmemde bana zevk ver, bunu benden miras alacak kıl, bana zulmedenlere karşı bana yardım et ve ondan intikam al (Allāhumma matti`nī bisam`ī wa baṣarī waj`alhumal-wāritha minnī, wanṣurnī `alā man yaẓlimunī, wa khudh minhu bitha’rī).”"
    },
    {
      "id": 243,
      "narrator": "Thabit narrated from Anas, who said “The Messenger of Allah (ﷺ) said:",
      "text": "Thabit, Enes'ten rivayet etmiştir. Enes şöyle demiştir: “Allah'ın Resulü (ﷺ) şöyle buyurdu: ‘Sizden biri, her ihtiyacı için Rabbine dua etsin, hatta sandaletinin kayışı koptuğunda bile O'ndan istesin.’”"
    },
    {
      "id": 244,
      "narrator": "Thabit Al-Bunani narrated that the Messenger of Allah (ﷺ) said:",
      "text": "Thabit el-Bunani, Allah'ın Resulü (ﷺ)'nün şöyle buyurduğunu rivayet etmiştir: “Sizden biri, her ihtiyacı için Rabbine dua etsin, tuz istemekten ve sandaletinin kayışı koptuğunda O'ndan istemekten çekinmesin.”"
    }
  ]
}