{
  "language": "tr",
  "metadata": {
    "length": 356,
    "arabic": {
      "title": "سنن الترمذي",
      "author": "الإمام محمد بن عيسى الترمذي"
    },
    "english": {
      "title": "Jami at-Tirmidhi",
      "author": "Imam Muhammad ibn Isa at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Narrated Wathilah bin Al-Asqa':",
      "text": "Vâsile b. el-Eska'dan rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Şüphesiz Allah, İsmail'i İbrahim'in çocuklarından seçti, İsmail'den Kinanah'ı, Kinanah'dan Kureyş'i, Kureyş'ten Haşimoğulları'nı ve Haşimoğulları'ndan da beni seçti.\""
    },
    {
      "id": 2,
      "narrator": "Narrated Wathilah bin Al-Asqa':",
      "text": "Vâsile b. el-Eska'dan rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Şüphesiz Allah, İsmail'den Kinanah'ı, Kinanah'tan Kureyş'i, Kureyş'ten Haşim'i ve Haşimoğulları'ndan da beni seçti.\""
    },
    {
      "id": 3,
      "narrator": "Narrated Al-'Abbas bin 'Abdul-Muttalib:",
      "text": "Abbas b. Abdülmuttalib'den rivayet edildi: \"Ben dedim ki: 'Ey Allah'ın Resulü! Şüphesiz Kureyş, aralarında en iyilerini konuşup tartıştılar ve seni çöl içinde bir hurma ağacına benzettiler.' Bunun üzerine Nebi (ﷺ) şöyle dedi: 'Şüphesiz Allah, yaratıkları yarattı ve beni en iyi kategorilerden biri olarak yarattı, iki kategori (Araplar ve Arap olmayanlar) arasından en iyisini seçti, sonra kabileler arasında seçti ve beni en iyi kabileden kıldı, sonra evler arasında seçti ve beni en iyi evden kıldı. Yani ben, şahıs olarak en iyisiyim ve ev olarak da en iyisiyim.'\""
    },
    {
      "id": 4,
      "narrator": "Narrated Al-Muttalib bin Abi Wada'ah:",
      "text": "Muttalib b. Ebu Veda'ah'tan rivayet edildi: \"Abbas, Allah'ın Resulü (ﷺ) ile buluştu ve sanki bir şey duydu, bunun üzerine Nebi (ﷺ) minbere çıktı ve şöyle dedi: 'Ben kimim?' Onlar: 'Sen Allah'ın Resulüsün, üzerine selam olsun.' dediler. O da: 'Ben Abdullah b. Abdülmuttalib'in oğluyum, şüphesiz Allah, yaratıkları yarattı ve beni en iyilerinin arasına koydu, sonra onları iki gruba ayırdı ve beni en iyi gruba koydu, sonra onları kabilelere ayırdı ve beni en iyi kabileye koydu, sonra onları evlere ayırdı ve beni en iyi evde ve soydan koydu.'\""
    },
    {
      "id": 5,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edildi: \"Onlar dediler: 'Ey Allah'ın Resulü (ﷺ)! Peygamberlik ne zaman tesis edildi?' O da: 'Âdem ruh ile beden arasında iken.'\""
    },
    {
      "id": 6,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes b. Malik'ten rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Ben, insanların diriltildiği gün ilk olarak ortaya çıkanım ve toplandıkları zaman onların sözcüsüyüm, umudu kestikleri zaman onlara müjde verenim. O gün övgü bayrağı elimde olacak ve ben Rabbim katında Adem'in çocuklarının en şereflisiyim, ve ben böbürlenmiyorum.\""
    },
    {
      "id": 7,
      "narrator": "Narrated Abu Hurairah :",
      "text": "Ebu Hureyre'den rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Yer yarılacak olan ilk kişi benim, sonra cennetin elbiselerinden elbiselerle süsleneceğim. Sonra Arş'ın sağında duracağım. O yerde benim dışımda hiç kimse olmayacak.\""
    },
    {
      "id": 8,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Allah'tan bana Vasilah'ı vermesini isteyin.\" Onlar: \"Ey Allah'ın Resulü! Vasilah nedir?\" dediler. O da: \"Cennetin en yüksek derecesidir. Bunu ancak bir kişi elde edecek ve umarım o kişi benim.\" dedi."
    },
    {
      "id": 9,
      "narrator": "Narrated At-Tufail bin Ubayy bin Ka'b:",
      "text": "Tüfeyl b. Ubeyy b. Ka'b'dan, babasından rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Benim ve peygamberlerin örneği, bir adamın bir ev inşa etmesine benzer; o evi güzel bir şekilde inşa etti, tamamladı ve süsledi, ama bir tuğla için bir boşluk bıraktı. İnsanlar evin etrafında dönmeye başladılar, hayranlıkla 'O tuğla için boşluk olmasaydı keşke.' dediler. Ben de peygamberler arasında o tuğla gibiyim.\" Ve bu isnatla, Nebi (ﷺ) şöyle dedi: \"Kıyamet Günü'nde peygamberlerin lideri ve onların sözcüsü olacağım ve şefaatlerini taşıyacağım, böbürlenmeden.\""
    },
    {
      "id": 10,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "Abdullah b. Amr'dan rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Eğer muazzin sesini duyarsanız, onun söylediği gibi söyleyin. Sonra bana salat getirin, çünkü bana salat getiren kimseye Allah on kat salat getirir. Sonra Allah'tan bana Vasilah vermesini isteyin, çünkü bu, Allah'ın kullarından birine ait olan bir cennet yeridir ve umarım o kişi benim. Ve kim bana Vasilah istemişse, onun için (benim) şefaatim helal kılınacaktır.\""
    },
    {
      "id": 11,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Said'den rivayet edildi: Resulullah (ﷺ) şöyle buyurdu: \"Kıyamet Günü'nde Adem'in çocuklarının efendisiyim ve ben böbürlenmiyorum. Övgü bayrağı elimde olacak ve ben böbürlenmiyorum. O gün Adem de dahil olmak üzere hiçbir peygamber benim bayrağımın altında olmayacak. Ve ben, yerin açılacağı ilk kişi olacağım ve ben böbürlenmiyorum.\""
    },
    {
      "id": 12,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edildi: Allah'ın Resulü (ﷺ) ile birlikte bir grup sahabi oturmuş, onu bekliyorlardı. O dedi ki: \"Sonra dışarı çıktı, onlara yaklaştığında, onların konuşmalarını duydu ve söylediklerini işitti. Bazıları: 'Şüphesiz Allah, Azîz ve Celil, yaratıklarından bir Halil (yakın dost) seçti. İbrahim'i Halil olarak aldı.' dedi. Bazıları: 'Bu, Musa ile konuşmaktan daha şaşırtıcı değil, çünkü Allah onunla gerçek bir konuşma yaptı.' dedi. Bazıları: 'İsa, Allah'ın kelimesi ve ruhudur.' dedi. Bazıları: 'Adem, Allah tarafından seçilmiştir.' dedi. Bunun üzerine o (ﷺ) onlara çıktı ve selam verdi, şöyle dedi: 'Sizin sözlerinizi ve İbrahim'in Allah'ın Halili olduğu konusundaki hayretinizi duydum, o öyle, Musa'nın Allah ile konuştuğu ve o öyle, İsa'nın Allah'ın ruhu ve kelimesi olduğu ve o öyle, Adem'in Allah tarafından seçildiği ve o öyle. Şüphesiz ben Allah'ın sevgilisiyim ve ben böbürlenmiyorum, Kıyamet Günü'nde övgü bayrağını taşıyanım ve ben böbürlenmiyorum. Ben, şefaat edenlerin ilkiyim ve Kıyamet Günü'nde şefaatin kabul edildiği ilk kişi olacağım ve ben böbürlenmiyorum. Ben, cennetin kapılarını çalacak ilk kişi olacağım ve Allah onu benim için açacak ve beni içine alacak. Benimle birlikte inananlardan fakirler olacak ve ben böbürlenmiyorum. Ben, ilklerin ve sonların en şereflisiyim ve ben böbürlenmiyorum.'\""
    },
    {
      "id": 13,
      "narrator": "Narrated 'Abdullah bin Salam:",
      "text": "Abdullah b. Selam'dan rivayet edildi: \"Muhammed'in tanımı Tevrat'ta yazılıdır, evde bir mezar için yer bırakılmıştır.\""
    },
    {
      "id": 14,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes b. Malik'ten rivayet edildi: \"Allah'ın Resulü (ﷺ) Medine'ye girdiği gün, içindeki her şey aydınlandı. Sonra, vefat ettiği gün, içindeki her şey karardı. Biz, onu gömene kadar Allah'ın Resulü (ﷺ) ile olan ellerimizi kaldırmadık, çünkü kalplerimiz çok yabancı hissediyordu.\""
    },
    {
      "id": 15,
      "narrator": "Narrated Al-Muttalib bin 'Abdullah bin Qais bin Makhramah:",
      "text": "Muttalib b. Abdullah b. Kays b. Makhramah'dan, babası ve dedesi aracılığıyla rivayet edildi: \"Ben ve Allah'ın Resulü (ﷺ) Fil Yılı'nda doğduk.\" - dedi: \"Ve Osman b. Affan, Banu Ya'mar b. Leys'in kardeşi Kubat b. Aşyam'a sordu: 'Sen mi daha büyüksün yoksa Allah'ın Resulü (ﷺ) mi?' O da: 'Allah'ın Resulü (ﷺ) benden büyüktür, ama benim doğum tarihim daha erkendir.' dedi. O da: 'Ve kuşların dışkısının yeşil olduğunu gördüm.'\""
    },
    {
      "id": 16,
      "narrator": "Narrated Abu Musa Al-Ash'ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: \"Ebu Talib Şam'a gitti, ve Peygamber (ﷺ) onunla birlikte, Kureyş'ten bazı yaşlı adamlarla birlikte gitti. Rahip ile karşılaştıklarında orada durdular ve kamp kurmaya başladılar, rahip onlara çıktı. Daha önce ona geçerken, o çıkmaz ve onlara dikkat etmezdi.\" Dedi ki: \"Kamp kuruyorlardı ki rahip onların arasında yürüyordu, ta ki gelip Allah'ın Elçisi'nin (ﷺ) elini tuttu. Sonra dedi ki: 'İşte bu, insanların ve cinlerin efendisidir, bu âlemlerin Rabbi'nin Elçisi'dir. Allah onu insanlar ve cinler için bir rahmet olarak yükseltecektir.' Bunun üzerine Kureyş'ten bazı yaşlılar dediler ki: 'Sen ne bilirsin?' O da dedi ki: 'Siz yoldan geçerken, ne bir taş ne de bir ağaç kaldı, hepsi secde etti, ve onlar ancak bir Peygamber için secde ederler. Ve ben onu, omuzunun altında, bir elma gibi olan Peygamberlik mühründen tanıyabilirim.' Sonra geri döndü, onlara biraz yiyecek hazırladı, ve onlara getirdiğinde, develerle ilgileniyordu. O da dedi ki: 'Onu çağırın.' O da geldi, ve onun üzerinde onu gölgelendiren bir bulut vardı. İnsanlara yaklaşınca, ağaç gölgesine geçtiklerini buldu. O oturduğunda, ağaç gölgesi ona doğru eğildi. O (rahip) dedi ki: 'Ağacın gölgesinin ona eğildiğine bak.'\" Dedi ki: \"O, onlara Roma'ya götürmemeleri için duruyordu - çünkü eğer Romalılar onu görürse, tarifinden tanıyacaklar ve onu öldürecekler - döndü, ve Roma'dan gelen yedi kişi vardı. Onlara döndü ve dedi ki: 'Neden geldiniz?' Onlar dediler ki: 'Bu Peygamber bu ayda ortaya çıkacak, ve gidecek bir yol kalmadı ki insanlar ona gönderilmemiş olsun, ve onun hakkında bilgilendirildik, ve bu yolunuza gönderildik.' O da dedi ki: 'Arkanızda sizden daha hayırlı biri var mı?' Onlar dediler ki: 'Bu yolunuzdan onun hakkında sadece haberimiz var.' O da dedi ki: 'Eğer Allah'ın gerçekleştirmek istediği bir mesele varsa, insanlar arasında onu engelleyebilecek biri var mı?' Onlar dediler ki: 'Hayır.'\" Dedi ki: \"Böylece ona biat ettiler ve onunla kaldılar. O da dedi ki: 'Sizi Allah'a yemin ederek soruyorum, hanginiz onun velisidir?' Onlar dediler ki: 'Ebu Talib.' O da onu yemin ettirene kadar devam etti, ta ki Ebu Talib onu (Mekke'ye) geri gönderdi ve onunla Ebu Bekir ve Bilal'i gönderdi. Ve rahip ona Ka'k (bir tür ekmek) ve zeytinyağı verdi.\""
    },
    {
      "id": 17,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) kırk yaşında vahiy aldı. Mekke'de on üç yıl, Medine'de on yıl kaldı. Ve altmış üç yaşında vefat etti.\""
    },
    {
      "id": 19,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Narrated Simak bin Harb:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) altmış beş yaşında vefat etti.\""
    },
    {
      "id": 21,
      "narrator": "Narrated Abu Al-'Ala:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) ne çok uzun ne de kısa, ne beyaz ne de kahverengi, ne de saçları tamamen kıvırcık ne de düz idi. Allah onu kırk yaşının başında gönderdi ve Mekke'de on yıl, Medine'de on yıl kaldı. Ve Allah onu altmış yaşının başında aldı, ve başında ya da sakalında yirmiden fazla beyaz saç yoktu.\""
    },
    {
      "id": 23,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "Simak bin Harb'den, Cabir bin Semurah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: \"Şüphesiz Mekke'de, benim gelişim gecesinde bana selam veren bir taş vardı, ve onu şimdi bile tanıyorum.\""
    },
    {
      "id": 25,
      "narrator": "Narrated Abu Zaid bin Akhtab:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Ebu'l-Ala'dan, Samurah bin Cundab'dan rivayet edilmiştir ki, o dedi: \"Biz Peygamber (ﷺ) ileydik ve sabah akşam bir kâseden sırayla (yemek) yiyorduk. On kişi ayakta, on kişi oturuyordu.\" Biz dedik: \"Peki, onu ne dolduruyordu?\" O dedi: \"Ne ile şaşırıyorsunuz? O, buradan başka bir yerden doldurulmadı,\" ve elini gökyüzüne işaret etti."
    },
    {
      "id": 27,
      "narrator": "Narrated Anas bin Malik:",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Narrated 'Aishah:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir: \"Ben Peygamber (ﷺ) ile Mekke'deydim. Bir banliyöye doğru yola çıktık, ve onun önünde ne bir dağ ne de bir ağaç yoktu ki, 'Selam sana, Allah'ın Elçisi!' demesin.\""
    },
    {
      "id": 29,
      "narrator": "Narrated 'Abdullah:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Narrated 'Aishah:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir ağacın yanında hutbe verirdi, sonra onun için bir minber yapıldı, böylece orada hutbe vermeye başladı, ağaç bir deve gibi inledi. Peygamber (ﷺ) onu okşadı ve sustu.\""
    },
    {
      "id": 31,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: \"Omuzlarının üzerine dökülen saçları olan, kırmızı bir hullah içinde, Allah'ın Elçisi'nden (ﷺ) daha güzelini görmedim. Saçları omuzlarına kadar akıyordu, geniş omuzları vardı, ne çok kısa ne de çok uzundu.\""
    },
    {
      "id": 32,
      "narrator": "Narrated Abu Ishaq:",
      "text": "Abu İshak'tan rivayet edilmiştir: \"Bir adam Al-Bara'ya sordu: 'Allah'ın Elçisi'nin (ﷺ) yüzü kılıç gibi miydi?' O da dedi ki: 'Hayır, ay gibi.'\""
    },
    {
      "id": 33,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Peygamber (ﷺ) ne uzun ne de kısaydı, elleri ve ayakları kalındı, başı büyüktü, iri kemikliydi, göğsünden göbeğine kadar uzanan uzun bir masrubahı vardı ve yürüdüğünde, sanki bir yokuştan aşağı iniyormuş gibi öne doğru eğilirdi. Ondan önce veya sonra ona benzeyen birini görmedim (ﷺ).\""
    },
    {
      "id": 34,
      "narrator": "Narrated Ibrahim bin Muhammad, one of the offspring of 'Ali bin Abi Talib:",
      "text": "İbrahim bin Muhammed, Ali bin Ebu Talib'in soyundan biri olarak şöyle dedi: \"Ali, en doğru sözlü, en yumuşak huylu ve en asil olan insanlardan biriydi. Onu ilk kez gören (Badihah) ondan korkardı, onu tanıyan ise severdi. Onu tarif etmeye çalışan biri şöyle demek zorunda kalırdı: 'Ondan önce veya sonra ona benzeyen birini görmedim (ﷺ).'\""
    },
    {
      "id": 35,
      "narrator": "Narrated 'Urwah:",
      "text": "Urve'den rivayet edilmiştir: \"Aişe şöyle dedi: 'Allah'ın Elçisi (ﷺ) şimdi sizin gibi hızlı konuşmazdı, aksine o kadar açık ve net konuşurdu ki, onunla oturanlar bunu ezberlerdi.'\""
    },
    {
      "id": 36,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir ifadeyi üç kez tekrar ederdi ki, anlaşılsın.\""
    },
    {
      "id": 37,
      "narrator": "Narrated Ibn Jaz:",
      "text": "İbn Cüz'den rivayet edilmiştir: \"Allah'ın Elçisi'nden (ﷺ) daha çok gülümseyen birini görmedim.\""
    },
    {
      "id": 38,
      "narrator": "Narrated Ibn Jaz:",
      "text": "İbn Cüz'den rivayet edilmiştir: \"Allah'ın Elçisi'nin (ﷺ) gülüşü sadece gülümsemekten ibaretti.\""
    },
    {
      "id": 39,
      "narrator": "Narrated As-Sa'ib bin Yazid:",
      "text": "Sa'ib bin Yazid'den rivayet edilmiştir: \"Ablam beni Peygamber'e (ﷺ) götürdü ve dedi ki: 'Ey Allah'ın Elçisi! Gerçekten yeğenim acı çekiyor.' Bunun üzerine o, başımın üzerine elini sürdü ve benim için bereket diledi. Sonra abdest aldı ve ben onun abdest suyundan içtim. Ardından arkasında durdum ve iki omuzunun arasındaki mührü gördüm, bu, bir keklik yumurtasına benziyordu.\""
    },
    {
      "id": 40,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "Cabir bin Semurah'dan rivayet edilmiştir: \"Allah'ın Elçisi'nin (ﷺ) mührü - iki omuzunun arasında olan - etli ve kırmızıydı, bir güvercin yumurtasına benziyordu.\""
    },
    {
      "id": 41,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "Cabir bin Semurah'dan rivayet edilmiştir: \"Allah'ın Elçisi'nin (ﷺ) iki bacağı inceydi, gülmezdi, sadece gülümserdi ve ona her baktığımda 'Gözlerine sürme çekmiş' derdim, ama o (ﷺ) sürme kullanmazdı.\""
    },
    {
      "id": 42,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "Cabir bin Semurah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) geniş bir ağza (Dali' Al-Fam) sahipti, gözleri Ashkal'dı ve ince topukları (Manhus Al-'Aqib) vardı.\""
    },
    {
      "id": 43,
      "narrator": "Narrated Jabir bin Samurah:",
      "text": "Cabir bin Semurah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) geniş bir ağza (Dali' Al-Fam) sahipti, gözleri Ashkal'dı ve ince topukları (Manhus Al-'Aqib) vardı. Şu'bah (rivayetçilerden biri) dedi ki: 'Simak'a 'Dali' Al-Fam nedir?' dedim. O da: 'Geniş ağızdır.' dedi. 'Ashkal Al-'Ainain nedir?' dedim. O da: 'Uzun gözlerdir.' dedi. 'Manhus Al-'Aqib nedir?' dedim. O da: 'Az etlidir.' dedi.\""
    },
    {
      "id": 44,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi'nden (ﷺ) daha güzel bir şey görmedim. Sanki güneş yüzüne akıyordu. Ve Allah'ın Elçisi'nden (ﷺ) daha hızlı yürüyen birini görmedim. Sanki yer onun için kolaylaştırılmıştı. Biz çaba sarf ederken o hiç zorlanmazdı.\""
    },
    {
      "id": 45,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Peygamberler bana gösterildi, Musa ince bir adamdı, sanki Şanu'ah adamlarından biriydi. Ve İsa bin Meryem'i gördüm, ona en çok benzeyen kişi, gördüğüm kişiler arasında Urve bin Mes'ud'dur. Ve İbrahim'i gördüm, ona en çok benzeyen kişi, gördüğüm kişiler arasında senin arkadaşındır' - yani kendisi - 'Ve Cebrail'i gördüm, ona en çok benzeyen kişi, gördüğüm kişiler arasında Dihya'dır.'\""
    },
    {
      "id": 46,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) altmış beş yaşında vefat etti.\""
    },
    {
      "id": 47,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) altmış beş yaşında vefat etti.\""
    },
    {
      "id": 48,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) Mekke'de on üç yıl kaldı - yani vahiy aldığı süre boyunca - ve altmış üç yaşında vefat etti.\""
    },
    {
      "id": 49,
      "narrator": "Narrated Jabir :",
      "text": "Cabir'den rivayet edilmiştir: Muaviye bin Ebu Süfyan'ın bir hutbe verdiğini işitti ve şöyle dedi: \"Allah'ın Resulü (ﷺ) altmış üç yaşında vefat etti, Ebu Bekir ve Ömer de öyle, ben de altmış üç yaşındayım.\""
    },
    {
      "id": 50,
      "narrator": "Narrated 'Aishah :",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) altmış üç yaşında vefat etti.\""
    },
    {
      "id": 51,
      "narrator": "Narrated 'Abdullah:",
      "text": "Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Her Khalil'in dostluğundan sıyrılıyorum, eğer bir Khalil alacak olsaydım, Ebu Bekir'i Khalil olarak alırdım. Gerçekten sizin arkadaşınız Allah'ın Khalil'idir.\""
    },
    {
      "id": 52,
      "narrator": "Narrated 'Umar bin Al-Khattab:",
      "text": "Ömer bin Hattab'tan rivayet edilmiştir: \"Ebu Bekir bizim liderimizdir, en iyimizdir ve Allah'ın Resulü (ﷺ) katında en sevilendir.\""
    },
    {
      "id": 53,
      "narrator": "Narrated 'Abdullah bin Shaqiq:",
      "text": "Abdullah bin Şakik'ten rivayet edilmiştir: \"Aişe'ye şöyle dedim: 'Peygamber (ﷺ) arkadaşları arasında en sevileni kimdir?' O da: 'Ebu Bekir.' dedi. Ben: 'Sonra kim?' dedim. O: 'Ömer.' dedi. Ben: 'Sonra kim?' dedim. O: 'Sonra Ebu Ubeyde bin el-Cerrah.' dedi.\" O da: \"Ben: 'Sonra kim?' dedim.\" O da: \"Sonra sustu.\""
    },
    {
      "id": 54,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gerçekten yüksek derecelerde olanlar, altlarındaki insanlar tarafından gökyüzünde uzakta görünen yıldızlar gibi görülecekler. Ve gerçekten Ebu Bekir ve Ömer de onlardandır ve onlar iyi işler yaptılar.\""
    },
    {
      "id": 55,
      "narrator": "Narrated Ibn Abi Mu'alla:",
      "text": "İbn Ebu Mualla'dan, babasından rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir gün hutbe verdi ve şöyle dedi: 'Gerçekten bir adam var ki, Rabbi ona bu hayatta istediği kadar yaşama ve istediği kadar yeme seçeneğini verdi, ve Rabbiyle buluşma arasında bir seçim yaptı.' O da: 'Ebu Bekir ağladı. Peygamber (ﷺ) arkadaşları: 'Bu yaşlı adamdan hayret etmiyor musunuz, Allah'ın Resulü (ﷺ) bir doğru adamdan bahsediyor, Rabbi ona bu hayatı mı, yoksa Rabbiyle buluşmayı mı seçeceğini sordu, o da Rabbiyle buluşmayı seçti.' dediler.\" O da: \"Ama Ebu Bekir, Allah'ın Resulü (ﷺ) ne demek istediğini en iyi bilenlerdendi. O yüzden Ebu Bekir: 'Aksine, babalarımızı ve mallarımızı senin için fidye edeceğiz.' dedi. Allah'ın Resulü (ﷺ) de: 'İnsanlar arasında bana en faydalı olan, arkadaşlığı ve malı ile Ebu Bekir'dir. Eğer bir Khalil alacak olsaydım, Ebu Bekir'i Khalil olarak alırdım. Ama daha ziyade sevgi ve iman kardeşliği' - bunu iki veya üç kez söyledi - 'Gerçekten sizin arkadaşınız Allah'ın Khalil'idir.'\""
    },
    {
      "id": 56,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) minberde oturdu ve şöyle dedi: 'Gerçekten bir ibadet eden, Allah tarafından, bu hayatta istediği kadar nimet alması ile O'nun yanında olan şeyler arasında bir seçim yapma hakkı verilmiştir. O da O'nun yanında olanı seçti.' O yüzden Ebu Bekir: 'Ey Allah'ın Resulü! Biz babalarımızı ve annelerimizi senin için fidye edeceğiz!' dedi.\" O da: \"Biz hayret içinde kaldık. Sonra insanlar: 'Bu yaşlı adama bakın. Allah'ın Resulü (ﷺ) bir ibadet eden hakkında bilgi veriyor, Allah ona bu hayatta istediği kadar nimet verme seçeneği sundu, O'nun yanında olan şeyler ile ve o: 'Biz babalarımızı ve annelerimizi senin için fidye edeceğiz.' diyor?' dediler. Ama Allah'ın Resulü (ﷺ) seçim hakkı olan kişiydi ve Ebu Bekir, bu konuda en bilgili olanıydı. O yüzden Peygamber (ﷺ) şöyle dedi: 'İnsanlar arasında benim için en faydalı olan, arkadaşlığı ve malı ile Ebu Bekir'dir. Eğer bir Khalil alacak olsaydım, Ebu Bekir'i Khalil olarak alırdım. Ama daha ziyade İslam kardeşliği. Camide Ebu Bekir'in kapısından başka kapı kalmasın.'\""
    },
    {
      "id": 57,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Bizim üzerimizde kimseye bir iyilik borcu yoktur, ancak Ebu Bekir'e. Gerçekten onun üzerinde, Allah'ın Kıyamet Günü onu mükafatlandıracağı bir iyilik borcumuz vardır. Hiç kimsenin malı, Ebu Bekir'in malı kadar bana fayda sağlamadı. Eğer bir Khalil alacak olsaydım, Ebu Bekir'i Khalil olarak alırdım ve gerçekten sizin arkadaşınız Allah'ın Khalil'idir.\""
    },
    {
      "id": 58,
      "narrator": "Narrated Hudhaifah:",
      "text": "Hudeyfe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Benden sonra iki kişiye yapışın, Ebu Bekir ve Ömer.'\""
    },
    {
      "id": 59,
      "narrator": "Narrated Hudhaifah :",
      "text": "Hudeyfe'den rivayet edilmiştir: \"Peygamber (ﷺ) ile oturuyorduk ve şöyle dedi: 'Sizinle ne kadar kalacağımı bilmiyorum, bu yüzden benden sonra iki kişiye yapışın.' ve Ebu Bekir ile Ömer'i işaret etti.\""
    },
    {
      "id": 60,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Ebu Bekir ve Ömer hakkında şöyle dedi: 'Bu iki kişi, cennetteki yaşlıların efendileridir. İlkler ve sonlar arasında, peygamberler ve elçiler hariç. Ama onlara haber verme, ey Ali.'\""
    },
    {
      "id": 61,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Ali bin Ebu Talib'den rivayet edilmiştir: \"Ben Allah'ın Elçisi (ﷺ) ileydim, o sırada Ebu Bekir ve Ömer geldi (müzakere için), bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Bu ikisi, cennet halkının yaşlıları arasında, ilk gelenler ve son gelenlerdir, peygamberler ve elçiler hariç. Ama onlara haber verme ey Ali.'\""
    },
    {
      "id": 62,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Ebu Bekir ve Ömer, cennet halkının yaşlıları arasında, ilk gelenler ve son gelenlerdir, peygamberler ve elçiler hariç. Onlara haber verme ey Ali.'\""
    },
    {
      "id": 63,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Ebu Bekir dedi ki: \"Ben insanlar arasında buna en layık değil miyim, ben Müslüman olan ilk kişi değil miyim, ben şu ve bu kişinin değil miyim, ben şu ve bu kişinin değil miyim.\""
    },
    {
      "id": 64,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Muhacirler ve Ensar'dan arkadaşlarına çıkıp onlarla otururken, Ebu Bekir ve Ömer de onlarla birlikte olurdu. Hiç kimse ona bakmazdı, sadece Ebu Bekir ve Ömer bakardı, çünkü onlar ona bakar, o da onlara bakar, ve onlar ona gülümser, o da onlara gülümserdi.\""
    },
    {
      "id": 65,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir gün ayrıldı ve Ebu Bekir ve Ömer ile birlikte Mescid'e girdi. Biri sağında, diğeri solundaydı, ve onların ellerini tutuyordu, ve dedi ki: 'İşte böyle diriltileceğiz Kıyamet Günü.'\""
    },
    {
      "id": 66,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Ebu Bekir'e dedi ki: 'Sen benim Havuz'daki arkadaşım ve mağaradaki arkadaşım'sın.\""
    },
    {
      "id": 67,
      "narrator": "Narrated 'Abdullah bin Hantab:",
      "text": "Abdullah bin Hantab'tan rivayet edilmiştir: \"Peygamber (ﷺ) Ebu Bekir ve Ömer'i gördü ve dedi ki: 'Bu ikisi, işiten ve görenlerdir.'\""
    },
    {
      "id": 68,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Ebu Bekir'i insanlara namaz kıldırması için emret.' Aişe dedi ki: 'Ey Allah'ın Elçisi! Eğer Ebu Bekir senin yerini alırsa, insanlar ağlaması yüzünden onu duyamayacaklar, o yüzden Ömer'e insanlara namaz kıldırması için emret.' Dedi ki: 'Bunun üzerine o şöyle dedi: 'Ebu Bekir'i insanlara namaz kıldırması için emret.' Aişe dedi ki: 'Bunun üzerine ben Hafsa'ya dedim: 'Ona de ki, eğer Ebu Bekir senin yerini alırsa, insanlar ağlaması yüzünden onu duyamayacaklar, o yüzden Ömer'e insanlara namaz kıldırması için emret.' Bunun üzerine Hafsa bunu yaptı. Böylece Allah'ın Elçisi (ﷺ) dedi ki: 'Gerçekten siz Yusuf'un arkadaşları gibisiniz! Ebu Bekir'i insanlara namaz kıldırması için emret.' Bunun üzerine Hafsa Aişe'ye dedi: 'Senden hiç hayır görmedim.'\""
    },
    {
      "id": 69,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Ebu Bekir'in bulunduğu bir topluluğa başkası tarafından namaz kıldırılması uygun değildir.'\""
    },
    {
      "id": 70,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Kim Allah yolunda bir çift şey harcarsa, cennette ona şöyle denir: 'Ey Allah'ın Kulu, bu hayırlıdır.' Ve kim namaz halkından ise, o namaz kapısından çağrılır, ve kim cihad halkından ise, o cihad kapısından çağrılır. Ve kim sadaka halkından ise, o sadaka kapısından çağrılır, ve kim oruç halkından ise, o Ar-Rayyan kapısından çağrılır.' Ebu Bekir dedi ki: 'Baba ve annem sana feda olsun! Bu kapılardan çağrılan kişi, tüm kaygılardan kurtulmuş olacak. Ama bu kapılardan çağrılan biri olacak mı?' O (ﷺ) dedi: 'Evet, ve umarım sen onlardansındır.'\""
    },
    {
      "id": 71,
      "narrator": "Narrated Zaid bin Aslam:",
      "text": "Zeyd bin Eslem'den rivayet edilmiştir: \"Ömer bin Hattab'ın şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) bize sadaka vermemizi emretti, ve bu, benim bir miktar malım olduğu bir zamana denk geldi, bu yüzden dedim ki: 'Bugün Ebu Bekir'i geçeceğim, eğer onu geçebilirsem.' Yarım malımla geldim, ve Allah'ın Elçisi (ﷺ) dedi ki: 'Ailene ne bıraktın?' Ben dedim: 'Benzerini.' Ebu Bekir her şeyini getirdi, o da dedi ki: 'Ey Ebu Bekir! Ailene ne bıraktın?' O dedi ki: 'Onlar için Allah'ı ve Resulünü bıraktım.' Ben dedim: 'Ben asla onu bir şeyde geçemem.'\""
    },
    {
      "id": 72,
      "narrator": "Narrated Jubair bin Mut'im:",
      "text": "Cubeyr bin Mut'im'den rivayet edilmiştir: \"Bir kadın Allah'ın Elçisi (ﷺ) ile bir şey hakkında konuşmak için geldi. Sonra ona bir şey emretti, ve kadın dedi ki: 'Ey Allah'ın Elçisi! Eğer seni bulamazsam ne yapmalıyım?' O dedi: 'Eğer beni bulamazsan, o zaman Ebu Bekir'e git.'\""
    },
    {
      "id": 73,
      "narrator": "Narrated Abu Salamah bin 'Abdur-Rahman:",
      "text": "Ebu Salamah bin Abdurrahman'dan rivayet edilmiştir: \"Ebu Hureyre'den, o da Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bir adam bir inek üzerinde otururken, inek dedi ki: 'Ben bunun için yaratılmadım, ben sadece tarım için yaratıldım.' Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Ben buna inanıyorum, kendim, Ebu Bekir, Ömer.' Ebu Salamah dedi ki: 'Ve o gün ikisi de orada değildi.'\""
    },
    {
      "id": 74,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) tüm kapıların kapatılmasını emretti, sadece Ebu Bekir'in kapısı hariç. Bu konu hakkında Ebu Sa'id'den bir rivayet vardır.\""
    },
    {
      "id": 75,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Ebu Bekir, Allah'ın Elçisi (ﷺ)'nin yanına girdi, o da dedi ki: 'Sen ateşten Allah'ın 'Atiq'sisin.' O günden sonra ona 'Atiq' denildi.\""
    },
    {
      "id": 76,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Hiçbir peygamber yoktur ki, göklerin sakinleri arasında iki bakanı ve yerin sakinleri arasında iki bakanı olmasın. Göklerin sakinleri arasındaki iki bakanım Cebrail ve Mikail'dir, yerin sakinleri arasındaki iki bakanım ise Ebu Bekir ve Ömer'dir.\""
    },
    {
      "id": 77,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ey Allah! İslam'ı bu iki adamdan senin için en sevimli olanı ile onurlandır: Ebu Cehil ile Ömer bin Hattab'dan biriyle.\" O dedi ki: \"Ve O'na en sevimli olanı Ömer'di.\""
    },
    {
      "id": 78,
      "narrator": "Narrated Nafi':",
      "text": "Nafi'den, İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Gerçekten Allah, gerçeği Ömer'in diliyle ve kalbinde yerleştirmiştir.\" O dedi ki: \"İbn Ömer şöyle dedi: 'İnsanlar arasında hiçbir mesele yoktur ki, onun hakkında bir şey söylenmesin, ve Ömer de onun hakkında bir şey söylemesin'\" veya dedi ki - \"İbn Hattab\" - Kharijah (rivayet edenlerden biri) bunun hakkında bir şüpheye düştü - \"Ömer'in söylediği ile Kur'an'ın indirildiği hiçbir mesele yoktur.\""
    },
    {
      "id": 79,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Peygamber (ﷺ) şöyle buyurdu: \"Ey Allah! İslam'ı Ebu Cehil bin Hişam veya Ömer bin Hattab ile onurlandır.\" O dedi ki: \"Böylece Ömer, ertesi gün Allah'ın Resulü'ne (ﷺ) geldi ve İslam'ı kabul etti.\""
    },
    {
      "id": 80,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Ömer, Ebu Bekir'e şöyle dedi: \"Ey Allah'ın Resulü'nden sonraki insanların en iyisi!\" Bunun üzerine Ebu Bekir dedi ki: \"Eğer bunu söylüyorsan, ben Allah'ın Resulü'nden (ﷺ) şöyle duyduğumu söyledim: 'Güneş, Ömer'den daha iyi bir insanın üzerine doğmamıştır.'\""
    },
    {
      "id": 81,
      "narrator": "Narrated Muhammad bin Sirin:",
      "text": "Muhammed bin Sirin'den rivayet edilmiştir: \"Ebu Bekir ve Ömer'i küçümseyen bir adamın, Peygamberi (ﷺ) sevdiğini düşünmüyorum.\""
    },
    {
      "id": 82,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Benden sonra bir peygamber olsaydı, o Ömer bin Hattab olurdu.\""
    },
    {
      "id": 83,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Bana bir süt kadehi getirildi, ben ondan içtim ve geriye kalanını Ömer bin Hattab'a verdim.' Onlar dediler: 'O halde bunu nasıl yorumladın ey Allah'ın Resulü?' O dedi: '(Bu) Bilgi'dir.'\""
    },
    {
      "id": 84,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cennete girdim ve sanki bir altın saraydaydım. 'Bu saray kimin?' dedim. Onlar dediler: 'Kureyş'ten bir gencin.' O zaman ben onun ben olduğumu düşündüm. 'O kim?' dedim. Onlar dediler: 'Ömer bin Hattab.'\""
    },
    {
      "id": 85,
      "narrator": "Narrated Abu Buraidah:",
      "text": "Ebu Bureydah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) sabah uyandı ve Bilal'i çağırdı, sonra dedi: 'Ey Bilal! Cennete girmeden önce beni nasıl geçtin? Ben cennete girmedim, ancak senin ayak seslerini duydum. Geçen gece cennete girdim ve senin ayak seslerini duydum, ve altın balkonları olan kare bir saraya rastladım. 'Bu saray kimin?' dedim. Onlar dediler: 'Araplardan bir adamın.' Ben de dedim: 'Ben bir Arapım, bu saray kimin?' Onlar dediler: 'Kureyş'ten bir adamın.' Ben de dedim: 'Ben Kureyş'tenim, bu saray kimin?' Onlar dediler: 'Muhammed (ﷺ) ümmetinden bir adamın.' Ben de dedim: 'Ben Muhammed'im, bu saray kimin?' Onlar dediler: 'Ömer bin Hattab'ın.' Bilal dedi: 'Ey Allah'ın Resulü! Ben Adhan okumadım ki, iki Rek'at namaz kılmadım, ve Hadath'a düşmedim ki, bunun üzerine abdest almadım, ve bunu Allah'a iki Rek'at borç saydım.' Bunun üzerine Allah'ın Resulü (ﷺ) dedi: 'O iki Rek'at için.'\""
    },
    {
      "id": 86,
      "narrator": "Narrated Buraidah:",
      "text": "Bureydah'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir seferine çıktı, sonra döndüğünde, bir siyah cariye ona geldi ve dedi: 'Ey Allah'ın Resulü! Eğer Allah seni sağ salim döndürürse, senin önünde Duff çalacağım ve şarkı söyleyeceğim diye yemin ettim.' Bunun üzerine Allah'ın Resulü (ﷺ) ona dedi: 'Eğer yemin ettiysen, çal, etmediysen çalma.' Bunun üzerine o Duff çalmaya başladı, ve Ebu Bekir içeri girdi, o çalarken. Sonra Ali içeri girdi, o çalarken, sonra Osman içeri girdi, o çalarken. Sonra Ömer içeri girdi, o da Duff'ı altına koydu ve üzerine oturdu. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: 'Gerçekten Şeytan senden korkuyor ey Ömer! Ben oturuyordum, o çalarken, sonra Ebu Bekir içeri girdi, o çalarken, sonra Ali içeri girdi, o çalarken, sonra Osman içeri girdi, o çalarken, sonra sen içeri girdin ey Ömer ve o Duff'ı kaldırdı.'\""
    },
    {
      "id": 87,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) oturuyordu ve bir çığlık ve çocukların seslerini duyduk. Bunun üzerine Allah'ın Resulü (ﷺ) kalktı ve bir Habeşli kadın, çocukların etrafında dans ediyordu. O dedi: 'Ey Aişe, gel (ve) gör.' Ben de geldim, çenemi Allah'ın Resulü'nün (ﷺ) omzuna koydum ve onun omzu ile başı arasından onu izlemeye başladım, ve o bana dedi: 'Yeter mi, yeter mi?'\" O dedi: \"Ben sürekli 'Hayır' dedim, onun yanındaki durumumu görmek için. Sonra Ömer belirdi.\" O dedi: \"Bunun üzerine onlar dağıldı.\" O dedi: \"Bunun üzerine Allah'ın Resulü (ﷺ) dedi: 'Gerçekten ben insanların ve cinlerin şeytanlarının Ömer'den kaçtığını görüyorum.' O dedi: \"Bunun üzerine geri döndüm.\""
    },
    {
      "id": 88,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Yerin yarılacağı ilk kişi benim, sonra Ebu Bekir, sonra Ömer. Sonra Al-Baki halkı; onlar benimle toplanacaklar. Sonra ben Mekkeli insanların diriltilmesini bekleyeceğim, iki kutsal bölge arasında diriltilecekler.\""
    },
    {
      "id": 89,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Milletler arasında, Muhaddathun (anlayış verilenler) vardı, ve eğer benim ümmetimde birisi olsaydı, o Ömer bin Hattab olurdu.\""
    },
    {
      "id": 90,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Cennette bir adam sizin önünüzde belirecek.\" Bunun üzerine Ebu Bekir belirdi. Sonra dedi: \"Cennette bir adam sizin önünüzde belirecek.\" Bunun üzerine Ömer belirdi."
    },
    {
      "id": 91,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Bir adam koyunlarına bakarken bir kurt geldi ve bir koyunu aldı. Bunun üzerine sahibi geldi ve onu geri aldı. Kurt şöyle dedi: 'O gün, benim dışımda ona bakacak bir çoban olmayacak, ne yapacaksın?' Resulullah (ﷺ) dedi ki: \"Buna ben ve Ebu Bekir ile Ömer inanıyoruz.\" (Rivayet edenlerden biri) Ebu Salame dedi ki: \"Ve ikisi de o gün halkın arasında değildi.\""
    },
    {
      "id": 92,
      "narrator": "Narrated Abu Hurairah :",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Resulullah (ﷺ) Hira'daydı, yanında Ebu Bekir, Ömer, Osman, Ali, Talha ve Zübeyir (Allah hepsinden razı olsun) vardı ve Hira dağı sarsıldı. Resulullah (ﷺ) dedi ki: \"Sakin olun, çünkü üzerinizde bir Peygamber, bir Sıddık veya bir şehit dışında kimse yok.\""
    },
    {
      "id": 93,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: Resulullah (ﷺ), Ebu Bekir, Ömer ve Osman Uhud (dağına) çıktılar ve dağ onları sarstı, bunun üzerine Allah'ın Peygamberi (ﷺ) dedi ki: \"Ey Uhud! Sabit ol! Çünkü üzerinde bir Peygamber, bir Sıddık ve iki şehit dışında kimse yok.\""
    },
    {
      "id": 94,
      "narrator": "Narrated Talhah bin 'Ubaidullah:",
      "text": "Talha bin Ubeydullah'tan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Her Peygamberin bir dostu vardır ve benim dostum\" - cennette - \"Osman'dır.\""
    },
    {
      "id": 95,
      "narrator": "Narrated Abu 'Abdur-Rahman As-Sulami:",
      "text": "Ebu Abdurrahman es-Sulamî'den rivayet edilmiştir: \"Osman kuşatıldığında, evinin üstünden onlara bakarak dedi ki: 'Sizi Allah'a hatırlatıyorum. Hira (dağı) sarsıldığında, Resulullah (ﷺ) dedi ki: \"Ey Hira! Sabit ol! Çünkü üzerinde bir Peygamber, bir Sıddık ve bir şehit dışında kimse yok.\" Onlar: 'Evet.' dediler. O da: 'Sizi Allah'a hatırlatıyorum! Resulullah (ﷺ) sıkıntı ordusu (Al-'Usrah) hakkında: \"Kim Allah katında kabul edilecek bir şey harcayacak?\" dedi. İnsanlar zor zamanlar geçiriyordu, ben de o orduyu hazırladım.' Onlar: 'Evet.' dediler. Sonra dedi ki: 'Sizi Allah'a hatırlatıyorum. Rumah kuyusundan kimse su içmedi, bunun için ödeme yapmak zorunda kaldı, ben de onu satın aldım ve zenginler, fakirler ve yolcular için yaptım.' Onlar: 'Ey Allah! Evet!' dediler.\" Ve diğer şeyleri sıraladı. Bu hadis, bu yoldan Hasan Sahih Gharib'dir; Ebu Abdurrahman es-Sulamî'nin Osman'dan rivayetidir."
    },
    {
      "id": 96,
      "narrator": "Narrated 'Abdur-Rahman bin Khabbab:",
      "text": "Abdurrahman bin Khabbab'dan rivayet edilmiştir: \"Ben, Resulullah (ﷺ) 'sıkıntı ordusu' için destek talep ederken şahit oldum. Osman bin Affan ayağa kalktı ve dedi ki: 'Ey Allah'ın Resulü! Ben, Allah yolunda yüz deve, eyerleri ve su tulumlarıyla birlikte üstleniyorum.' Sonra: 'Ben, Allah yolunda üç yüz deve, eyerleri ve su tulumlarıyla birlikte üstleniyorum.' dedi. Böylece Resulullah (ﷺ) minberden indi ve şöyle dedi: 'Osman'dan sonra ne yaparsa önemli değil, Osman'dan sonra ne yaparsa önemli değil.'\""
    },
    {
      "id": 97,
      "narrator": "Narrated 'Abdur-Rahman bin Samurah:",
      "text": "Abdurrahman bin Samurah'dan rivayet edilmiştir: Osman, Resulullah (ﷺ) ile birlikte bin dinar ile geldi\" - Al-Hasan bin Vaki (rivayet edenlerden biri) dedi ki: \"Ve kitabımda başka bir yerde: 'Sıkıntı ordusu hazırlanırken elbisesinde. Onları kucağına döktü.' - Abdurrahman dedi ki: \"Ben, Resulullah (ﷺ) onları kucağında çevirirken gördüm, şöyle diyordu: 'Osman'dan sonra bugün ne yaparsa ona zarar vermez,' iki kez.\""
    },
    {
      "id": 98,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Resulullah (ﷺ) Ridvan biatını emrettiğinde, Osman bin Affan, Resulullah (ﷺ) tarafından Mekkelilere elçi olarak gönderildi. Dedi ki: \"Böylece insanlar biat verdiler.\" Dedi ki: \"Resulullah (ﷺ) şöyle dedi: 'Gerçekten Osman, Allah'ın ve Resulünün işine meşguldür' sonra (ﷺ) bir elini diğerinin üzerine koydu. Resulullah (ﷺ)'ın Osman adına olan eli, onların kendi ellerinden daha hayırlıydı.\""
    },
    {
      "id": 99,
      "narrator": "Narrated Thumamah bin Hazn Al-Qushairi:",
      "text": "Thumamah bin Hazn el-Kuşayri'den rivayet edilmiştir: \"Ben, Osman'ın üstlerinde göründüğü evdeydim ve şöyle dedi: 'Beni aleyhime toplayan iki arkadaşınızı getirin.'\" Dedi ki: \"Onlar, iki deve gibi veya iki eşek gibi getirildiler.\" Dedi ki: \"Osman, onların üstünde göründü ve dedi ki: 'Sizi Allah ve İslam ile soruyorum! Resulullah (ﷺ) Medine'ye geldiğinde, orada tatlı su yoktu, sadece Rumah kuyusu vardı, Resulullah (ﷺ) dedi ki: 'Kim Rumah kuyusunu satın alır ve kovaını Müslümanların kovalarıyla yan yana koyar, bunun karşılığında cennette daha iyisini alır?' Ben, onu zenginliğimin özünden satın aldım ve bugün benden içmeyi engelliyorsunuz, böylece deniz suyundan içmek zorunda kalacağım?' Onlar: 'Ey Allah! Evet!' dediler. Dedi ki: 'Sizi Allah ve İslam ile soruyorum! Mescid, halkı için yetersizdi, Resulullah (ﷺ) dedi ki: 'Kim falan filanın ailesinin arazisini satın alır ve onu Mescid'e ekler, bunun karşılığında cennette daha iyisini alır?' Ben, onu zenginliğimin özünden satın aldım ve bugün orada iki rek'at namaz kılmama engel oluyorsunuz?' Onlar: 'Ey Allah! Evet.' dediler. Dedi ki: 'Sizi Allah ve İslam ile soruyorum! Sıkıntı ordusunu kendi malımla hazırladım?' Onlar: 'Ey Allah! Evet!' dediler. Sonra dedi ki: 'Sizi Allah ve İslam ile soruyorum! Resulullah (ﷺ) Mekke'nin Thabir dağındayken, yanında Ebu Bekir, Ömer ve ben vardım. Dağ sarsılmaya başladı ve taşları yere düştü.' Dedi ki: 'Bunun üzerine (ﷺ) ayağıyla yere bastı ve dedi ki: \"Ey Thabir! Sabit ol! Çünkü üzerinde bir Peygamber, bir Sıddık ve iki şehit dışında kimse yok.\" Onlar: 'Ey Allah! Evet!' dediler. Dedi ki: 'Allah büyüktür! Ka'bah'ın Rabbi'ne şahitlik edin ki ben bir şehidim!' - üç kez.\""
    },
    {
      "id": 100,
      "narrator": "Narrated Abu Al-Ash'ath As-Sana'ani:",
      "text": "Ebu el-Aş'ath es-San'ani'den rivayet edilmiştir: \"Bazı insanlar Şam'da hutbe verirken, aralarında Resulullah (ﷺ)'ın Sahabeleri de vardı. Onların en sonuncusu, Murrah bin Ka'b adında bir adam ayağa kalktı ve dedi ki: 'Eğer Resulullah (ﷺ)'dan duyduğum bir hadis olmasaydı, size hitap etmek için ayağa kalkmazdım. O (ﷺ) fitneleri ve bunların yakında geleceğini belirtti. Sonra üzeri örtülü bir adam geçti. O da: \"Bu, o gün hidayet üzerinde olacaktır.\" dedi. Ben de ona doğru gittim ve o Osman bin Affan'dı. Ona döndüm ve dedim: \"Bu mu?\" Dedi: \"Evet.\""
    },
    {
      "id": 101,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Ey Osman! Gerçekten Allah sana bir gömlek verebilir, eğer onlar onu çıkarmanı isterlerse, onların hatırı için onu çıkartma.\""
    },
    {
      "id": 102,
      "narrator": "Narrated 'Uthman bin 'Abdullah bin Mawhab:",
      "text": "Osman bin Abdullah bin Muvahab'dan rivayet edilmiştir: \"Mısır halkından bir adam, Kabe'ye Hac yaptı ve bir grup insanın oturduğunu gördü, o da: 'Bunlar kim?' dedi. Onlar: 'Kureyş'tir.' dediler. O da: 'Peki bu yaşlı adam kim?' dediler: 'İbn Ömer.' O da ona gitti ve dedi: 'Sana bir şey soracağım, bana bildir. Seni Allah'a, bu evin kutsallığına yemin ettiriyorum! Osman, Uhud günü kaçtı mı?' Dedi: 'Evet.' Dedi: 'Ridvan biatında yok muydu, onu görmedi mi?' Dedi: 'Evet.' Dedi: 'Badr günü yok muydu ve katılmadı mı?' Dedi: 'Evet.' O da: 'Allah büyüktür.' Bunun üzerine İbn Ömer ona dedi: 'Gel, sana sorduğun şeyi açıklayayım. Uhud günü kaçması hakkında, ben şahitlik ederim ki Allah onu affetmiştir ve bağışlamıştır. Badr günü yokluğu hakkında, o Resulullah (ﷺ)'ın kızıyla evliydi. Resulullah (ﷺ) ona dedi ki: \"Sen, Badr'da bulunan bir adamın sevabına ve onun payına sahipsin.\" Ve Ridvan biatı, Osman Mekke'ye gitmeden önceydi.\" Dedi: \"Bunun üzerine Resulullah (ﷺ) sağ eliyle: \"Bu, Osman'ın elidir,\" dedi ve kendi elinin üzerine koydu ve: \"Bu, Osman içindir.\" dedi. Ona: \"Şimdi git ve bunu (açıklamayı) yanına al.\" dedi."
    },
    {
      "id": 103,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Resulullah (ﷺ) hayatta iken, biz derdik ki: 'Ebu Bekir, sonra Ömer, sonra Osman.'\""
    },
    {
      "id": 104,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Resulullah (ﷺ) fitneyi anmış ve: \"Bu, onun zamanında haksız yere öldürülecek,\" Osman bin Affan hakkında söylemiştir."
    },
    {
      "id": 105,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Resulullah (ﷺ)'a bir ölü adamın cesedi getirildi, onun için namaz kılmak üzere, ama o, onun üzerinde namaz kılmadı. Denildi ki: \"Ey Allah'ın Resulü! Daha önce hiç kimse için namazdan kaçtığını görmedik?\" Dedi ki: \"O, Osman'ı sevmiyordu, bu yüzden Allah da onu sevmiyor.\""
    },
    {
      "id": 106,
      "narrator": "Narrated Abu Musa Al-Ash'ari:",
      "text": "Ebu Musa el-Eş'ari'den rivayet edilmiştir: \"Peygamber (ﷺ) ile birlikteydim ve O, Ensar'ın bir bahçesine girdi, ihtiyaç gidermeye gitti. Bana dedi ki: 'Ey Ebu Musa! Kapıyı gözet, izinsiz kimse girmesin.' Sonra bir adam geldi ve kapıya vurdu, ben de: 'Kim o?' dedim. O: 'Ebu Bekir.' dedi. Ben de: 'Ey Allah'ın Resulü (ﷺ)! İzin isteyen Ebu Bekir'dir.' dedim. O: 'İzin ver ve ona cennet müjdesini ver.' dedi. O içeri girdi ve ben de ona cennet müjdesini verdim. Başka bir adam geldi ve kapıya vurdu. Ben: 'Kim o?' dedim. O: 'Ömer.' dedi. Ben de: 'Ey Allah'ın Resulü (ﷺ)! İzin isteyen Ömer'dir.' dedim. O: 'Kapıyı aç ve ona cennet müjdesini ver.' dedi. Ben kapıyı açtım, içeri girdi ve ben de ona cennet müjdesini verdim. Sonra başka bir adam kapıya vurdu. Ben: 'Kim o?' dedim. O: 'Osman.' dedi. Ben de: 'Ey Allah'ın Resulü! İzin isteyen Osman'dır.' dedim. O: 'Kapıyı aç ve ona, başına gelecek bir beladan dolayı cennet müjdesini ver.' dedi.\""
    },
    {
      "id": 107,
      "narrator": "Narrated Abu Sahlah:",
      "text": "---"
    },
    {
      "id": 108,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "Ebu Sahlah'tan rivayet edilmiştir: \"Ev gününde (kuşatma sırasında), Osman dedi ki: 'Gerçekten Allah'ın Resulü (ﷺ) benden bir ahit aldı ve ben buna uyacağım.'\""
    },
    {
      "id": 109,
      "narrator": "Narrated Abu Sarihah, or Zaid bin Arqam - Shu'bah had doubt:",
      "text": "---"
    },
    {
      "id": 110,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "İmrân bin Hüsayn'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bir ordu gönderdi ve Ali bin Ebi Talib'i onun başına getirdi. Seferden ayrıldı ve bir cariye ile karşılaştı. Bunun üzerine Allah'ın Resulü (ﷺ) ile birlikte olan dört sahabi ona çıkıştı ve şöyle bir anlaşma yaptılar: 'Allah'ın Resulü (ﷺ) ile karşılaştığımızda, Ali'nin yaptıklarını ona bildireceğiz.' Müslümanlar yolculuktan döndüklerinde, önce Allah'ın Resulü (ﷺ) ile selamlaşır, sonra evlerine giderlerdi. Sefer geldiğinde, Peygamber (ﷺ) ile selamlaştılar ve dört kişiden biri ayağa kalkarak: 'Ey Allah'ın Resulü! Ali bin Ebi Talib'in şöyle şöyle yaptığını görüyor musun?' dedi. Allah'ın Resulü (ﷺ) ondan yüz çevirdi. Sonra ikincisi ayağa kalktı ve aynı şeyi söyledi, o da ondan yüz çevirdi. Üçüncüsü onun önünde durdu ve aynı şeyi söyledi, o da ondan yüz çevirdi. Dördüncüsü ayağa kalktı ve onların söylediklerini söyledi. Allah'ın Resulü (ﷺ) ona döndü, yüzünde öfke belirdi ve dedi ki: 'Ali'den ne istiyorsunuz?! Ali'den ne istiyorsunuz?! Ali'den ne istiyorsunuz?! Gerçekten Ali benden, ben de ondanım ve o, benden sonra her müminin dostudur.'\""
    },
    {
      "id": 111,
      "narrator": "Narrated Rib'i bin Hirash:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Ebu Sarihah veya Zeyd bin Arkam'dan rivayet edilmiştir - Şu'bah şüphe etti: \"Peygamber (ﷺ) dedi ki: 'Kimin Mawlası ben isem, o zaman Ali de onun Mawlasıdır.'\""
    },
    {
      "id": 113,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "Narrated Al-Musawir Al-Himyari:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Allah, Ebu Bekir'e rahmet etsin; beni kızına nikahladı, beni hicret yurduna taşıdı ve Bilal'i malıyla azat etti. Allah, Ömer'e rahmet etsin; doğruyu söyler, ne olursa olsun. Doğru, onu dostsuz bırakmıştır. Allah, Osman'a rahmet etsin; melekler ondan utanır. Allah, Ali'ye rahmet etsin. Ey Allah! Gerçekliği onunla birlikte kıl, nereye dönerse dönsün.'\""
    },
    {
      "id": 115,
      "narrator": "Narrated Buraidah:",
      "text": "---"
    },
    {
      "id": 116,
      "narrator": "Narrated Hubshi bin Junadah:",
      "text": "Rib'i bin Hirash'tan rivayet edilmiştir: \"Ar-Rahbah'ta, Ali bize şöyle anlattı: 'Hüdeybiye (Bey'at) günü, putperestlerden bazıları bize geldiler. Aralarında Suhail bin Amr ve putperestlerin önde gelenlerinden bazıları vardı. Dediler ki: 'Ey Allah'ın Resulü! Babalarımız, kardeşlerimiz ve kölelerimizden bazıları sana geldi, din hakkında hiçbir bilgileri yok, aksine bizim mallarımızdan kaçıyorlar, onları bize geri ver. Eğer din hakkında bilgileri yoksa, biz onlara öğretiriz.' Bunun üzerine Peygamber (ﷺ) dedi: 'Ey Kureyş halkı, ya vazgeçersiniz ya da Allah, din konusunda boyunlarınızı kılıçla kesen birini üzerinize gönderir. Allah, onların kalplerini imanda denemiştir.' Onlar: 'O kimdir ey Allah'ın Resulü?' dediler. Ebu Bekir ona: 'O kimdir ey Allah'ın Resulü?' dedi. Ömer de ona: 'O kimdir ey Allah'ın Resulü?' dedi. O: 'O, terlikleri tamir eden kişidir.' - Ve Ali'ye terliklerini tamir etmesi için vermişti. - O: 'Sonra Ali bize döndü ve dedi ki: 'Gerçekten Allah'ın Resulü (ﷺ) dedi ki: 'Kim benim üzerime bilerek yalan söylerse, ateşteki yerini alsın.'\""
    },
    {
      "id": 117,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: \"Peygamber (ﷺ) Ali bin Ebi Talib'e dedi ki: 'Sen benden, ben de sendenim.' Bu hadisle birlikte bir hikaye vardır.\""
    },
    {
      "id": 119,
      "narrator": "Narrated 'Ali:",
      "text": "---"
    },
    {
      "id": 120,
      "narrator": "Narrated 'Ali:",
      "text": "Ebu Said el-Hudri'den rivayet edilmiştir: \"Biz, Ensar halkı, münafıkları, Ali bin Ebi Talib'e olan nefretleriyle tanırdık.\""
    },
    {
      "id": 121,
      "narrator": "Narrated 'Amir bin Sa'd bin Abi Waqqas:",
      "text": "'Amir bin Sa'd bin Abi Waqqas'tan rivayet edildi: babasından, şöyle dedi: \"Muaviye bin Ebu Süfyan, Sa'd'a 'Seni Abu Turab'a sövmekten ne alıkoydu?' diye sordu. O da: 'Resulullah'tan (ﷺ) hatırladığım üç şey, ona sövmemi engelliyor. Bu üç şeyden birinin bile bende olması, bana kırmızı develerden daha sevimlidir. Resulullah (ﷺ) 'Ali ile konuşurken, onu bir savaşında geride bırakmıştı. 'Ali ona: 'Ey Allah'ın Resulü! Beni kadınlar ve çocuklarla mı bırakıyorsun?' dedi. Resulullah (ﷺ) ona: 'Sen, benimle Harun'un Musa ile olduğu pozisyonda olmanı istemez misin? Ancak benden sonra Peygamberlik yoktur?' dedi. Khaibar günü, 'Ben, Allah'ı ve Resulünü seven, Allah ve Resulü tarafından sevilen bir adama sancak vereceğim.' dediğini duydum. Hepimiz bunu bekledik, sonra 'Ali'yi çağırın' dedi. O da geldi, Ramad (göz hastalığı) çekiyordu, Resulullah (ﷺ) onun gözüne tükürdü ve ona sancak verdi, sonra Allah ona zafer verdi. Bu ayet indiğinde: 'Haydi, oğullarımızı ve sizin oğullarınızı, kadınlarımızı ve sizin kadınlarınızı çağıralım...' (3:61) Resulullah (ﷺ) 'Ali, Fatıma, Hasan ve Hüseyin'i çağırdı ve 'Ey Allahım, bunlar benim ailem' dedi.\""
    },
    {
      "id": 122,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edildi: \"Peygamber (ﷺ) iki ordu gönderdi ve bunlardan birinin başına 'Ali bin Ebu Talib'i, diğerinin başına ise Halid bin Velid'i koydu. Dedi ki: 'Savaş olduğunda, (lider) 'Ali'dir.' Dedi ki: 'O zaman 'Ali bir kaleyi fethetti ve bir cariye aldı. Halid, bana Peygamber'e (ﷺ) onun hakkında şikayet eden bir mektupla gönderdi. Ben de Peygamber'e (ﷺ) geldim, mektubu okudu ve rengi değişti, sonra: 'Allah'ı ve Resulünü seven, Allah ve Resulünü seven biri hakkında ne düşünüyorsun?' dedi. Ben de: 'Ben Allah'ın gazabından ve Resulünün öfkesinden Allah'a sığınırım, ben sadece bir Resulüm.' dedim. O da sustu.\""
    },
    {
      "id": 123,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edildi: \"Allah'ın Resulü (ﷺ) At-Ta'if günü 'Ali'yi çağırdı ve onunla özel olarak konuştu, insanlar da: 'Kuzeniyle özel konuşması uzadı.' dediler. Bunun üzerine Resulullah (ﷺ): 'Ben onunla özel konuşmadım, aksine Allah onunla özel konuştu.' dedi.\""
    },
    {
      "id": 124,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Sa'id'den rivayet edildi: \"Allah'ın Resulü (ﷺ) 'Ali'ye şöyle dedi: 'Ey Ali! Bu Mescitte hiç kimsenin cünüp olması caiz değildir, sadece senin ve benim için.'\""
    },
    {
      "id": 125,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edildi: \"Peygamber'in (ﷺ) gelişi Pazartesi günüydü ve 'Ali Salat'ı Salı günü kıldı.\""
    },
    {
      "id": 126,
      "narrator": "Narrated Ali:",
      "text": "Ali'den rivayet edildi: \"Ben Allah'ın Resulü'ne (ﷺ) sorduğumda, o bana verirdi, ben sessiz kaldığımda, o benimle konuşmaya başlardı.\""
    },
    {
      "id": 127,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edildi: \"Peygamber (ﷺ) 'Ali'ye şöyle dedi: 'Sen bana, Harun'un Musa'ya olduğu pozisyondasın, ancak benden sonra Peygamber yoktur.'\""
    },
    {
      "id": 128,
      "narrator": "Narrated Sa'd bin Abi Waqqas:",
      "text": "Sa'd bin Ebu Waqqas'tan rivayet edildi: \"Peygamber (ﷺ) 'Ali'ye şöyle dedi: 'Sen bana, Harun'un Musa'ya olduğu pozisyondasın.'\""
    },
    {
      "id": 129,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edildi: \"Peygamber (ﷺ) kapıların kapatılmasını emretti, sadece 'Ali'nin kapısı hariç.\""
    },
    {
      "id": 130,
      "narrator": "Narrated 'Ali bin Husain:",
      "text": "Ali bin Hüseyin'den, babasından, dedesi Ali bin Ebu Talib'ten rivayet edildi: \"Peygamber (ﷺ) Hasan ve Hüseyin'i elinden tutarak şöyle dedi: 'Beni seven, bu ikisini seven, onların babasını ve annesini seven, Kıyamet Günü benimle aynı seviyede olacaktır.'\""
    },
    {
      "id": 131,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edildi: \"İlk Salat'ı kılan 'Ali'ydi.\""
    },
    {
      "id": 132,
      "narrator": "Narrated a man from the Ansar:",
      "text": "Ansar'dan bir adamdan rivayet edildi: Zeyd bin Arkam şöyle dedi: \"İlk İslam'ı kabul eden 'Ali'ydi.\" Amr bin Murrah dedi ki: \"Bunu İbrahim En-Nakha'i'ye söyledim, o bunu reddetti ve: 'İlk İslam'ı kabul eden Ebu Bekir Es-Sıddık'tır.' dedi.\""
    },
    {
      "id": 133,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edildi: \"Peygamber (ﷺ) - Ümmî Peygamber - bana şöyle tavsiyede bulundu: 'Seni seven sadece bir mümin, seni sevmeyen ise sadece bir münafıktır.' 'Adi bin Thabit (bir ravidir) dedi ki: 'Ben, Peygamber'in (ﷺ) dua ettiği nesildenim.'\""
    },
    {
      "id": 134,
      "narrator": "Narrated Umm 'Atiyyah:",
      "text": "Ümmü Atiyye'den rivayet edildi: \"Peygamber (ﷺ) içinde 'Ali'nin bulunduğu bir ordu gönderdi.\" Dedi ki: \"O ellerini kaldırırken, Allah'ın Resulü (ﷺ) şöyle diyordu: 'Ey Allah! Beni öldürme, ta ki 'Ali'yi göreyim.'\""
    },
    {
      "id": 135,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edildi: Zübeyr şöyle dedi: \"Uhud günü, Allah'ın Resulü (ﷺ) iki zırh giydi. Bir kayaya çıkmaya çalıştı, ama başaramadı, bunun üzerine Talha onun altına çömeldi, Peygamber'i (ﷺ) onun üzerine kaldırarak kayaya oturmasını sağladı. O da: 'Bu (Cennet) Talha'ya vaciptir.' dedi.\""
    },
    {
      "id": 136,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim şehidin yeryüzünde yürüdüğünü görmek isterse, Talha bin Ubaidullah'a baksın.\""
    },
    {
      "id": 137,
      "narrator": "Narrated Musa bin Talhah:",
      "text": "Musa bin Talha'dan rivayet edilmiştir: \"Muaviye'nin yanına girdim ve o şöyle dedi: 'Sana bir müjde vermeyeyim mi?' Ben de: 'Elbette!' dedim. O da: 'Allah'ın Resulü (ﷺ) şöyle dedi: 'Talha, ahdini yerine getirenlerdendir (33:23'ü kastederek).'\""
    },
    {
      "id": 138,
      "narrator": "Narrated 'Ali bin abi Talib:",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: \"Kulaklarım, Allah'ın Resulü (ﷺ) şöyle derken duydu: 'Talha ve Zübeyr, cennetteki komşularımdır.'\""
    },
    {
      "id": 139,
      "narrator": "Narrated Musa and 'Eisa, the sons of Talhah:",
      "text": "Musa ve Talha'nın oğulları, babalarından rivayet etmiştir: \"Peygamber (ﷺ) arkadaşları, bilgisiz bir bedeviye şöyle dediler: 'Ahdini yerine getiren kimdir, ona sor.' Onlar, ona olan saygı ve hürmetlerinden dolayı ona soru sormazlardı. Bedevi ona sordu, fakat o ondan yüz çevirdi. Sonra tekrar sordu, yine yüz çevirdi. Sonra bir kez daha sordu, yine yüz çevirdi. Ben de mescidin kapısından bakıyordum, üzerimde yeşil bir elbise vardı ve Peygamberi (ﷺ) gördüm, o şöyle dedi: 'Ahdini yerine getiren kimdir, onu soran nerede?' Bedevi: 'Buradayım, Ey Allah'ın Resulü!' dedi. Allah'ın Resulü (ﷺ) şöyle buyurdu: 'İşte bu, ahdini yerine getiren kişidir.'\""
    },
    {
      "id": 140,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir: Zübeyr şöyle dedi: \"Allah'ın Resulü (ﷺ) Kureyza Günü'nde, (yani Ahzab Savaşı'nda) benim için ebeveynimi bir araya topladı ve şöyle dedi: 'Anam ve babam senin uğruna fidye olsun.'\""
    },
    {
      "id": 141,
      "narrator": "Narrated 'Ali bin Abi Talib :",
      "text": "Ali bin Ebi Talib'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Şüphesiz her peygamberin bir havarisi vardır ve benim havarim Zübeyr bin Avvam'dır.'\""
    },
    {
      "id": 142,
      "narrator": "Narrated Jabir :",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle buyurdu: 'Şüphesiz her peygamberin bir havarisi vardır ve...'\" Ve Ebu Na'im buna ekledi: \"Ahzab Günü'nde, o (ﷺ) şöyle dedi: 'Bize onların partisinden haber getirecek kimdir?' Zübeyr: 'Ben getiririm.' dedi. Bunu üç kez söyledi. Zübeyr her seferinde: 'Ben getiririm.' dedi.\""
    },
    {
      "id": 143,
      "narrator": "Narrated Hisham bin 'Urwah:",
      "text": "Hişam bin Urve'den rivayet edilmiştir: \"Cemel Günü'nde, Zübeyr oğlu Abdullah'a şöyle tavsiyede bulundu: 'Bende, Allah'ın Resulü (ﷺ) ile birlikteyken yaralanmamış bir yer yoktur,' ta ki bu, özel yerleriyle sona erene kadar.\""
    },
    {
      "id": 144,
      "narrator": "Narrated 'Abdur-Rahman bin 'Awf:",
      "text": "Abdurrahman bin Avf'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Ebu Bekir cennettedir, Ömer cennettedir, Osman cennettedir, Ali cennettedir, Talha cennettedir, Zübeyr cennettedir, Abdurrahman bin Avf cennettedir, Sa'd bin Ebi Vakkas cennettedir, Said bin Zayd cennettedir ve Ebu Ubeyde bin Cerrah cennettedir.\""
    },
    {
      "id": 145,
      "narrator": "Narrated 'Abdur-Rahman bin Humaid:",
      "text": "Abdurrahman bin Humaid'den rivayet edilmiştir: Babasından, Said bin Zayd'ın bir grup insan içinde kendisine bildirdiği gibi, Allah'ın Resulü (ﷺ) şöyle dedi: \"On kişi cennettedir: Ebu Bekir cennettedir, Ömer cennettedir. Ali ve Osman cennettedir. Zübeyr ve Talha, Abdurrahman, Ebu Ubeyde ve Sa'd bin Ebi Vakkas\" - O şöyle dedi: \"Bunları dokuz olarak saydı ve onuncu hakkında sessiz kaldı - insanlar: 'Seni Allah'a yemin ettiriyoruz, Ey Ebu Al-A'war, onuncu kimdir?' dediler. O da: 'Siz beni Allah'a yemin ettirdiniz. Ebu Al-A'war cennettedir.'\""
    },
    {
      "id": 146,
      "narrator": "Narrated Abu Salamah:",
      "text": "Ebu Salame'den rivayet edilmiştir: Aişe'den, Allah'ın Resulü (ﷺ) şöyle derdi: \"Şüphesiz sizin işiniz, benden sonra beni ilgilendiren bir meseledir ve sizden başka sabırlı olanlar sabredemez.\" O şöyle dedi: \"Sonra Aişe şöyle dedi: 'Öyleyse Allah, babana cennetin Salsabil suyundan içirsin' diyerek Abdurrahman bin Avf'ı kastetti (Ebu Salame, Abdurrahman bin Avf'ın oğludur). Ve o, Peygamberin (ﷺ) eşleriyle kırk bin dirheme satılan bir mal ile bağlarını sürdürmüştür.\""
    },
    {
      "id": 147,
      "narrator": "Narrated Abu Salamah:",
      "text": "Ebu Salame'den rivayet edilmiştir: \"Abdurrahman bin Avf, Müminlerin Anneleri için dört yüz bin dirheme satılan bir bahçe bıraktı.\""
    },
    {
      "id": 148,
      "narrator": "Narrated Sa'd:",
      "text": "Sa'd'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah'ım, Sa'd'a dua ettiğinde ona icabet et.'\""
    },
    {
      "id": 149,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir: \"Sa'd geldi, o zaman Peygamber (ﷺ) şöyle dedi: 'Bu benim amcamdır, o yüzden bir adam bana amcasını göstersin.'\""
    },
    {
      "id": 150,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Sa'd bin Ebi Vakkas'tan başka kimse için ebeveynini anmadı. Uhud Günü'nde şöyle dedi: 'Atış yapın, anam ve babam sizin uğruna fidye olsun.' Ve ona: 'Atış yap, ey genç adam.' dedi.\""
    },
    {
      "id": 151,
      "narrator": "Narrated Sa'd bin Abi Waqqas:",
      "text": "Sa'd bin Ebi Vakkas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Uhud Günü'nde iki ebeveynini benim için anmıştır.\""
    },
    {
      "id": 152,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'ten rivayet edilmiştir: \"Peygamber (ﷺ) iki ebeveyninin birini fidye olarak anan tek kişi olarak Sa'd'ı duymadım. Uhud Günü'nde, 'Sa'd, babam ve annem senin fidyen olsun, nişan al!' dediğini duydum.\""
    },
    {
      "id": 153,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Medine'ye geldiğinde bir gece uyumadı. Bunun üzerine, 'Keşke bu gece beni koruyacak bir salih insan olsa.' dedi.\" Aişe dedi ki: \"Biz böyleyken silahların çarpıştığını duyduk. O, 'Bu kim?' dedi. 'Sa'd bin Ebi Vakkas.' dediler. Bunun üzerine Allah'ın Resulü (ﷺ) 'Seni buraya getiren nedir?' dedi. Sa'd, 'Allah'ın Resulü (ﷺ) için korku geldi, bu yüzden onu korumak için geldim.' dedi. Bunun üzerine Allah'ın Resulü (ﷺ) onun için dua etti, sonra uyudu.\""
    },
    {
      "id": 154,
      "narrator": "Narrated 'Abdullah bin Zalim Al-Mazini:",
      "text": "Abdullah bin Zalim el-Mazini'den rivayet edilmiştir: Sa'id bin Zeyd bin Amr bin Nufail dedi ki: \"Dokuz kişinin cennette olduğunu şahitlik ederim, eğer onuncusu için şahitlik etsem günahkar olmam.\" Denildi ki: \"Bu nasıl olur?\" O dedi ki: \"Biz Allah'ın Resulü (ﷺ) ile Hira Dağı'nda idik, o 'Sıkı dur Hira! Üzerinde bir Peygamber, ya da bir Sıddık, ya da bir şehitten başka kimse yok.' dedi.\" Denildi ki: \"Onlar kimlerdi?\" O dedi ki: \"Allah'ın Resulü (ﷺ), Ebu Bekir, Ömer, Osman, Ali, Talha, Zübeyir, Sa'd ve Abdurrahman bin Avf.\" Denildi ki: \"Onuncusu kim?\" O dedi ki: \"Ben.\""
    },
    {
      "id": 155,
      "narrator": "Narrated 'Abdul-Muttalib bin Rabi'ah bin Al-Harith bin 'Abdul-Muttalib:",
      "text": "Abdul-Muttalib bin Rabi'ah bin Abdul-Muttalib'ten rivayet edilmiştir: \"Abbas bin Abdul-Muttalib, Allah'ın Resulü (ﷺ) ile birlikteyken öfkeli bir halde içeri girdi, o da 'Seni ne öfkelendirdi?' dedi. O da: 'Ey Allah'ın Resulü, Kureyş ile aramızda ne var, birbirleriyle karşılaştıklarında sevinçli yüzlerle karşılaşıyorlar, ama bizimle karşılaştıklarında başka türlü karşılaşıyorlar?' dedi.\" Bunun üzerine Allah'ın Resulü (ﷺ) öfkelendi, yüzü kızardı, sonra dedi ki: \"Canım elinde olan Allah'a yemin ederim! Bir adamın kalbine iman girmeden önce, Allah için ve Resulü için sizi sevmesi gerekir.\" Sonra dedi ki: \"Ey insanlar! Kim amcama zarar verirse, bana zarar vermiştir; çünkü bir adamın amcası, babasının Sinw'udur (iki veya üç palmiye ağacı tek bir kökten gelir, bu yüzden her biri Sinw olarak adlandırılır. Bir adamın amcası babasına böyle benzer).\""
    },
    {
      "id": 156,
      "narrator": "Narrated 'Abdullah bin Shaqiq:",
      "text": "Abdullah bin Şakik'ten rivayet edilmiştir: \"Aişe'ye: 'Peygamber (ﷺ) için en sevimli sahabe kimdi?' dedim. O da: 'Ebu Bekir.' dedi. Ben: 'Sonra kim?' dedim. O: 'Ömer.' dedi. Ben: 'Sonra kim?' dedim. O: 'Sonra Ebu Ubeyde bin Cerrah.' dedi.\" O da: \"Sonra kim?\" dedi. O: \"Sonra o sustu.\""
    },
    {
      "id": 157,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Abbas benden, ben de ondanım.'\""
    },
    {
      "id": 158,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Ebu Bekir ne güzel bir adamdır. Ömer ne güzel bir adamdır. Ebu Ubeyde bin Cerrah ne güzel bir adamdır.'\""
    },
    {
      "id": 159,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Abbas hakkında, Peygamber (ﷺ) Ömer'e dedi ki: 'Gerçekten, bir adamın amcası babasının Sinw'udur.' Ve Ömer ona hayırseverliği hakkında konuşmuştu.\""
    },
    {
      "id": 160,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Abbas, Allah'ın Resulü'nün amcasıdır ve gerçekten, bir adamın amcası babasının Sinw'udur ya da babasının Sinw'udur.'\""
    },
    {
      "id": 161,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Abbas'a dedi ki: 'Pazartesi gecesi, sen ve neslin benim yanıma gelin ki, onlara Allah'ın fayda vereceği bir dua ile dua edeyim.' Bunun üzerine gitti, biz de onunla gece gittik, o (ﷺ) bizi bir Kisah (şal) ile örttü, sonra dedi: 'Ey Allah, Abbas'ı ve neslini, açığa çıkan ve gizli olan günahlarıyla affet, hiçbir günah bırakmayan bir af ile. Ey Allah! Onun neslinin işinde ona yardım et.'\""
    },
    {
      "id": 162,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Cennette meleklerle birlikte Ja'far'ı uçarken gördüm.'\""
    },
    {
      "id": 163,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Hiç kimse, Allah'ın Resulü (ﷺ) sonrasında, Ja'far'dan daha iyi sandalet giymiş, giymiş ya da binerken bir hayvan ya da bir Kur kullanmamıştır.\""
    },
    {
      "id": 164,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Al-Bara bin Azib'den rivayet edilmiştir: \"Peygamber (ﷺ) Ja'far bin Ebi Talib'e dedi ki: 'Sen görünüş ve karakter bakımından benimle benzerlik gösteriyorsun.'\""
    },
    {
      "id": 165,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) hakkında daha fazla bilgi sahibi olduğum ayetleri sormak için sahabelerden birine sorardım, böylece bana daha fazla bilgi verebilirlerdi. Ja'far bin Ebi Talib'e sorduğumda, bana cevap vermezdi, ta ki beni evine götürüp eşine: 'Ey Esma, bize biraz yiyecek ver.' dediği zamana kadar. O, bize yiyecek verdikten sonra bana cevap verirdi. Ve Ja'far, fakirleri sever, onlarla oturur, onlarla konuşur, onlar da onunla konuşurdu, bu yüzden Allah'ın Resulü (ﷺ) ona Ebu'l-Mesakin (Fakirlerin Babası) derdi.\""
    },
    {
      "id": 166,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Biz, Cafer bin Ebi Talib'e Fakirlerin Babası derdik, onun yanına geldiğimizde, bizi yanına çekerdi, o orada olduğu sürece. Bir gün yanına geldik, yanında hiçbir şey bulamadı, bunun üzerine bir kavanoz bal getirdi ve kırdı, biz de ondan yalamaya başladık.\""
    },
    {
      "id": 167,
      "narrator": "Narrated Abu Sa'eed:",
      "text": "Ebu Sa'id'den rivayet edilmiştir: Allah Resulü (ﷺ) şöyle buyurdu: \"Hasan ve Hüseyin cennet gençlerinin efendileridir.\""
    },
    {
      "id": 168,
      "narrator": "Narrated Usamah bin Zaid:",
      "text": "Usame bin Zeyd'den rivayet edilmiştir: \"Bir gece bir ihtiyacım için Peygamber (ﷺ) yanına geldim, o sırada Peygamber (ﷺ) bir şeyin üstünü örtüyordu, ne olduğunu bilmiyordum. İhtiyacımı giderdikten sonra, 'Bu neyin üstünü örtmüştün?' dedim. O da örtüsünü açtı ve Hasan ile Hüseyin'in belinde olduğunu gördüm. O da şöyle dedi: 'Bunlar benim iki oğlum ve kızımın oğullarıdır. Ey Allah! Ben onları seviyorum, sen de onları sev, onları sevenleri de sev.'\""
    },
    {
      "id": 169,
      "narrator": "Narrated 'Abdur-Rahman bin Abu Nu'm:",
      "text": "Abdurrahman bin Ebu Nü'm'den rivayet edilmiştir: Iraklı bir adam, İbn Ömer'e sivrisineğin kanının elbiseye bulaşması hakkında sordu. İbn Ömer, \"Bak bu, Allah Resulü'nün (ﷺ) oğlunu katlettikleri halde sivrisineğin kanını soruyor!\" dedi. \"Ve ben, Allah Resulü'nün (ﷺ) şöyle dediğini duydum: 'Şüphesiz ki Hasan ve Hüseyin - onlar benim bu dünyadaki iki tatlı fesleğenimdir.'\""
    },
    {
      "id": 170,
      "narrator": "Narrated Salma:",
      "text": "Selma'dan rivayet edilmiştir: \"Ümmü Seleme'nin yanına girdim, o ağlıyordu. Ben de 'Neden ağlıyorsun?' dedim. O da 'Allah Resulü'nü - yani rüyada - gördüm, başında ve sakalında toprak vardı. Ben de 'Ey Allah Resulü, sana ne oldu?' dedim. O da 'Hüseyin'in katledildiğini gördüm.' dedi.\""
    },
    {
      "id": 171,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Allah Resulü'ne (ﷺ) soruldu: \"Ev halkından en çok kimi seviyorsun?\" O da: \"Hasan ve Hüseyin.\" dedi. Fatıma'ya da: \"İki oğlumu çağır, onlara koklayayım.\" derdi ve onları kucaklardı."
    },
    {
      "id": 172,
      "narrator": "Narrated Abu Bakrah:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah Resulü (ﷺ) minbere çıktı ve şöyle dedi: \"Şüphesiz, bu oğlum bir önderdir, Allah onun eliyle iki taraf arasında barış sağlayacaktır.\""
    },
    {
      "id": 173,
      "narrator": "Narrated Buraidah:",
      "text": "Bureydah'dan rivayet edilmiştir: \"Allah Resulü (ﷺ) bize bir hutbe verirken Hasan ve Hüseyin geldi, kırmızı gömlekler giymiş, yürüyüp düşüyorlardı. Bunun üzerine Allah Resulü (ﷺ) minberden indi ve onları kucaklayıp önüne koydu. Sonra şöyle dedi: 'Allah gerçeği söyledi: Şüphesiz, malınız ve çocuklarınız bir imtihandır (64:15). Bu iki çocuğun yürüyüp düşmelerine baktım ve daha fazla sabredemedim, konuşmamı kesip onları kucakladım.'\""
    },
    {
      "id": 174,
      "narrator": "Narrated Ya'la bin Murrah:",
      "text": "Ya'la bin Murrah'dan rivayet edilmiştir: Allah Resulü (ﷺ) şöyle dedi: \"Hüseyin benden, ben de Hüseyin'denim. Allah, Hüseyin'i seveni sever. Hüseyin, Asbat'tan bir Sıbt'tır.\""
    },
    {
      "id": 175,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Onlardan hiçbiri, Allah Resulü'ne (ﷺ) Hasan bin Ali kadar benzemiyordu.\""
    },
    {
      "id": 176,
      "narrator": "Narrated Abu Juhaifah:",
      "text": "Ebu Cüheife'den rivayet edilmiştir: \"Ben Allah Resulü'nü (ﷺ) gördüm, Hasan bin Ali ona benziyordu.\""
    },
    {
      "id": 177,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Ben İbn Ziyad ile birlikteydim ve Hüseyin'in başı getirildi. O, elindeki bir sopa ile başı burnuna sokmaya başladı, 'Bunun gibi güzel bir şey görmedim, neden böyle anılıyor?' dedi. Ben de: 'Bak, o Allah Resulü'ne (ﷺ) en çok benzeyenlerdendi.' dedim.\""
    },
    {
      "id": 178,
      "narrator": "Narrated 'Ali:",
      "text": "Ali'den rivayet edilmiştir: \"Hasan, Allah Resulü'ne (ﷺ) göğüs ile baş arasındaki benzerlik açısından daha çok benziyor, Hüseyin ise onun (ﷺ) alt kısmına daha çok benziyor.\""
    },
    {
      "id": 179,
      "narrator": "Narrated 'Umarah bin 'Umair:",
      "text": "Umare bin Umeyr'den rivayet edilmiştir: \"Ubaidullah bin Ziyad ve arkadaşlarının başları getirildiğinde, Ar-Rahbah'daki mescitte üst üste konuldu. Ben de onlara geldim ve 'Geldi, geldi.' diyorlardı. Ve bakın, başların arasında bir yılan gidiyordu, Ubaidullah bin Ziyad'ın burun deliklerine girdi, orada bir süre kaldı, sonra çıktı ve kayboldu. Sonra 'Geldi, geldi.' dediler. Bunu iki veya üç kez yaptı.\""
    },
    {
      "id": 180,
      "narrator": "Narrated Hudhaifah :",
      "text": "Hudhayfe'den rivayet edilmiştir: \"Annem bana sordu: 'Peygamber (ﷺ) ile planladığın zaman ne zaman?' Ben de: 'Şu zamandan beri onunla planlı bir zamanım olmadı.' dedim. O da beni azarladı, ben de ona: 'Beni Peygamber (ﷺ) ile buluşmaya bırak, onunla Magrib (namazı) kılalım, senin ve benim için Allah'tan bağışlanma istemesini rica edeyim.' dedim. Peygamber (ﷺ) yanına geldim, onunla Magrib namazı kıldım, sonra o, Al-'İsha namazını kılana kadar dua etti. Sonra döndü, ben de onu takip ettim, sesimi duydu ve 'Bu kim? Hudhayfe mi?' dedi. Ben de: 'Evet.' dedim. O da: 'Ne ihtiyacın var, Allah seni ve anneni bağışlasın?' dedi. 'Şüphesiz, bu geceye kadar yeryüzüne hiç inmemiş bir melektir. Rabbinden bana selam vermek ve Fatıma'nın cennet kadınlarının efendisi olduğunu, Hasan ve Hüseyin'in ise cennet gençlerinin efendileri olduğunu müjdelemek için izin istedi.'\""
    },
    {
      "id": 181,
      "narrator": "Narrated Al-Bara:",
      "text": "Al-Bara'dan rivayet edilmiştir: Peygamber (ﷺ) Hasan ve Hüseyin'i görünce şöyle dedi: \"Ya Allah, ben onları seviyorum, sen de onları sev.\""
    },
    {
      "id": 182,
      "narrator": "Narrated Al-Bara bin 'Azib:",
      "text": "Al-Bara bin 'Azib'den rivayet edilmiştir: \"Peygamber (ﷺ) Al-Hasan bin 'Ali'yi omzuna alırken şöyle dedi: 'Ya Allah, ben onu seviyorum, sen de onu sev.'\""
    },
    {
      "id": 183,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Al-Hasan bin 'Ali'yi omzunda taşıyordu, bir adam şöyle dedi: \"Ne güzel bir binek üzerinde oturuyorsun, ey çocuk.\" Peygamber (ﷺ) dedi ki: \"Ve ne güzel bir binicidir o.\""
    },
    {
      "id": 184,
      "narrator": "Narrated Al-Musayyab bin Najabah:",
      "text": "Al-Musayyab bin Najabah'dan rivayet edilmiştir: 'Ali bin Ebu Talib dedi ki: \"Peygamber (s.a.v) şöyle dedi: 'Gerçekten her Peygambere yedi seçkin yardımcı verilmiştir' - ya da 'koruma' dedi - 've bana on dört verildi.' Biz sorduk: 'Onlar kimlerdir?' O şöyle dedi: 'Ben, iki oğlum (Al-Hasan ve Al-Hüseyin), Cafer, Hamza, Ebu Bekir, Ömer, Mus'ab bin Ümeyr, Bilal, Selman, Ammar, Mikdad, Hudeyfe, Ebu Zerr ve Abdullah bin Mes'ud.'\""
    },
    {
      "id": 185,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'dan rivayet edilmiştir: \"Hac sırasında, Arafat Günü'nde Allah'ın Elçisi'ni gördüm. Al-Qaswa adlı devesinin üzerinde hutbe verirken şöyle dedi: 'Ey insanlar! Gerçekten, aranızda öyle bir şey bıraktım ki, ona sarıldığınızda asla sapıtmayacaksınız: Allah'ın Kitabı ve benim ailem, ev halkım.'\""
    },
    {
      "id": 186,
      "narrator": "Narrated 'Umar bin Abi Salamah - the step-son of the Prophet (ﷺ):",
      "text": "'Umar bin Ebu Selamah - Peygamber (ﷺ)'in üvey oğlu - şöyle rivayet etmiştir: \"Bu ayetler, Peygamber (ﷺ)'e Umm Selamah'ın evinde nazil olduğunda: 'Allah, sizden, ey aile fertleri, riyse (kirlilik)yi gidermek ve sizi tam bir arınma ile arındırmak istemektedir...' (33:33) Fatıma, Hasan, Hüseyin'i çağırdı ve onları bir örtüye sardı, Ali de arkasındaydı, onu da örtüye sardı, sonra şöyle dedi: 'Ya Allah! İşte bunlar benim ev halkımdır, onlardan riyseyi gider ve onları tam bir arınma ile arındır.' Umm Selamah dedi ki: 'Ben de onlarla mıyım, ey Allah'ın Elçisi?' O şöyle dedi: 'Sen kendi yerindesin ve benim için daha faziletlisin.'\""
    },
    {
      "id": 187,
      "narrator": "Narrated Zaid bin Arqam, may Allah be pleased with both of them:",
      "text": "Zaid bin Arkam'dan, Allah her ikisinden de razı olsun, rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Gerçekten, aranızda öyle bir şey bırakıyorum ki, ona sarıldığınızda benden sonra asla sapıtmayacaksınız. Onlardan biri diğerinden büyüktür: Allah'ın Kitabı, gökten yere uzanan bir iptir ve benim ailem - ev halkım - ve onlar, Havuz'da buluşana kadar ayrılmayacaklardır, bu yüzden benden sonra onlarla nasıl muamele ettiğinize dikkat edin.\""
    },
    {
      "id": 188,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ı, sizi nimetleriyle beslediği için sevin, beni Allah sevgisi dolayısıyla sevin ve ev halkımı, beni sevdiğiniz için sevin.\""
    },
    {
      "id": 189,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ümmetim içinde benim ümmetime en merhametli olanı Ebu Bekir'dir, Allah'ın emri konusunda en sert olanı Ömer'dir, en mütevazı olanı ise Osman bin Affan'dır. Helal ve haram konusunda en bilgili olanı Mu'adh bin Cebel'dir, miras konusunda en bilgili olanı Zaid bin Sabit'tir, Kur'an'ı en güzel okuyanı Ubayy bin Ka'b'tır ve her ümmetin güvenilir bir kişisi vardır, bu ümmetin güvenilir kişisi ise Ebu Ubeyde bin Cerrah'tır.\""
    },
    {
      "id": 190,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ümmetim içinde benim ümmetime en merhametli olanı Ebu Bekir'dir, Allah'ın emri konusunda en sert olanı Ömer'dir, en mütevazı olanı ise Osman bin Affan'dır. Kur'an'ı en güzel okuyanı Ubayy bin Ka'b'tır, miras konusunda en bilgili olanı Zaid bin Sabit'tir, helal ve haram konusunda en bilgili olanı Mu'adh bin Cebel'dir. Gerçekten, her ümmetin güvenilir bir kişisi vardır ve bu ümmetin güvenilir kişisi Ebu Ubeyde bin Cerrah'tır.\""
    },
    {
      "id": 191,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) Ubayy bin Ka'b'a şöyle dedi: \"Gerçekten Allah bana sana okumayı emretti: 'Kafirler asla... (98:1)' O da: \"Beni isimlendirdi mi?\" dedi. O da: \"Evet.\" Bunun üzerine gözyaşlarına boğuldu."
    },
    {
      "id": 192,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "Ubayy bin Ka'b'tan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) ona şöyle dedi: \"Gerçekten, Allah bana sana okumayı emretti, bu ayette şöyle okudu: 'Kitap Ehli'nden olan kafirler asla...'\" (Ve o) ayrıca şunu da okudu: \"Gerçekten, Allah katında din, Hanafilik, Müslümanlıktır, ne Yahudilik ne de Hristiyanlık, kim iyi işler yaparsa, ondan bir şey geri çevrilmez.\" Ve ona şunu okudu: \"Eğer Adem oğlu bir vadi dolusu mal sahibi olsa, ikinciyi ister, eğer ikinciyi de bulursa, üçüncüyü ister, Adem oğlu karnını ancak toprak doldurur. Ve Allah, tövbe edenleri affeder.\""
    },
    {
      "id": 193,
      "narrator": "Narrated Qatadah:",
      "text": "Katade'den rivayet edilmiştir: Anas bin Malik şöyle dedi: \"Peygamber (ﷺ) döneminde Kur'an'ı toplayan dört kişi vardı, hepsi Ensar'dandır: Ubayy bin Ka'b, Mu'adh bin Cebel, Zaid bin Sabit ve Ebu Zaid.\" Ben Anas'a dedim: \"Ebu Zaid kimdir?\" O da: \"Bir amcamdır.\" dedi."
    },
    {
      "id": 194,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ne güzel bir adamdır Ebu Bekir, ne güzel bir adamdır Ömer, ne güzel bir adamdır Ebu Ubeyde bin Cerrah, ne güzel bir adamdır Usaid bin Hudayr, ne güzel bir adamdır Thabit bin Kays bin Şemmas, ne güzel bir adamdır Mu'adh bin Cebel ve ne güzel bir adamdır Mu'adh bin Amr bin Cammu.\""
    },
    {
      "id": 195,
      "narrator": "Narrated Hudhaifah bin Al-Yaman:",
      "text": "Hudeyfe bin Al-Yeman'dan rivayet edilmiştir: Al-'Aqib ve As-Sayyid (Nacran Hristiyanlarının iki lideri) Peygamber (ﷺ)'e geldiler ve dediler ki: \"Bizimle güvenilir birini gönder.\" O da: \"Gerçekten güvenilir birini sizinle göndereceğim.\" dedi. Böylece insanlar bunu arzuladı ve Ebu Ubeyde'yi, Allah ondan razı olsun, gönderdi."
    },
    {
      "id": 196,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Şüphesiz, Cennet üç kişiyi özlemektedir: 'Ali, 'Ammar ve Salman.\""
    },
    {
      "id": 197,
      "narrator": "Narrated 'Ali:",
      "text": "'Ali'den rivayet edilmiştir: 'Ammar bin Yasir, Peygamber (ﷺ) ile görüşmek için izin istedi, o da: \"İzin ver, saf olanın selamı üzerine olsun.\" dedi."
    },
    {
      "id": 198,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Ammar, iki mesele arasında bir tercih yapmaya zorlandığında, her zaman daha doğru olanı seçer.\""
    },
    {
      "id": 199,
      "narrator": "Narrated Mahmud bin Ghailan:",
      "text": "Mahmud bin Ghaylan'dan rivayet edilmiştir: Bize (şöyle dedi): Vaki' bize (şöyle dedi): Sufyan, 'Abdul-Malik bin 'Umair'den, Rib'i bin Hirash'ın azatlısından, Hudhaifah'tan rivayet etti ki: \"Peygamber (ﷺ) ile oturuyorduk ve şöyle dedi: 'Sizinle ne kadar kalacağımı bilmiyorum, bu yüzden benden sonra iki kişiye sıkı sıkıya sarılın,' ve Abu Bakr ile 'Umar'a işaret etti - 'Ve Ammar'ın rehberliğine uyun, ve Ibn Mas'ud'un size bildirdiği her şeye inanın.'\""
    },
    {
      "id": 200,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sevin, 'Ammar, seni zalim grup öldürecek.\""
    },
    {
      "id": 201,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Gökyüzünün gölgesini ve yerin taşıdığı en doğru kişi, Abu Dharr'dır.\""
    },
    {
      "id": 202,
      "narrator": "Narrated Abu Dharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Sözlerinde ve vaatlerini yerine getirmede, gökyüzünün kapladığı ve yerin taşıdığı en doğru kişi, Abu Dharr'dır, 'İsa bin Meryem'in benzeri.\" Bunun üzerine 'Umar bin Al-Khattab, kıskançlıkla: \"O halde, bunu kabul ediyor musun, Ey Allah'ın Elçisi?\" dedi. O da: \"Evet, kabul et.\" dedi."
    },
    {
      "id": 203,
      "narrator": "Narrated 'Abdul-Malik bin 'Umair:",
      "text": "'Abdul-Malik bin 'Umair'den rivayet edilmiştir: 'Abdullah bin Salam'ın yeğeninden, \"Onlar 'Uthman'ı öldürmek üzereyken, 'Abdullah bin Salam geldi ve 'Uthman ona: 'Ne için geldin?' dedi. O da: 'Sana yardım etmek için geldim.' dedi. 'Uthman: 'İnsanlara git, benim üzerime saldırmalarını engelle.' dedi. 'Çünkü senin gitmen, buraya girmenden daha hayırlıdır.' Bunun üzerine 'Abdullah insanlara gitti ve: 'Ey insanlar! Cahiliye döneminde bana falan filan denirdi, sonra Allah'ın Elçisi (ﷺ) bana 'Abdullah adını verdi ve benimle ilgili Allah'ın Kitabı'ndan bazı ayetler indirildi. (Şu ayet) benimle ilgili indirildi: \"İsrailoğullarından bir şahit, buna benzer bir şey hakkında şahitlik etti ve inandı, siz ise reddettiniz. Şüphesiz, Allah zalim olanları hidayete erdirmez. (46:10)\" \"Benimle sizin aranızda yeterli şahit Allah'tır ve Kitap'tan bilgisi olanlar da (13:43).\" Allah, kılıcı sizden sakladı ve melekler bu şehrinizde komşunuzdur, ki bu şehirde Allah'ın Elçisi (ﷺ)'ne vahiy inmiştir. Ama Allah'a yemin ederim! (Bu adam hakkında) Allah'tan korkun; eğer onu öldürürseniz, Allah'a yemin ederim ki! Eğer onu öldürürseniz, melekler sizin iyiliklerinizi sizden alacak ve Allah'ın kılıcını size karşı kaldıracak, bu kılıç kıyamet gününe kadar bir daha kınından çıkmayacak.\" dedi. Onlar: \"Yahudiyi öldürün ve 'Uthman'ı öldürün.\" dediler."
    },
    {
      "id": 204,
      "narrator": "Narrated Yazid bin 'Umairah:",
      "text": "Yazid bin 'Umairah'dan rivayet edilmiştir: \"Mu'adh bin Cebel'in ölümü geldiğinde, ona: 'Ey Abu 'Abdur-Rahman, bize nasihat et.' denildi. O da: 'Beni oturtun.' dedi. Sonra şöyle dedi: 'Şüphesiz, ilim ve iman yerindedir, kim onları isterse bulur.' Bunu üç kez söyledi. 'Ve ilmi dört kişiden alın: 'Uwaimir Abu Ad-Darda, Salman Al-Farisi, 'Abdullah bin Mas'ud ve Yahudi olup sonra İslam'ı kabul eden 'Abdullah bin Salam'dan. Çünkü ben, Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini duydum: \"Şüphesiz o, Cennet'teki on kişiden biridir.\""
    },
    {
      "id": 205,
      "narrator": "Narrated Ibn Mas'ud:",
      "text": "Ibn Mas'ud'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Benden sonraki iki arkadaşım, Abu Bakr ve 'Umar'ı örnek alın. Ve Ammar'ın rehberliğine uyun, ve Ibn Mas'ud'un tavsiyesine sıkı sıkıya sarılın.\""
    },
    {
      "id": 206,
      "narrator": "Narrated Abu Musa:",
      "text": "Abu Musa'dan rivayet edilmiştir: \"Kardeşim ve ben Yemen'den geldik, ve bir dönem görmedik ki 'Abdullah bin Mas'ud'un, Peygamber (ﷺ)'in ev halkından biri olduğunu düşünmeyelim, onun Peygamber (ﷺ)'e girişi ve annesinin girişi nedeniyle.\""
    },
    {
      "id": 207,
      "narrator": "Narrated 'Abdur-Rahman bin Yazid:",
      "text": "'Abdur-Rahman bin Yazid'den rivayet edilmiştir: \"Hudhaifah'a geldik ve: 'Bize Allah'ın Elçisi (ﷺ)'ne en yakın olanı, rehberlik ve davranış açısından bildir.' dedik. O da: 'Rehberlik, davranış ve karakter açısından en yakın olan kişi 'Abdullah bin Mas'ud'du, ta ki o evinde bizden saklanana kadar. Ve Allah'ın koruduğu (söz ve eylemde sapmaktan korunan) Muhammed (ﷺ) arkadaşları arasında, Ibn Umm 'Abd (Abdullah bin Mas'ud'un lakabı) onlardan en yakın olanıdır.'\""
    },
    {
      "id": 208,
      "narrator": "Narrated 'Ali:",
      "text": "'Ali'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer onlardan birini danışmadan lider olarak atayacak olsaydım, onları Ibn Umm 'Abd olarak atardım.\""
    },
    {
      "id": 209,
      "narrator": "Narrated 'Ali:",
      "text": "'Ali'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer birini danışmadan lider olarak atayacak olsaydım, onu Ibn Umm 'Abd olarak atardım.\""
    },
    {
      "id": 210,
      "narrator": "Narrated 'Abdullah bin 'Amr:",
      "text": "'Abdullah bin 'Amr'dan rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kur'an'ı dört kişiden alın: Ibn Mas'ud, Ubayy bin Ka'b, Mu'adh bin Cebel ve Abu Hudhaifah'ın azatlısı Salim.\""
    },
    {
      "id": 211,
      "narrator": "Narrated Khaithamah bin Abi Sabrah:",
      "text": "Khaithamah bin Abi Sabrah'dan rivayet edilmiştir: \"Ben Medine'ye geldim, Allah'tan salih biriyle oturmayı kolaylaştırmasını istedim. Allah, bana Ebu Hureyre'yi kolaylaştırdı, onunla oturdum ve dedim ki: 'Gerçekten, Allah'tan salih biriyle oturmayı kolaylaştırmasını istedim, ve bana seninle oturmayı nasip etti.' O da bana: 'Nerelisin?' dedi. Ben: 'Kufe halkındanım, iyiliği aramak için geldim.' dediğimde, o: 'Aranızda dua kabul edilen Sa'd bin Malik yok mu, suyu temizlemek için taşıyan İbn Mes'ud, Allah'ın Elçisi'nin (ﷺ) ayakkabılarını taşıyan, Allah'ın Elçisi'nin (ﷺ) sırlarını koruyan Hudayfe, Allah'ın Şeytan'dan koruduğu Ammar ve İki Kitap'ın arkadaşı Salman yok mu?' dedi.\""
    },
    {
      "id": 212,
      "narrator": "Narrated Hudhaifah:",
      "text": "Hudayfe'den rivayet edilmiştir: \"Onlar dediler: 'Ey Allah'ın Elçisi, eğer birini halef tayin etsen.' O da: 'Eğer ben sizi yönetecek bir halef tayin edersem ve siz ona itaat etmezseniz, cezalandırılırsınız. Ama Hudayfe'nin size anlattığına inanınız, ve Abdullah'ın size okumanızı öğrettiği şeyi okuyunuz.' dedi.\""
    },
    {
      "id": 213,
      "narrator": "Narrated Zaid bin Aslam:",
      "text": "Zaid bin Aslam'dan, babasından, Ömer'den rivayet edilmiştir ki: \"Ömer, Usame bin Zaid'e üç bin beş yüz dirhem maaş verdi, Abdullah bin Ömer'e ise üç bin dirhem verdi. Abdullah bin Ömer babasına: 'Neden Usame'ye beni tercih ettin? Allah'a yemin ederim ki, o benden hiçbir savaşa katılmadı.' dedi. Ömer: 'Çünkü Zaid, Allah'ın Elçisi'nin (ﷺ) yanında senin babandan daha sevimliydi, ve Usame de Allah'ın Elçisi'nin (ﷺ) yanında senden daha sevimliydi. Bu yüzden, ben Allah'ın Elçisi'nin (ﷺ) sevdiğini, kendi sevdiğime tercih ettim.' dedi.\""
    },
    {
      "id": 214,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Biz Zaid bin Harithah'a sadece 'Zaid bin Muhammed' derdik, ta ki Kur'an (şöyle buyurana kadar): 'Onları babalarının isimleriyle çağırın, bu Allah katında daha adildir.' (33:5)\""
    },
    {
      "id": 215,
      "narrator": "Narrated Jabalah bin Harithah, the brother of Zaid:",
      "text": "Jabalah bin Harithah, Zaid'in kardeşi, şöyle rivayet etmiştir: \"Ben Allah'ın Elçisi'ne (ﷺ) geldim ve dedim: 'Ey Allah'ın Elçisi, kardeşim Zaid'i benimle gönder.' O da: 'İşte burada.' dedi. O: 'Eğer o seninle giderse, onu engellemeyeceğim.' Zaid: 'Ey Allah'ın Elçisi, Allah'a yemin ederim ki, seni tercih etmeyeceğim.' dedi. O da: 'Bu yüzden, kardeşimin görüşünü kendi görüşümden daha iyi buldum.'\""
    },
    {
      "id": 216,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) bir ordu gönderdi ve Usame bin Zaid'i onların başına tayin etti. İnsanlar onun liderliğine itiraz ettiler, bunun üzerine Peygamber (ﷺ) dedi ki: 'Eğer onun liderliğine itiraz ederseniz, daha önce babasının liderliğine de itiraz ettiniz. Ve gerçekten, Allah'a yemin ederim ki, o liderlik için kesinlikle uygundu ve o benim en sevdiğim insanlardan biriydi, ve bu da ondan sonra benim en sevdiğim insanlardan biridir.'\""
    },
    {
      "id": 217,
      "narrator": "Narrated Muhammad bin Usamah bin Zaid:",
      "text": "Muhammad bin Usame bin Zaid'den, babasından rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) zayıf düştüğünde, ben yürüdüm ve insanlar Medine'ye yürüdü. Allah'ın Elçisi'ne (ﷺ) girdim ve o konuşamayacak kadar zayıf olduğu için hiçbir şey söylemedi. Bunun üzerine Allah'ın Elçisi (ﷺ) ellerini benim üzerime koymaya başladı ve sonra onları kaldırdı, böylece benim için dua ettiğini anladım.\""
    },
    {
      "id": 218,
      "narrator": "Narrated 'Aishah, the Mother of the Believers:",
      "text": "Aişe, Müminlerin Annesi'den rivayet edilmiştir: \"Peygamber (ﷺ) Usame'nin akan burnunu silmek istedi.\" Aişe dedi ki: \"Bırak bana, ben yapayım.\" O da: \"Ey Aişe, onu sev, çünkü ben onu seviyorum.\" dedi.\""
    },
    {
      "id": 219,
      "narrator": "Narrated Usamah bin Zaid:",
      "text": "Usame bin Zaid'den rivayet edilmiştir: \"Ben oturuyordum. Bunun üzerine Peygamber (ﷺ) dedi ki: 'Ama ben biliyorum, onlara izin ver.' Onlar içeri girdi ve dediler: 'Ey Allah'ın Elçisi, ailemden en çok sevdiğin kim?' O da: 'Fatıma bint Muhammed'dir.' dedi. Onlar: 'Biz, (yakın) aile hakkında sormadık.' dediler. O da: 'Ailemden en çok sevdiğim, Allah'ın lütfettiği ve ben de lütfettiğim Usame bin Zaid'dir.' Onlar: 'O zaman kim?' dediler. O da: 'Sonra Ali bin Ebu Talib.' Al-abbas dedi ki: 'Ey Allah'ın Elçisi, amcana en sonuncu yaptın.' O da: 'Gerçekten, Ali hicret konusunda sizden öne geçti.' dedi.\""
    },
    {
      "id": 220,
      "narrator": "Narrated Jarir bin 'Abdullah:",
      "text": "Cerir bin Abdullah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) İslam'ı kabul ettiğim günden beri beni hiç dışlamadı, bana baktığında sadece güldü.\""
    },
    {
      "id": 221,
      "narrator": "Narrated Jarir:",
      "text": "Cerir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) İslam'ı kabul ettiğim günden beri beni hiç dışlamadı, bana baktığında sadece güldü.\""
    },
    {
      "id": 222,
      "narrator": "Narrated Abu Jahdam:",
      "text": "Ebu Jahdam'dan, İbn Abbas'tan rivayet edilmiştir ki: \"O, Cebrail'i (AS) iki kez gördü ve Peygamber (ﷺ) onun için iki kez dua etti.\""
    },
    {
      "id": 223,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) benim için dua etti ki Allah bana Al-Hukm (bilgi, anlayış, adil hüküm verme veya Kur'an'ı anlama) versin, iki kez.\""
    },
    {
      "id": 224,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) beni kendisine yaklaştırdı ve dedi ki: 'Ey Allah, ona Al-Hikmah (hikmet) öğret.'\""
    },
    {
      "id": 225,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: \"Bir rüya gördüm, sanki elimde bir parça ipek var ve cennette herhangi bir yere işaret ettiğimde, o benimle birlikte uçarak oraya giderdi. Rüyayı Hafsa'ya anlattım, o da Peygamber'e (ﷺ) anlattı, o da: 'Gerçekten, kardeşin salih bir adamdır.' veya 'Gerçekten, Abdullah salih bir adamdır.' dedi.\""
    },
    {
      "id": 226,
      "narrator": "Narrated Ibn Abi Mulaikah:",
      "text": "İbn Ebi Mulaikah'dan rivayet edilmiştir: 'Aişe'den, Peygamber (ﷺ) Zübeyir'in evinde bir lamba gördü, sonra dedi ki: \"Ey Aişe, Asma'nın doğurduğundan başka bir şey düşünmüyorum, o yüzden ona isim verme, ta ki ben isim vermeden.\" Sonra ona Abdullah ismini verdi ve elinde bulunan bir hurmayla tahnik yaptı."
    },
    {
      "id": 227,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) yanımdan geçti, annem Ümmü Süleym, onun sesini duydu ve dedi ki: 'Babam ve annem sana feda olsun, Ey Allah'ın Elçisi. Bu Unais.' Bunun üzerine Allah'ın Elçisi (ﷺ) benim için üç dua etti, ben bunlardan ikisini dünyada gördüm ve üçüncüsünü ahirette umuyorum.\""
    },
    {
      "id": 228,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Peygamber (ﷺ) ona dedi ki: \"İki kulağa sahip olan!\" (Rivayet edenlerden biri) Ebu Usame dedi ki: 'O sadece şaka olarak kastetti.'"
    },
    {
      "id": 229,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Ümmü Süleym'den, o dedi ki: \"Ey Allah'ın Elçisi, Anas bin Malik senin hizmetçin, Allah'a onun için dua et.\" O da dedi: \"Ey Allah, onun malını ve çocuklarını artır, ona verdiğin şeyde onu bereketlendir.\""
    },
    {
      "id": 230,
      "narrator": "Narrated Anas :",
      "text": "Anas'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bana bir bitki nedeniyle künyemi verdi.\""
    },
    {
      "id": 231,
      "narrator": "Narrated Thabit Al-Bunani:",
      "text": "Sabit el-Bunani'den rivayet edilmiştir: \"Anas bin Malik bana dedi ki: 'Ey Sabit, benden al, çünkü benden daha güvenilir birinden almayacaksın. Şüphesiz, ben bunu Allah'ın Elçisi'nden (ﷺ) aldım, ve Allah'ın Elçisi (ﷺ) bunu Cebrail'den aldı, ve Cebrail bunu Aziz ve Celil olan Allah'tan aldı.'\""
    },
    {
      "id": 232,
      "narrator": "Narrated Thabit:",
      "text": "Sabit'ten, Anas'tan rivayet edilmiştir, önceki İbrahim bin Yakub'un rivayetine benzer, ancak içinde \"Ve Peygamber (ﷺ) bunu Cebrail'den aldı\" ifadesini zikretmemiştir."
    },
    {
      "id": 233,
      "narrator": "Narrated Abu Khaldah:",
      "text": "Ebu Halde'den rivayet edilmiştir: \"Ebu Aliye'ye dedim ki: '(Anas) Peygamber'den (ﷺ) duydu mu?' O da dedi: 'O, ona on yıl hizmet etti, ve Peygamber (ﷺ) onun için dua etti, ve onun meyve veren bir bahçesi vardı, yılda iki kez meyve verirdi, içinde misk kokusu bulunan tatlı fesleğen bulunurdu.'\""
    },
    {
      "id": 234,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber'e (ﷺ) geldim ve giysimi yanına serdim, sonra o aldı ve kalbime topladı, o günden sonra unutmamıştım.\""
    },
    {
      "id": 235,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Dedim ki: 'Ey Allah'ın Elçisi, senden öyle şeyler duyuyorum ki, hatırlamıyorum.' O da dedi: 'Cübbeni aç.' Ben de açtım, sonra birçok hadis anlattı ve bana bildirdiği hiçbir şeyi unutmamıştım.\""
    },
    {
      "id": 236,
      "narrator": "Narrated Al-Walid bin 'Abdur-Rahman:",
      "text": "El-Valid bin Abdurrahman'dan rivayet edilmiştir: İbn Ömer, Ebu Hureyre'ye dedi ki: \"Sen, hepimizden daha çok Allah'ın Elçisi'ne (ﷺ) yapışıyordun ve onun hadislerini en iyi sen ezberliyordun.\""
    },
    {
      "id": 237,
      "narrator": "Narrated Malik bin Abi 'Amir:",
      "text": "Malik bin Ebi Amir'den rivayet edilmiştir: \"Bir adam Talha bin Ubeydullah'a geldi ve dedi ki: 'Ey Ebu Muhammed, bu Yemenli - yani Ebu Hureyre - Allah'ın Elçisi'nin (ﷺ) hadislerini senden daha mı iyi biliyor? Ondan duyduğumuz şeyleri senden duymuyoruz, yoksa o, Allah'ın Elçisi'ne (ﷺ) söylemediği şeyleri mi isnat ediyor?' O da dedi: 'O'nun Allah'ın Elçisi'nden (ﷺ) duyduğu şeyler, bizim ondan duymadığımız şeyler, çünkü o fakirdi, hiçbir şeyi yoktu, Allah'ın Elçisi'nin (ﷺ) misafiri idi, eli Allah'ın Elçisi'nin (ﷺ) elindeydi. Biz ise ev ve zenginlik sahibi insanlardık ve Allah'ın Elçisi'ne (ﷺ) günün iki ucunda gelirdik. O'nun, Allah'ın Elçisi'nden (ﷺ) bizim duymadığımız şeyleri duyduğundan şüphem yok, ve Allah'ın Elçisi'ne (ﷺ) söylemediği şeyleri isnat eden kimseyi bulamayacaksın.'\""
    },
    {
      "id": 238,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber (ﷺ) bana dedi ki: 'Sen kimin oğlusun?' Ben de dedim: 'Daws'tanım.' O da dedi: 'Daws'ta iyi olan birini olduğunu düşünmemiştim.'\""
    },
    {
      "id": 239,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Peygamber'e (ﷺ) birkaç hurma ile geldim ve dedim: 'Ey Allah'ın Elçisi, Allah'tan bunlar için bereket isteme.' O da aldı ve benim için bereketle dua etti, sonra bana dedi ki: 'Bunları al ve bu çantana koy - ya da bu çanta - ve ne zaman içinden bir şey almak istersen, elini içine sok ve al, ve onları etrafa saçma.' Böylece ben, Allah yolunda şu kadar şu kadar Wasq hurma taşıdım. Biz onlardan yedik ve başkalarına yedirdik, ve (çanta) 'Uthman'ın öldüğü güne kadar belimden ayrılmadı, çünkü tükendi.\""
    },
    {
      "id": 240,
      "narrator": "Narrated 'Abdullah bin Rafi':",
      "text": "Abdullah bin Rafi'den rivayet edilmiştir: \"Ebu Hureyre'ye dedim ki: 'Neden sana Ebu Hureyre künyesi verildi?' O da dedi: 'Benden korkmuyor musun?'\" O da dedi: \"Gerçekten, senden korkuyorum.\" O da dedi: \"Ben, halkımın koyunlarını güderdim ve küçük bir kedim vardı; onu gece bir ağaca koyardım, gündüz de yanımda götürüp oynardım. Bu yüzden bana Ebu Hureyre dediler.\""
    },
    {
      "id": 241,
      "narrator": "Narrated Abu Hurairah  :",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Resulullah (ﷺ) ile en çok hadis rivayet eden kimse benim, ancak 'Abdullah bin 'Amr'dır; çünkü o yazardı, ben ise yazmazdım.\""
    },
    {
      "id": 242,
      "narrator": "Narrated 'Abdur-Rahman bin Abu 'Umairah - and he was one of the Companions of the Messenger of Allah (ﷺ):",
      "text": "'Abdurrahman bin Ebu 'Umeyr'den rivayet edilmiştir - o, Resulullah (ﷺ) 'ın sahabelerindendir: Peygamber (ﷺ) Muaviye'ye şöyle dedi: \"Ey Allah'ım, onu hidayet edenlerden eyle ve onunla (başkalarını) hidayet et.\""
    },
    {
      "id": 243,
      "narrator": "Narrated Abu Idris Al-Khawlani:",
      "text": "Ebu İdris El-Havlani'den rivayet edilmiştir: \"Ömer bin Hattab, 'Umair bin Sa'd'ı Hims valisi olarak görevden aldığında, Muaviye'yi atadı. İnsanlar: 'O, 'Umair'i görevden aldı ve Muaviye'yi atadı.' dediler. Bunun üzerine 'Umair: 'Muaviye'den başka bir şey söylemeyin, çünkü ben Resulullah (ﷺ) 'ın şöyle dediğini işittim: 'Ey Allah'ım, onunla (başkalarını) hidayet et.'\""
    },
    {
      "id": 244,
      "narrator": "Narrated 'Uqbah bin 'Amir:",
      "text": "Ukbe bin Amir'den rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"İnsanlar teslim oldular, oysa Amr bin As iman etti.\""
    },
    {
      "id": 245,
      "narrator": "Narrated Talhah bin 'Ubaidullah:",
      "text": "Talha bin Ubeydullah'tan rivayet edilmiştir: \"Resulullah (ﷺ) 'ın şöyle dediğini duydum: 'Şüphesiz, Amr bin As Kureyş'in salihlerindendir.'\""
    },
    {
      "id": 246,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: \"Resulullah (ﷺ) ile bir yerde kamp kurmuştuk ve insanlar geçmeye başladı. Resulullah (ﷺ) şöyle derdi: 'Bu kimdir, ey Abu Hurayra?' Ben de: 'Filan.' derdim. O da: 'Ne güzel bir Allah kuludur bu.' derdi. Sonra: 'Bu kimdir?' diye sorardı. Ben de: 'Filan.' derdim. O da: 'Ne kötü bir Allah kuludur bu.' derdi. Ta ki Halid bin Velid geçene kadar, o da: 'Bu kimdir?' dedi. Ben: 'Bu Halid bin Velid'dir.' dedim. O da: 'Halid bin Velid ne güzel bir Allah kuludur, Allah'ın kılıçlarından bir kılıçtır.' dedi.\""
    },
    {
      "id": 247,
      "narrator": "Narrated Al-Bara:",
      "text": "El-Bara'dan rivayet edilmiştir: \"Resulullah (ﷺ) 'a bir ipek elbise hediye edildi, insanlar onun yumuşaklığına hayran kaldılar. Resulullah (ﷺ) şöyle dedi: 'Buna mı hayret ediyorsunuz? Şüphesiz, Sa'd bin Mu'adh'ın cennetteki mendilleri bundan daha hayırlıdır.'\""
    },
    {
      "id": 248,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Sa'd bin Mu'adh'ın cenazesi önlerinde iken, Resulullah (ﷺ) şöyle dedi: 'Ar-Rahman'ın Arşı bununla sarsıldı.'\""
    },
    {
      "id": 249,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: \"Sa'd bin Mu'adh'ın cenazesi taşınırken, münafıklar: 'Cenazesi ne kadar hafif.' dediler. Bu, onun Banu Kureyza hakkındaki hükmünden dolayıydı. Bu, Peygamber (ﷺ) 'e ulaştı ve o: 'Şüphesiz, melekler onu taşıyorlardı.' dedi.\""
    },
    {
      "id": 250,
      "narrator": "Narrated Anas:",
      "text": "Enes'ten rivayet edilmiştir: \"Kays bin Sa'd, Peygamber (ﷺ) 'e, bir yöneticinin polis şefi konumundaydı.\" (Rivayet edenlerden biri) El-Ensari şöyle dedi: \"Yani: Üstlendiği işlerden dolayı.\""
    },
    {
      "id": 251,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: \"Resulullah (ﷺ) bana geldi, ne bir katır ne de bir Birdhawn (bir tür Türk atı) üzerinde.\""
    },
    {
      "id": 252,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Resulullah (ﷺ) benim için Deve Gecesi'nde, yirmi beş kez bağışlanma diledi.\""
    },
    {
      "id": 253,
      "narrator": "Narrated Khabbab:",
      "text": "Habbab'tan rivayet edilmiştir: \"Biz, Resulullah (ﷺ) ile birlikte, Allah'ın rızasını arayarak hicret ettik. Dolayısıyla, mükafatımız Allah katındadır. Aramızda, hiçbir mükafatı (bu dünyada) tüketmeden ölenler vardı, ve aramızda, onun meyvelerini gören ve onlara bakanlar vardı. Şüphesiz, Musab bin 'Umair, geride hiçbir şey bırakmadan, sadece bir elbise ile öldü. Başını onunla örttüklerinde, ayakları açılırdı; ayaklarını onunla örttüklerinde, başı açılırdı. Bunun üzerine Resulullah (ﷺ) şöyle dedi: 'Başını ört ve ayaklarının üzerine Al-İdhkir koy.'\""
    },
    {
      "id": 254,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: Resulullah (ﷺ) şöyle dedi: \"Saçları dağınık, toprakla kaplı, iki elbisesi olan ve kimsenin dikkat etmediği ne kadar insan var; eğer Allah'a yemin ederse, Allah onu yerine getirir. Onlardan biri de El-Bara bin Malik'tir.\""
    },
    {
      "id": 255,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Ey Ebu Musa! Sana Davud'un ailesinin nağmeleri arasında bir mizmar verilmiştir.\""
    },
    {
      "id": 256,
      "narrator": "Narrated Sahl bin Sa'd:",
      "text": "Sahl bin Sa'd'dan rivayet edilmiştir: \"Biz, Allah'ın Elçisi (ﷺ) ile birlikte hendek kazarken, toprağı taşıyorduk. O yanımızdan geçti ve şöyle dedi: 'Ya Allah! Ahiret hayatı dışında hayat yoktur! Öyleyse Ensar'ı ve Muhacirleri affet.'\""
    },
    {
      "id": 257,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle derdi: 'Ya Allah! Ahiret hayatı dışında hayat yoktur! Öyleyse Ensar'ı ve Muhacirleri onurlandır.'\""
    },
    {
      "id": 258,
      "narrator": "Narrated Talhah bin Khirash:",
      "text": "Talhah bin Khirash'tan rivayet edilmiştir: \"Jabir bin Abdullah'ın şöyle dediğini duydum: 'Peygamber (ﷺ) şöyle dedi: \"Ateş, beni gören veya beni göreni gören Müslümana dokunmayacaktır.\"'"
    },
    {
      "id": 259,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mes'ud'tan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'En iyi nesil benim neslimdir, sonra onları takip edenler, sonra onları takip edenler. Sonra, yeminleri şahitliklerinden önce gelen veya şahitlikleri yeminlerinden önce gelen bir topluluk gelir.'\""
    },
    {
      "id": 260,
      "narrator": "Narrated Jabir:",
      "text": "Jabir'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Ağaç altında biat edenlerden hiçbiri ateşe girmeyecek.'\""
    },
    {
      "id": 261,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sahabelerime hakaret etmeyin, zira canımın elinde olan Allah'a yemin ederim! Eğer biriniz Uhud kadar altın harcasa, onlardan birinin bir Mudd'ına - hatta yarısına - eşit olmaz.'\""
    },
    {
      "id": 262,
      "narrator": "Narrated 'Abdullah bin Mughaffal:",
      "text": "Abdullah bin Mughaffal'den rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: '(Allah'tan) korkun! (Allah'tan) korkun, benim Sahabelerim hakkında! Benden sonra onları hakaret nesnesi yapmayın. Onları seven, beni sevdiği için sever. Onları nefret eden, beni nefret ettiği için nefret eder. Onlara zarar veren, bana zarar vermiştir; bana zarar veren, Allah'a karşı gelmiştir ve Allah'a karşı gelen, yakında cezalandırılacaktır.'\""
    },
    {
      "id": 263,
      "narrator": "Narrated Abu Az-Zubair:",
      "text": "Ebu Zübeyr'den, Jabir'den rivayet edilmiştir: \"Ağaç altında biat edenler cennete gireceklerdir, kırmızı deveyi hariç tutarak.\""
    },
    {
      "id": 264,
      "narrator": "Narrated Abu Az-Zubair:",
      "text": "Ebu Zübeyr'den, Jabir'den rivayet edilmiştir: \"Hatib'in bir kölesi, Allah'ın Elçisi (ﷺ) yanına gelerek Hatib'den şikayet etti. O da dedi ki: 'Ya Allah'ın Elçisi (ﷺ)! Hatib ateşe girecek!' Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: 'Yalan söyledin! Bedir'e katılan ve Hudeybiye antlaşmasına katılan hiç kimse oraya girmeyecek.'\""
    },
    {
      "id": 265,
      "narrator": "Narrated 'Abdullah bin Buraidah:",
      "text": "Abdullah bin Bureydah'dan, babasından rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Sahabelerimden birisi bir toprakta ölürse, kıyamet günü o toprak halkına rehber ve ışık olarak diriltilecektir.'\""
    },
    {
      "id": 266,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Eğer sahabelerime hakaret edenleri görürseniz, o zaman deyin ki: 'Sizlerin en kötüsüne Allah'ın laneti olsun.'\""
    },
    {
      "id": 267,
      "narrator": "Narrated Al-Miswar bin Makhramah:",
      "text": "El-Miswar bin Makhramah'dan rivayet edilmiştir: \"Minberdeyken, Peygamber (ﷺ)'in şöyle dediğini duydum: 'Gerçekten Banu Hişam bin Al-Mughirah bana kızlarını Ali bin Ebu Talib'e vermek istediklerini sordular. Ama ben buna izin vermiyorum, izin vermiyorum, izin vermiyorum - ancak Ali bin Ebu Talib, benim kızımdan boşanıp onların kızını almak isterse, çünkü o benim bir parçam. Onu üzen şeyden ben de üzülürüm, onu rahatsız eden şeyden ben de rahatsız olurum.'\""
    },
    {
      "id": 268,
      "narrator": "Narrated Buraidah:",
      "text": "Bureydah'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ)'ne en sevgili kadın Fatıma, en sevgili erkek ise Ali idi.\""
    },
    {
      "id": 269,
      "narrator": "Narrated 'Abdullah bin Az-Zubair:",
      "text": "Abdullah bin Zübeyr'den rivayet edilmiştir: \"Ali, Ebu Cehil'in kızını (evlilik için) zikretti ve bu Peygamber (ﷺ)'e ulaştı. O da şöyle dedi: 'Gerçekten Fatıma benim bir parçamdır, onu üzen şeyden ben de üzülürüm ve onu rahatsız eden şeyden ben de rahatsız olurum.'\""
    },
    {
      "id": 270,
      "narrator": "Narrated Zaid bin Arqam:",
      "text": "Zaid bin Arqam'dan rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) Ali, Fatıma, Hasan ve Hüseyin'e şöyle dedi: 'Sizinle savaşanla ben savaşırım, sizinle barışanla ben barışırım.'\""
    },
    {
      "id": 271,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'dan rivayet edilmiştir: \"Peygamber (ﷺ) Al-Hasan, Al-Hüseyin, 'Ali ve Fatıma'nın üzerine bir elbise örtmüştü, sonra şöyle dedi: 'Ey Allah'ım, bunlar benim ev halkım ve yakınlarım, o halde onlardan Rijs'i kaldır ve onları tamamen temizle.' Bunun üzerine Umm Salamah: 'Ben de onlarla mıyım, Ey Allah'ın Resulü?' dedi. O da: 'Sen de hayır üzerindesin.'\""
    },
    {
      "id": 272,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) ile duruşu, oturuşu ve davranışları bakımından en yakın olan kimseyi görmedim, Fatıma'dan daha yakın.\" Dedi ki: \"Peygamber (ﷺ) ona girdiğinde, o ona ayağa kalkar ve onu öperdi, onu oturduğu yere oturturdu. Peygamber (ﷺ) ona girdiğinde, o da yerinden kalkar, onu öper ve onu oturduğu yerine oturturdu. Peygamber (ﷺ) hastalandığında ve Fatıma içeri girdiğinde, ona eğildi ve onu öptü. Sonra başını kaldırdı ve ağladı, sonra ona eğildi ve başını kaldırdı ve güldü. Ben de: 'Bu kadının bizim kadınlarımızdan en akıllısı olduğunu düşünürdüm, ama o aslında sadece bir kadındır.' Peygamber (ﷺ) vefat ettiğinde, ona: 'Peygamber (ﷺ) üzerine eğildiğin, başını kaldırıp ağladığın, sonra ona eğilip başını kaldırıp güldüğün zamanı hatırlıyor musun? Bunu sana ne yaptırdı?' dedim. O da: 'O zaman ben sırları yayacak olan olacağım. O (ﷺ) bana hastalığından öleceğini söyledi, bu yüzden ağladım. Sonra bana ailesinin en hızlısı olarak onunla buluşacağımı söyledi. İşte o zaman güldüm.'\""
    },
    {
      "id": 273,
      "narrator": "Narrated Umm Salamah:",
      "text": "Umm Salamah'dan rivayet edilmiştir: \"Peygamber (ﷺ) Fetih Günü (Mekke'nin Fethi) Fatıma'yı çağırdı ve onunla konuştu, o da ağladı. Sonra onunla konuştu ve o güldü. Ben de: 'Peygamber (ﷺ) vefat ettiğinde, onun ağlaması ve gülmesi hakkında ona sordum. O da: 'Peygamber (ﷺ) bana öleceğini söyledi, bu yüzden ağladım, sonra bana cennetteki kadınların en üstünü olduğumu, sadece İmran kızı Meryem hariç, söyledi, bu yüzden güldüm.'\""
    },
    {
      "id": 274,
      "narrator": "Narrated Jumai' bin 'Umair At-Taimi:",
      "text": "Jumai' bin 'Umair At-Taimi'den rivayet edilmiştir: \"Amcamla birlikte 'Aişe'nin yanına girdim ve ona: 'İnsanlar arasında Peygamber (ﷺ) için en sevimli olan kimdir?' diye soruldu. O da: 'Fatıma.' dedi. Bunun üzerine: 'Erkeklerden kimdir?' denildi. O da: 'Kocasıdır, çünkü onu çok oruç tutan ve çok namaz kılan biri olarak tanıdım.'\""
    },
    {
      "id": 275,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) eşlerinden hiçbiri için Khadijah kadar kıskanmadım, ve bu onun yüzünü görmediğim için değildi. Sadece Peygamber (ﷺ) onu çok andığı için ve her koyun kesişinde Khadijah'ın arkadaşlarını arayıp onlara hediye vermek için.\""
    },
    {
      "id": 276,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Hiçbir kadına Khadijah kadar kıskanmadım - ve Peygamber (ﷺ) benimle ancak onun vefatından sonra evlendi - çünkü Peygamber (ﷺ) ona cennette, içinde gürültü ve rahatsızlık olmayan bir Qasab evinin müjdesini verdi.\""
    },
    {
      "id": 277,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "'Ali bin Ebu Talib'den rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'Kadınların en hayırlısı Khadijah bint Khuwailid'dir, ve kadınların en hayırlısı Meryem bint İmran'dır.'\""
    },
    {
      "id": 278,
      "narrator": "Narrated Anas :",
      "text": "Enes'ten rivayet edilmiştir: \"Peygamber (ﷺ) şöyle dedi: 'İnsanların kadınları arasında size yeterli olanlar Meryem bint İmran, Khadijah bint Khuwailid, Fatıma bint Muhammed ve Firavun'un eşi Asiye'dir.'\""
    },
    {
      "id": 279,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"İnsanlar, 'Aişe'nin günü hediyelerini verirlerdi.\" Dedi ki: \"Arkadaşlarım Umm Salamah ile toplandılar ve 'Ey Umm Salamah! İnsanlar 'Aişe'nin günü hediyelerini veriyorlar, biz de 'Aişe'nin istediği gibi hayır istiyoruz, o halde Allah'ın Resulü'ne söyle ki, insanlar nerede olursa olsun ona hediyelerini versinler.' dediler. Umm Salamah bunu söyledi ve o ondan yüz çevirdi. Sonra ona döndü ve o tekrar: 'Ey Allah'ın Resulü! Arkadaşlarım, insanların 'Aişe'nin günü hediyelerini verdiklerini söylediler, o halde nerede olursanız olun insanlara vermelerini emredin.' dedi. Üçüncü kez bunu söylediğinde, o: 'Ey Umm Salamah! Beni 'Aişe' hakkında rahatsız etme! Çünkü bana, sizin içinizde başka bir kadının örtüsünün altında vahiy inmemiştir.' dedi.\""
    },
    {
      "id": 280,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Cebrail, Peygamber (ﷺ) ile birlikte ona yeşil ipek bir kumaş üzerinde onun resmini getirdi ve şöyle dedi: 'Bu, dünyada senin eşindir, ahirette de.'\""
    },
    {
      "id": 281,
      "narrator": "Narrated 'Aishah :",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) bana şöyle dedi: 'Ey 'Aişe! İşte Cebrail, sana selam gönderiyor.' Ben de: 'Ona selam ve Allah'ın rahmeti ve bereketi olsun. Siz, bizim göremediğimiz şeyleri görüyorsunuz.' dedim.\""
    },
    {
      "id": 282,
      "narrator": "Narrated 'Aishah:",
      "text": "'Aişe'den rivayet edilmiştir: \"Peygamber (ﷺ) bana şöyle dedi: 'Gerçekten Cebrail sana selam gönderiyor.' Ben de: 'Ona selam ve Allah'ın rahmeti olsun.' dedim.\""
    },
    {
      "id": 283,
      "narrator": "Narrated Abu Musa:",
      "text": "Ebu Musa'dan rivayet edilmiştir: \"Peygamber'in (ﷺ) arkadaşları olarak, bize hiçbir hadis belirsiz gelmedi ve biz 'Aişe'ye sorduk, onun yanında bununla ilgili bir bilgi bulduk.\""
    },
    {
      "id": 284,
      "narrator": "Narrated Musa bin Talhah:",
      "text": "Musa bin Talha'dan rivayet edilmiştir: \"Ben 'Aişe'den daha açık sözlü birini görmedim.\""
    },
    {
      "id": 285,
      "narrator": "Narrated 'Amr bin Al-'As:",
      "text": "'Amr bin Al-'As'dan rivayet edilmiştir: \"Peygamber (ﷺ) onu Dhatis-Salasil ordusunun lideri olarak tayin etti. O da: 'Ey Allah'ın Resulü! İnsanlar arasında en sevdiğin kimdir?' dedi. O da: 'Aişe.' dedi. Ben de: 'Erkeklerden kimdir?' dedim. O da: 'Babası.' dedi.\""
    },
    {
      "id": 286,
      "narrator": "Narrated 'Amr bin Al-'As:",
      "text": "Amr bin Al-'As'tan rivayet edilmiştir: \"Ben Allah'ın Resulüne (ﷺ) dedim ki: 'İnsanlar arasında en sevdiğin kimdir?' O da: 'Aişe.' dedi. Ben: 'Erkeklerden?' dedim. O da: 'Onun babası.' dedi.\""
    },
    {
      "id": 287,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Aişe'nin kadınlar üzerindeki fazileti, diğer yiyecekler üzerindeki Tharid'in fazileti gibidir.'\""
    },
    {
      "id": 288,
      "narrator": "Narrated 'Amr bin Ghalib:",
      "text": "Amr bin Ghalib'ten rivayet edilmiştir: \"Bir adam, Aişe hakkında Ammar bin Yasir'in yanında olumsuz konuştu, o da: 'Küçük düşmüş ve reddedilmiş biri olarak git! Allah'ın Resulünün (ﷺ) sevdiğine hakaret mi ediyorsun?' dedi.\""
    },
    {
      "id": 289,
      "narrator": "Narrated 'Ammar bin Yasir:",
      "text": "Ammar bin Yasir'den rivayet edilmiştir: \"O, dünyada ve ahirette onun eşidir.\" - yani: Aişe."
    },
    {
      "id": 290,
      "narrator": "Narrated Anas :",
      "text": "Anas'tan rivayet edilmiştir: \"Denildi ki: 'Ey Allah'ın Resulü! İnsanlar arasında en sevdiğin kimdir?' O da: 'Aişe.' dedi. Denildi ki: 'Erkeklerden?' O da: 'Onun babası.' dedi.\""
    },
    {
      "id": 291,
      "narrator": "Narrated 'Ikrimah:",
      "text": "İkrime'den rivayet edilmiştir: \"Sabah namazından sonra, İbn Abbas'a, filan - Peygamberin (ﷺ) eşlerinden biri - öldü denildi, o da secde etti. Kendisine: 'Bu saatte niçin secde ediyorsun?' denildi. O da: 'Allah'ın Resulü (ﷺ) 'Bir işaret gördüğünüzde secde edin' demedi mi? O halde, Peygamberin (ﷺ) eşlerinden birinin vefatından daha büyük bir işaret var mı?' dedi.\""
    },
    {
      "id": 292,
      "narrator": "Narrated Safiyyah bint Huyai:",
      "text": "Safiyyah bint Huyai'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) yanımda bulundu ve Hafsa ile Aişe'den bana bazı sözler ulaştı. Ben de bunu ona söyledim. O da: 'Neden: \"Siz ikiniz benden daha hayırlı olamazsınız, benim kocam Muhammed, babam Harun, amcam Musa?\" demedin?' dedi. Kendisine ulaşan şey, onların: 'Biz, Allah'ın Resulüne (ﷺ) ondan daha şereflisiyiz' dedikleri ve 'Biz, Peygamberin (ﷺ) eşleri ve kuzenleriyiz' dedikleriydi.\""
    },
    {
      "id": 293,
      "narrator": "Narrated Umm Salamah:",
      "text": "Ümmü Seleme'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) Fatıma'yı Feth Yılı'nda çağırdı, onunla konuştu ve o ağladı. Sonra ona konuştu ve o güldü. O da: 'Allah'ın Resulü (ﷺ) vefat ettiğinde, onun ağlaması ve gülmesi hakkında ona sordum. O da: 'Allah'ın Resulü (ﷺ) bana çok yakında öleceğini bildirdi, bu yüzden ağladım. Sonra, cennetteki kadınların en üstünü olduğumu, sadece Meryem bint İmran hariç, bildirdi, bu yüzden güldüm.' dedi.\""
    },
    {
      "id": 294,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Safiyyah'a, Hafsa'nın: 'Bir Yahudi kızı' dediği ulaştı, bu yüzden ağladı. Sonra Peygamber (ﷺ) ona girdi, o ağlıyordu, o da: 'Seni ağlatan nedir?' dedi. O da: 'Hafsa bana, ben bir Yahudi kızıyım dedi.' O da: 'Sen bir Peygamberin kızısın, amcan bir Peygamberdir, ve sen bir Peygamberle evlisin, o halde o sana neyle övünüyor?' dedi. Sonra: 'Allah'tan kork, ey Hafsa.' dedi.\""
    },
    {
      "id": 295,
      "narrator": "Narrated 'Aishah:",
      "text": "Aişe'den rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Sizden en hayırlısı, eşlerine en iyi davranandır, ben de eşlerime en iyi davrananım, ve arkadaşınız öldüğünde, onu yalnız bırakın.'\""
    },
    {
      "id": 296,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Hiç kimse bana, arkadaşlarım hakkında bir şey iletmesin, zira ben, onlara huzur içinde çıkmayı severim.' Abdullah dedi: 'Allah'ın Resulüne (ﷺ) bir mal getirildi, Peygamber (ﷺ) onu dağıttı. Sonra iki adamla karşılaştım, oturuyorlardı ve: 'Vallahi! Muhammed (ﷺ) dağıtımında Allah'ın rızasını ve ahireti kastetmedi.' dediler. Ben bunu duyduğumda yaydım ve Allah'ın Resulüne (ﷺ) bildirdim. O da yüzü kızardı ve: 'Beni bununla rahatsız etmeyin, zira Musa buna daha fazlasıyla muhatap oldu ve sabretti.' dedi.\""
    },
    {
      "id": 297,
      "narrator": "Narrated 'Abdullah bin Mas'ud:",
      "text": "Abdullah bin Mes'ud'dan rivayet edilmiştir: \"Peygamber (ﷺ) dedi ki: 'Hiç kimse bana, herhangi biri hakkında bir şey iletmesin.'\""
    },
    {
      "id": 298,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "Ubeyy bin Ka'b'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) ona dedi ki: 'Şüphesiz Allah, bana Kur'an'ı sana okumamı emretti.' O da ona: 'İnkar edenler, asla... (98:1)' diye okudu ve içinde: 'Şüphesiz Allah katında din, Hanafilik, Müslümanlık, ne Yahudilik, ne de Hristiyanlık, ne de Zerdüştlük'tür; kim hayır işlerse, ondan bir şey reddedilmeyecektir.' dedi. Ve ona: 'Eğer Adem oğlu bir vadi dolusu mala sahip olsa, bir diğerini ister; eğer bir diğeri olursa, üçüncüsünü ister; ve Adem oğlunun karnını topraktan başka bir şey doldurmaz. Ve Allah, tövbe edenleri affeder.' diye okudu.\""
    },
    {
      "id": 299,
      "narrator": "Narrated Ubayy bin Ka'b:",
      "text": "Ubeyy bin Ka'b'tan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) dedi ki: 'Eğer hicret olmasaydı, ben Ensar'dan bir adam olurdum.'\""
    },
    {
      "id": 300,
      "narrator": "Narrated Shu'bah:",
      "text": "Şu'be'den, Adi bin Thabit'ten, Al-Bara bin Azib'ten rivayet edilmiştir ki, o Peygamber (ﷺ)'i duydu, ya da - dedi: \"Peygamber (ﷺ) Ensar hakkında dedi ki: 'Onları ancak bir mümin sever, ve onları ancak bir münafık nefret eder. Onları seven, Allah da onu sever; onları nefret eden, Allah da onu nefret eder.' Biz de ona: 'Bunu Al-Bara'dan mı duydun?' dedik. O da: 'O bana bunu aktardı.' dedi.\""
    },
    {
      "id": 301,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Ensar'dan bir grup insanı topladı ve dedi ki: \"Geliniz, aranızda sizden olmayan biri var mı?\" Onlar: \"Hayır, sadece bir kız kardeşimizin oğlu var.\" dediler. Bunun üzerine o: \"Bir kavmin kız kardeşinin oğlu onlardandır.\" dedi. Sonra: \"Gerçekten Kureyş, cehalet ve sıkıntı dönemlerinden uzak değildir ve onları kontrol altına alıp yumuşatmayı arzuladım. İnsanların bu dünyayla geri döndüğünü ve sizlerin Allah'ın Resulü (ﷺ) ile evlerinize döndüğünüzü görmekten mutlu değil misiniz?\" dediler: \"Elbette mutlu oluruz.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Eğer insanlar bir vadi veya bir yoldan geçseler ve Ensar bir vadi veya yoldan geçerse, ben de Ensar'ın vadi veya yolundan geçerim.\""
    },
    {
      "id": 302,
      "narrator": "Zaid bin Arqam wrote to Anas bin Malik, comforting him over those of his family and children of his paternal uncle who suffered on the day of Al-Harrah. So he wrote to him:",
      "text": "Zaid bin Arqam, Anas bin Malik'e, Al-Harrah günü akrabaları ve amcasının çocukları için teselli vererek yazdı. Ona şöyle yazdı: \"Sana Allah'tan müjdeler olsun. Allah'ın Resulü (ﷺ) şöyle dediğini duydum: 'Ey Allah! Ensar'ı ve Ensar'ın çocuklarını, onların çocuklarını affet.'\""
    },
    {
      "id": 303,
      "narrator": "Narrated Abu Talhah:",
      "text": "Ebu Talha'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bana dedi ki: 'Selamımı halkına ilet, çünkü onları mütevazı ve sabırlı biliyorum.'\""
    },
    {
      "id": 304,
      "narrator": "Narrated Abu Sa'eed Al-Khudri:",
      "text": "Ebu Said El-Hudri'den rivayet edilmiştir: Peygamber (ﷺ) dedi ki: \"Gerçekten benim seçkinlerim, yaslandığım kişiler, ev halkım ve yakınlarım Ensar'dır, bu yüzden onlardan haksızlık edenleri affedin ve onlardan iyilik yapanları kabul edin.\""
    },
    {
      "id": 305,
      "narrator": "Narrated Sa'd:",
      "text": "Sa'd'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Kureyş'i küçümsemek isteyen, Allah tarafından küçümsenecektir.\""
    },
    {
      "id": 306,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: \"Peygamber (ﷺ) bana dedi ki: 'Allah'a ve Ahiret Günü'ne inanan bir kimse, Ensar'ı sevmez.'\""
    },
    {
      "id": 307,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ensar benim yakınlarım ve seçkinlerimdir. Gerçekten insanlar artacak ve azalacak, bu yüzden onlardan iyilik yapanları kabul edin ve onlardan kötülük edenleri göz ardı edin.\""
    },
    {
      "id": 308,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ey Allah! Kureyş'in ilklerini azapla tatlandırdın, o halde sonuncularını nimetle tatlandır.\""
    },
    {
      "id": 309,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ey Allah! Ensar'ı, Ensar'ın çocuklarını, Ensar'ın çocuklarının çocuklarını ve Ensar'ın kadınlarını affet.\""
    },
    {
      "id": 310,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Anas bin Malik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Sizlere Ensar'ın en iyi evlerini veya Ensar'ın en iyilerini bildireyim mi?\" Onlar: \"Elbette, Ey Allah'ın Resulü!\" dediler. O: \"Banu En-Necjar. Sonra onlardan sonra gelenler Banu Abdül-Aşhal. Sonra onlardan sonra gelenler Banu Harith bin Hazrec. Sonra onlardan sonra gelenler Banu Sa'idah.\" Sonra elleriyle işaret etti, parmaklarını sıkıp açarak, bir okçunun yaptığı gibi. \"Ve Ensar'ın tüm evlerinde hayır vardır.\" dedi."
    },
    {
      "id": 311,
      "narrator": "Narrated Abu Usaid As-Sa'idi:",
      "text": "Ebu Usaid Es-Saidi'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ensar'ın en iyi evleri Banu En-Necjar'ın evleridir, sonra Banu Abdül-Aşhal'ın evi, sonra Banu Harith bin Hazrec, sonra Banu Sa'idah. Ve Ensar'ın tüm evlerinde hayır vardır.\" Bunun üzerine Sa'd dedi ki: \"Ben, Peygamberin (ﷺ) herkesi bizden üstün tuttuğunu görmüyorum.\" Bunun üzerine denildi ki: \"O, sizi birçok kişiden üstün tuttu.\""
    },
    {
      "id": 312,
      "narrator": "Narrated Jabir bin 'Abdullah:",
      "text": "Cabir bin Abdullah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ensar'ın en iyi evi Banu En-Necjar'dır.\""
    },
    {
      "id": 313,
      "narrator": "Narrated Jabir :",
      "text": "Cabir'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Ensar'ın en iyileri Banu Abdül-Aşhal'dır.\""
    },
    {
      "id": 314,
      "narrator": "Narrated 'Ali bin Abi Talib:",
      "text": "Ali bin Ebi Talib'ten rivayet edilmiştir: \"Biz, Allah'ın Resulü (ﷺ) ile birlikte Harrah As-Suqya'ya kadar gittik ki bu Sa'd bin Ebi Vakkas'a aitti. Allah'ın Resulü (ﷺ) dedi ki: 'Bana abdest için su getirin.' Abdest aldı, sonra Kıble'ye döndü ve dedi ki: 'Ey Allah! Gerçekten İbrahim senin kulun ve dostundur ve o, Mekke halkı için bereket istemiştir. Ben de senin kulun ve elçinim ve Medine halkı için dua ediyorum; onları Mekkeli halk gibi Mudd ve Sa'larında bereketlendir, her bir bereket için iki bereket olsun.'\""
    },
    {
      "id": 315,
      "narrator": "Narrated 'Ali bin Abi Talib and Abu Hurairah:",
      "text": "Ali bin Ebi Talib ve Ebu Hureyre'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) dedi ki: \"Evimin ile Minberimin arasındaki her şey cennet bahçelerinden bir bahçedir.\""
    },
    {
      "id": 316,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Evimin ile Minberimin arasındaki yer, cennet bahçelerinden bir bahçedir.\" Ve bu isnadla, Resulullah (ﷺ) şöyle dedi: \"Bu mescidimde kılınan bir namaz, diğer mescidlerde kılınan bin namazdan daha hayırlıdır, sadece Al-Masjid Al-Haram hariç.\""
    },
    {
      "id": 317,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Kim Al-Medine'de ölme imkânına sahipse, orada ölsün; çünkü ben orada ölenler için şefaat edeceğim.\""
    },
    {
      "id": 318,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Kendisine azat edilmiş bir cariye geldi ve dedi ki: \"Zamanlar benim için zorlaştı ve Al-'Irak'a gitmek istiyorum.\" O da dedi ki: \"Neden diriliş diyarı olan Şam'a gitmiyorsun? Sabret, ey ahmak kadın; ben Allah'ın Resulü (ﷺ) şöyle dediğini duydum: 'Kim (Al-Medine) zorluklarına ve sıkıntılarına katlanırsa, ben onun için Kıyamet Günü'nde şahit veya şefaatçi olacağım.' Bu konuda Abu Sa'id, Sufyan bin Abi Zuhair ve Subai'ah Al-Aslamiyyah'tan rivayetler vardır."
    },
    {
      "id": 319,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İslam'ın en son yıkılacak şehri Al-Medine'dir.\""
    },
    {
      "id": 320,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: Bir bedevi, Allah'ın Resulü (ﷺ) ile İslam için biat etti, sonra Al-Medine'de hastalığa yakalandı. Bedevi, Allah'ın Resulü'ne (ﷺ) gidip dedi ki: \"Biatımı geri al.\" Fakat Allah'ın Resulü (ﷺ) reddetti. Sonra bedevi gitti ve geri geldi ve dedi ki: \"Biatımı geri al,\" yine reddetti. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Al-Medine, bir bellows gibidir; pisliğini atar ve iyiliğini arındırır.\""
    },
    {
      "id": 321,
      "narrator": "Narrated Sa'eed bin Al-Musayyab:",
      "text": "Sa'id bin Al-Musayyab'dan rivayet edilmiştir: Abu Hurayra şöyle derdi: \"Eğer Al-Medine'de çakallar dolaşırken görsem, onlara yaklaşmam. Gerçekten Allah'ın Resulü (ﷺ) şöyle dedi: 'İki lav akıntısı arasındaki her şey kutsaldır.'\""
    },
    {
      "id": 322,
      "narrator": "Narrated Anas bin Malik:",
      "text": "Enes bin Malik'ten rivayet edilmiştir: (dağ) Uhud, Allah'ın Resulü (ﷺ) için belirdi ve şöyle dedi: \"Bu dağ bizi sever ve biz de onu severiz. Ey Allah! Gerçekten İbrahim, Mekkah'ı kutsal kıldı, ben de (Al-Medine) iki lav akıntısı arasındaki her şeyi kutsal kılıyorum.\""
    },
    {
      "id": 323,
      "narrator": "Narrated Jarir bin 'Abdullah:",
      "text": "Cerir bin 'Abdullah'dan rivayet edilmiştir: Resulullah (ﷺ) şöyle buyurdu: \"Gerçekten Allah bana şunu vahyetti: Bu üç yerden hangisine giderseniz, orası sizin hicret yeriniz olacaktır: Al-Medine, Bahreyn veya Kinnasrin.\""
    },
    {
      "id": 324,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurayra'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Al-Medine'nin zorluklarına ve sıkıntılarına katlanan hiç kimse yoktur ki, ben onun için Kıyamet Günü'nde şefaatçi veya şahit olmayayım.\""
    },
    {
      "id": 325,
      "narrator": "Narrated 'Abdullah bin 'Adi bin Hamra :",
      "text": "'Abdullah bin 'Adi bin Hamra'dan rivayet edilmiştir: \"Ben Allah'ın Resulü (ﷺ) Al-Hazwarah'da dururken gördüm ve şöyle dedi: 'Vallahi! Sen Allah'ın yeryüzünün en hayırlısısın ve Allah katında en sevimli olanısın, eğer seni terk etmem için sürgün edilmeseydim, seni terk etmezdim.'\""
    },
    {
      "id": 326,
      "narrator": "Narrated Ibn 'Abbas:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) Mekkah hakkında şöyle dedi: \"Ne tatlı bir toprak, ne kadar değerlisin benim için; eğer benim halkım beni senden sürgün etmemiş olsaydı, başka bir yerde yaşamazdım.\""
    },
    {
      "id": 327,
      "narrator": "Narrated Salman:",
      "text": "Salman'dan rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Ey Salman! Beni hor görme ve böylece dininden ayrılma.' Ben de dedim: 'Ey Allah'ın Resulü! Ben seni nasıl hor görebilirim ki, Allah bizi seninle hidayete erdirdi.' O da dedi: 'Sen Arapları hor göreceksin ve böylece beni hor göreceksin.'\""
    },
    {
      "id": 328,
      "narrator": "Narrated 'Uthman bin 'Affan:",
      "text": "'Uthman bin 'Affan'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim Arapları aldatırsa, benim şefaatimden nasiplenemez ve sevgim ona ulaşmaz.\""
    },
    {
      "id": 329,
      "narrator": "Narrated Muhammad bin Abi Razin:",
      "text": "Muhammed bin Abi Razin'den rivayet edilmiştir: Annesi şöyle dedi: \"Eğer Araplardan biri ölürse, bu Umm Al-Harir için zor olur.\" Bunun üzerine ona denildi: \"Bir Arap'tan bir adam ölünce, bu senin için zor görünüyor.\" O da dedi: \"Benim efendim, Allah'ın Resulü (ﷺ) şöyle dediğini duyduğumu işittim: 'Kıyametin (alametlerinden) biri Arapların helak olmasıdır.' Muhammed bin Abi Razin dedi ki: \"Ve onun efendisi Talha bin Malik'ti.\""
    },
    {
      "id": 330,
      "narrator": "Narrated Umm Sharik:",
      "text": "Umm Şarik'ten rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İnsanlar Deccal'den kaçacaklar ve dağlara gidecekler.\" Umm Şarik dedi ki: \"Ey Allah'ın Resulü! O gün Araplar nerede olacak?\" O da dedi: \"Onlar az olacaklar.\""
    },
    {
      "id": 331,
      "narrator": "Narrated Samurah bin Jundab:",
      "text": "Samurah bin Jundab'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Sam Arapların babası, Yafith Romalıların babası, Ham ise Habeşlilerin babasıdır.\""
    },
    {
      "id": 332,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Arap olmayanlar (Al-'Ajam) Allah'ın Resulü (ﷺ) önünde zikredildi, bunun üzerine Peygamber (ﷺ) şöyle dedi: 'Ben onlardan, ya da onların bir kısmından, sizlerden, ya da sizin bir kısmınızdan daha fazla destekleniyorum.'\""
    },
    {
      "id": 333,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: \"Biz Allah'ın Resulü (ﷺ) ile birlikteyken Cuma Suresi indirildi, o da onu okuyarak: 'Ve onlardan henüz onlara katılmamış olanlar (62:3).' ayetine kadar ulaştı. Bir adam ona: 'Ey Allah'ın Resulü! Henüz bize katılmamış olan bu insanlar kimdir?' dedi. Ama o ona hiçbir şey söylemedi.\" O da: \"Salman el-Farisi aramızdaydı.\" dedi. O da: \"Bunun üzerine Allah'ın Resulü (ﷺ) elini Salman'ın üzerine koydu ve şöyle dedi: 'Canım elinde olan Allah'a yemin ederim! Eğer iman Pleiyades'te olsaydı, bu insanların içinden bazıları ona ulaşırdı.'\""
    },
    {
      "id": 334,
      "narrator": "Narrated Zaid bin Thabit :",
      "text": "Zaid bin Thabit'ten rivayet edilmiştir: Peygamber (ﷺ) Yemen'e doğru baktı ve şöyle dedi: \"Ey Allah! Kalplerini doğru yola ilet ve Sa' ve Mudd'umuzda bize bereket ver.\""
    },
    {
      "id": 335,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Yemen halkı size geldi. Onlar kalp olarak daha zayıf ve anlayış olarak daha yumuşaktır, iman Yemenlidir ve hikmet Yemenlidir.\""
    },
    {
      "id": 336,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Liderlik Kureyş'tendir, akıl ve hüküm Ensar'dandır, ezan Habeşlilerdendir ve emanet Al-Azd'dandır.\" yani Yemen'den."
    },
    {
      "id": 337,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Al-Azd, Allah'ın yeryüzündeki aslanıdır, insanlar onları alçaltmak ister, ama Allah onları yükseltmekten başka bir şey istemez. İnsanlar üzerine bir zaman gelecek ki, bir adam şöyle diyecek: 'Keşke babam Azadi olsaydı, keşke annem Azadi olsaydı.'\""
    },
    {
      "id": 338,
      "narrator": "Narrated Anas:",
      "text": "Anas'tan rivayet edilmiştir: \"Eğer biz Al-Azd'dan değilsek, o zaman biz insanlar arasında değiliz.\""
    },
    {
      "id": 339,
      "narrator": "Narrated Mina, the freed slave of 'Abdur-Rahman bin 'Awf\nthat Abu Hurairah said:",
      "text": "Mina, Abdur-Rahman bin 'Awf'ın azatlı kölesinden rivayet edilmiştir: Abu Hurairah şöyle dedi: \"Biz Peygamber (ﷺ) ile birlikteydik ve ona, sanırım Kays'tan bir adam geldi. O da: 'Ey Allah'ın Resulü! Himyar'a lanet et.' dedi. Bunun üzerine o, ondan yüzünü çevirdi, sonra diğer tarafına gitti, yine ondan yüzünü çevirdi. Sonra diğer tarafına gitti, yine ondan yüzünü çevirdi. Sonra diğer tarafına gitti, yine ondan yüzünü çevirdi. Bunun üzerine Peygamber (ﷺ) şöyle dedi: 'Allah Himyar'a merhamet etsin! Onların ağızları (barışla) doludur, elleri (yiyecek konusunda) cömerttir ve onlar güven ve iman halkıdır.'\""
    },
    {
      "id": 340,
      "narrator": "Narrated Abu Ayyub Al-Ansari:",
      "text": "Abu Ayyub el-Ensari'den rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Ensar, Muzainah, Juhainah, Ashja', Ghifar ve Banu 'Abdid-Dar'dan olan herkes, Mawali'dir. Onların Allah'tan başka bir Mawla'sı yoktur ve Allah ve Resulü onların Mawla'sıdır.\""
    },
    {
      "id": 341,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Aslam, Allah onları güvenli kılsın: Ghifar, Allah onları affetsin ve 'Usayyah Allah ve Resulüne isyan etmiştir.\""
    },
    {
      "id": 342,
      "narrator": "Narrated Jabir:",
      "text": "Cabir'den rivayet edilmiştir: \"Onlar: 'Ey Allah'ın Resulü! Thaqif bize oklarıyla saldırıyor, Allah'a onlara karşı dua et!' dediler. Bunun üzerine o: 'Ey Allah! Thaqif'i hidayete erdir.' dedi.\""
    },
    {
      "id": 343,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmran bin Husain'den rivayet edilmiştir: \"Peygamber (ﷺ) üç kabile ile sorun yaşıyorken vefat etti: Thaqif, Banu Hanifah ve Banu Umayyah.\""
    },
    {
      "id": 344,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn 'Umar'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Thaqif'te bir yalancı ve bir yıkıcı vardır.\""
    },
    {
      "id": 345,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Abu Hurairah'tan rivayet edilmiştir: Bir bedevi, Allah'ın Resulü (ﷺ)'ne bir dişi deve hediye etti, bunun üzerine o da ona altı dişi deve ile karşılık verdi. Fakat o bununla yetinmedi, bu haber Peygamber (ﷺ)'e ulaştığında, Allah'ı övdü ve O'na şükretti, sonra şöyle dedi: 'Gerçekten filan kişi bana bir deve hediye etti, ben de ona altı dişi deve ile karşılık verdim, ama o üzgün oldu. Bu yüzden, artık sadece Kureyş'ten, ya da Ensar'dan, ya da Dawsi'den birinden hediye kabul etmeyeceğim.'”"
    },
    {
      "id": 346,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: \"Banu Fazara'dan bir adam, Peygamber'e (ﷺ) Al-Ghabah'dan aldıkları devesinden bir hediye verdi. Bunun karşılığında bir şeyle mukabelede bulundu, fakat bundan dolayı üzgün oldu. Sonra Allah'ın Elçisi'nin (ﷺ) Minber'de şöyle dediğini duydum: 'Gerçekten, bedevilerden biri bana bir hediye verdi, ben de elimdekiyle karşılık verdim. Sonra bana çok kızdı. Allah'a yemin ederim ki, bu bedevi adamla yaşadığım tecrübeden sonra, bir hediyeyi ancak Kureyş'ten, Ensar'dan, Sakif'ten veya Davs'tan kabul edeceğim.'\""
    },
    {
      "id": 347,
      "narrator": "Narrated 'Amir bin Abi 'Amir Al-Ash'ari:",
      "text": "Amir bin Ebu Amir el-Eş'ari'den rivayet edilmiştir: babasından, o da şöyle dedi: \"Allah'ın Elçisi (ﷺ) dedi ki: 'Al-Asad ve Al-Aş'arun kabileleri mübarek olsun, onlar savaştan kaçmazlar ve savaş ganimetlerini çalmazlar. Onlar benden ve ben onlardanım.'\" O (Amir) dedi ki: \"Bunu Muaviye'ye anlattım, o da şöyle dedi: 'Bu, Allah'ın Elçisi'nin (ﷺ) söylediği gibi değil, o şöyle dedi: 'Onlar benden ve benim içindir.' Ben de dedim ki: 'Bunu babam bana böyle aktarmadı, aksine o bana şöyle aktardı: 'Ben Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: 'Onlar benden ve ben onlardanım.' O da dedi ki: 'O zaman sen babanın hadisinde daha bilgilisiniz.'\""
    },
    {
      "id": 348,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"Aslam, Allah onları güvenli kılsın, ve Ghifar, Allah onları affetsin.\""
    },
    {
      "id": 349,
      "narrator": "Narrated 'Abdullah bin Dinar:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir: Shu'bah'a benzer (#3948) ve o ekledi: \"Ve 'Usayyah, Allah'a ve O'nun Elçisi'ne isyan etti.\""
    },
    {
      "id": 350,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Muhammed'in ruhunun elinde olan Zat'a yemin ederim! Ghifar, Aslam, Muzainah ve Juhainah'dan olan herkes,\" ya da şöyle dedi: \"Juhainah ve Muzainah'dan olan herkes, Kıyamet Günü'nde Asad, Tayyi' ve Ghatafan'dan daha hayırlıdır.\""
    },
    {
      "id": 351,
      "narrator": "Narrated 'Imran bin Husain:",
      "text": "İmran bin Hüseyin'den rivayet edilmiştir: Banu Tamim'den bir grup, Allah'ın Elçisi'ne (ﷺ) geldi, o da şöyle dedi: \"Müjde olsun ey Banu Tamim.\" Onlar dediler: \"Bize müjde verdiniz, şimdi bize bir şey verin.\" O da dedi: \"Bunun üzerine Allah'ın Elçisi'nin (ﷺ) yüzü değişti. Sonra Yemen halkından bir grup geldi, o da şöyle dedi: 'Müjdeyi kabul edin, çünkü Banu Tamim bunu kabul etmedi.' Onlar dediler: 'Biz kabul ediyoruz.'\""
    },
    {
      "id": 352,
      "narrator": "Narrated Abu Bakrah:",
      "text": "Ebu Bekir'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Aslam, Ghifar ve Muzainah, Tamim, Asad, Ghatafan ve Banu Amir bin Sa'sa'ah'tan daha hayırlıdır,\" bunu söylerken sesini uzattı. Bunun üzerine insanlar dediler: \"Onlar hainlik ettiler ve kaybettiler.\" O da dedi: \"O halde bunlar onlardan daha hayırlıdır.\""
    },
    {
      "id": 353,
      "narrator": "Narrated Ibn 'Umar:",
      "text": "İbn Ömer'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'ım, bize Şam'da bereket ver! Allah'ım, bize Yemen'de bereket ver.\" Onlar dediler: \"Ve bizim Nejd'de.\" O da dedi: \"Allah'ım, bize Şam'da bereket ver ve Yemen'de bereket ver.\" Onlar dediler: \"Ve bizim Nejd'de.\" O da dedi: \"Orada depremler var ve orada fitneler var.\" Ya da şöyle dedi: \"Şeytanın boynuzu oradan gelir.\""
    },
    {
      "id": 354,
      "narrator": "Narrated Zaid bin Thabit:",
      "text": "Zeyd bin Sabit'ten rivayet edilmiştir: \"Biz, Allah'ın Elçisi (ﷺ) ile birlikte, Kur'an'ı kumaş parçaları üzerinde topluyorduk, o da şöyle dedi: 'Tuba, Şam içindir.' Biz de dedik: 'Neden böyle O Allah'ın Elçisi?' O da dedi: 'Çünkü Ar-Rahman'ın melekleri onun üzerine kanatlarını açarlar.'\""
    },
    {
      "id": 355,
      "narrator": "Narrated Abu Hurairah:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Peygamber (ﷺ) şöyle dedi: \"İnsanlar, ölmüş babaları hakkında övünmeyi bırakmalıdırlar, zira onlar sadece cehennemin kömürleridir, ya da Allah yanında dışkı ile burun silen böcekten daha aşağılayıcı olacaklardır. Gerçekten Allah, sizden Cahiliye gururunu ve soyla övünmeyi kaldırmıştır.\""
    },
    {
      "id": 356,
      "narrator": "Narrated Abu Hurairah :",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah, sizden Cahiliye gururunu ve soyla övünmeyi kaldırmıştır. (Bir kişi ya) takvalı bir mümin ya da sefil bir günahkardır, insanlar Adem'in çocuklarıdır ve Adem topraktan yaratılmıştır.\""
    }
  ]
}