{
  "language": "tr",
  "metadata": {
    "length": 14,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Anas ibn Malik (ra) reports:",
      "text": "Enes ibn Malik (ra) şöyle bildirmiştir: “Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) ne çok uzun, ne de kısa bir boydaydı. Derisi ne soluk beyaz, ne de buğday rengindeydi; saçları ne kıvırcık, ne de düz ve inceydi. Allah (Azze ve Celle) onu, yaşamının kırkıncı yılının sonunda gönderdi, böylece Mekke’de on yıl, Medine’de on yıl kaldı ve Allah onu altmış yaşında, başında ve sakalında yirmiden az beyaz kıl ile kendisine aldı.”"
    },
    {
      "id": 2,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: “Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) orta boyluydu, ne uzun ne de kısaydı. Güzel bir fiziğe sahipti ve saçları ne kıvırcık ne de düz, kahverengi bir renkteydi. Yürüdüğünde, kendine güvenle adım atardı.”"
    },
    {
      "id": 3,
      "narrator": "Ibn Ishaq said:",
      "text": "İbn İshak dedi ki: “Al-Bara’ ibn 'Azib’in şöyle dediğini duydum: 'Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) ne kıvırcık ne de düz saçlıydı, orta boylu, geniş omuzlu, kulak loblarına kadar uzanan gür saçlıydı, kırmızı bir elbise giymekteydi. Onun kadar güzel birini hiç görmedim!'”"
    },
    {
      "id": 4,
      "narrator": "Al-Bara’ ibn 'Azib said:",
      "text": "Al-Bara’ ibn 'Azib dedi ki: \"Kulaklarının altına kadar uzanan bir saç tutamı olan, kırmızı bir elbise giyen Allah’ın Messenger’ından (Allah ona salat ve selam eylesin) daha yakışıklısını hiç görmedim. Omuzları genişti, ne kısa ne de uzundu.\""
    },
    {
      "id": 5,
      "narrator": "Ali ibn Abi Talib said:",
      "text": "Ali ibn Abi Talib dedi ki: “Peygamber (Allah ona salat ve selam eylesin) ne uzun ne de kısaydı, güçlü elleri ve ayakları, iri başı ve uzuvları vardı, göğsünde uzun saçları vardı. Yürüdüğünde, öne doğru eğilerek yürürdü, sanki bir yokuş aşağı iniyormuş gibiydi. Onun gibisini ne daha önce ne de sonra gördüm.”"
    },
    {
      "id": 6,
      "narrator": "On the authority of 'Umar ibn 'Abdi’llah, the Mawla of Ghufra:",
      "text": "'Umar ibn 'Abdi’llah, Ghufra’nın Mawlası’ndan: İbrahim ibn Muhammed, Ali ibn Abi Talib’in (Allah ondan razı olsun) soyundan biri bana şöyle söyledi: “Ali, Allah’ın Messenger’ını (Allah ona salat ve selam eylesin) tarif ederken şöyle dedi: 'Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) ne çok uzun, ne de çok kısa, ortalama boyda bir insandı. Saçları ne kıvırcık ne de düz; gevşek kıvrımlıydı. Ne şişman ne de tombul yanaklıydı, yüzünde yuvarlak bir görünüm vardı. Kırmızımsı bir beyazlığa sahipti, gözleri koyu siyah, uzun kirpikliydi. Diz kapakları, dirsekleri ve omuzları muhteşemdi, tüy yoktu. Göğsünün üstünden göbeğine kadar bir saç şeridi vardı. Elleri ve ayaklarının tabanları kalındı. Yürüdüğünde, sanki bir yokuş aşağı iniyormuş gibi hareket ederdi, etrafına bakarken, tamamen etrafına bakardı. Omuzları arasında Peygamberlik Mührü vardı, çünkü o Peygamberlerin Mührüdür. İnsanların en cömertiydi, sözlerinde en doğru olanıydı, huyu en nazik olanıydı ve sosyal ilişkilerde en soylu olanıydı. Eğer biri onu beklenmedik bir şekilde görseydi, ona hayran kalırdı; eğer biri onu tanırsa, onu severdi. Onu tarif eden kişi şöyle der: 'Onun gibisini ne daha önce ne de sonra gördüm.'”"
    },
    {
      "id": 7,
      "narrator": "Al-Hasan ibn 'Ali (may Allah be well pleased with him and his father) said:",
      "text": "Al-Hasan ibn 'Ali (Allah ondan ve babasından razı olsun) dedi ki: “Ablam Hind, Allah’ın Messenger’ının (Allah ona salat ve selam eylesin) güzelliklerini tarif eden Abu Hala’nın oğluna, benim için ilginç olacak bir şey tarif etmesini istedi, o da şöyle dedi: 'Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) onurlu bir şahsiyetti, yüzü dolunay gecesinin ışığıyla parlıyordu. Orta boydan daha uzun, ama ince devden daha kısaydı. Başı büyük ve etkileyiciydi, gevşek kıvrımlı saçları vardı. Saçları, eğer ön kısmı ayrılırsa, ayırırdı. Aksi takdirde, saçları kulak loblarının üzerine geçmezdi ve onu bol ve uzun bırakırdı. Renkli, geniş alınlı, kavisli kaşlı, birleşmemiş ama mükemmel, aralarında öfke anında atılan bir damarın olduğu bir yüzü vardı. Burnunun köprüsü kavisliydi. Üzerinde bir ışık vardı ve ona dikkat etmeyen biri onu kibirli sanırdı. Sakalı gür, yanakları düzgün, geniş bir ağzı, dişleri aralıklı ve göğsünden göbeğine kadar ince bir saç şeridi vardı. Boynu, saf gümüşten yapılmış bir heykelin boynu gibiydi. Vücudu orantılı, sağlam, karın ve göğüs dengeliydi. Göğsü geniş, omuzları geniş, güçlü uzuvlara sahipti ve çok parlak bir teni vardı. Göğsünün üstü ile göbeği arasında yazı gibi bir saç şeridi vardı, göğsü ve karnı ise bunun dışında çıplaktı. Kollarında, omuzlarında ve göğsünün üst kısımlarında tüyleri vardı. Ön kolları uzundu. Elinin dokunuşu hassastı. Elleri ve ayaklarının tabanları kalındı. Uçları iyi şekillendirilmişti. Ayak tabanlarının çukurları çok derindi. Ayakları o kadar pürüzsüzdü ki, su onlardan sıçrardı. Bir yerden ayrıldığında, kararlı bir şekilde yürüyerek giderdi. Öne doğru eğilerek yürürdü ve rahat bir şekilde yürürdü. Yürüyüşü hızlıydı. Yürüdüğünde, sanki bir yokuş aşağı iniyormuş gibi, etrafına bakarken de tamamen etrafına bakardı. Gözlerini aşağıya indirirdi ve yere bakma süresi, gökyüzüne bakma süresinden daha fazlaydı. Bakışlarının çoğu gözlem yapmaktı. Arkadaşlarını kendisinden önce gitmeye teşvik ederdi ve karşılaştığı herkese selam vererek ilk selamı o verirdi.”"
    },
    {
      "id": 8,
      "narrator": "Simak ibn Harb said:",
      "text": "Simak ibn Harb dedi ki: “Jabir ibn Samura’nın şöyle dediğini duydum: 'Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) dali al-fam, ashkal al-'ain, manhus al-'aqib.’” Şu'ba dedi ki: “Simak’a sordum: 'Dali al-fam nedir?' O da: 'ince topuklu olmak' diye cevap verdi.”"
    },
    {
      "id": 9,
      "narrator": "Jabir ibn Samura said:",
      "text": "Jabir ibn Samura dedi ki: \"Allah’ın Messenger’ını (Allah ona salat ve selam eylesin) bulutsuz bir gecede gördüm, kırmızı bir elbise giymekteydi, bu yüzden ona ve aya bakmaya başladım; çünkü benim görüşüme göre, o gerçekten aydan daha güzeldi!”"
    },
    {
      "id": 10,
      "narrator": "Abu Ishaq said:",
      "text": "Abu İshak dedi ki: Bir adam al-Bara’ ibn 'Azib’e sordu: “Allah’ın Messenger’ının (Allah ona salat ve selam eylesin) yüzü kılıç gibi miydi?” O da: “Hayır, daha çok ay gibi!” dedi."
    },
    {
      "id": 11,
      "narrator": "Abu Huraira (may Allah be well pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: \"Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) beyazdı, sanki gümüşten yapılmış gibiydi, gevşek kıvrımlı saçları vardı.\""
    },
    {
      "id": 12,
      "narrator": "On the authority of Jabir ibn ‘Abdi’llah, that Allah’s Messenger said (Allah bless him and give him peace):",
      "text": "Jabir ibn ‘Abdi’llah’dan, Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) şöyle dedi: \"Peygamberler bana sunuldu, ve orada Musa (aleyhisselam) vardı, sanki saf soydan ve erkek erdemine sahip olanlardan biri gibiydi. Ayrıca Meryem oğlu İsa’yı (aleyhisselam) da gördüm, ona en çok benzeyen kişi Urve ibn Mas’ud’dur. İbrahim’i (aleyhisselam) de gördüm, ona en çok benzeyen kişi sizin arkadaşınızdır (yani kendisi). Cebrail’i (aleyhisselam) de gördüm, ona en çok benzeyen kişi Dihya’dır.\""
    },
    {
      "id": 13,
      "narrator": "Sa'id al-Jariri said:",
      "text": "Sa'id al-Jariri dedi ki: 'Abu Tufail’in şöyle dediğini duydum: “Peygamberi (Allah ona salat ve selam eylesin) gördüm, ve onun dışında onu gören başka kimse yok.” Ben de: “Onu tarif et!” dedim. O da: “O beyaz, yakışıklı, orta boyluydu.” dedi."
    },
    {
      "id": 14,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn 'Abbas dedi ki: Allah’ın Messenger’ının (Allah ona salat ve selam eylesin) ortadaki dişleri arasında bir boşluk vardı. Konuştuğunda, ortadaki dişlerinin arasından ışık çıkıyormuş gibi görünüyordu.\""
    }
  ]
}