{
  "language": "tr",
  "metadata": {
    "length": 11,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Qatada said; “I asked Anas ibn Malik:",
      "text": "Katâde dedi ki; “Ben Enes ibn Malik’e sordum: ‘Allah’ın Elçisi (Allah ona salat ve selam eylesin) ayakkabıları nasıldı?’ O da: ‘İki kayışı vardı’ dedi.”"
    },
    {
      "id": 2,
      "narrator": "Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "'Isa ibn Tahman said:",
      "text": "İbn Abbas dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) ayakkabılarının iki kayışı vardı ve çift ipliydi.”"
    },
    {
      "id": 4,
      "narrator": "'Ubaid ibn Juraij said to Ibn 'Umar:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Abu Huraira said:",
      "text": "İsa ibn Tahman dedi ki: \"Enes ibn Malik bize iki kayışlı, tüyü olmayan bir sandalet çıkardı. Sonra Thabit, Enes’ten rivayet ederek bana şunu söyledi: Bunlar Peygamberin (Allah ona salat ve selam eylesin) sandaletleriydi.”"
    },
    {
      "id": 6,
      "narrator": "Amr ibn Huraith said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Abu Hurairah reports that Allah’s Messenger said (Allah bless him and give him peace):",
      "text": "Ubeyd ibn Cerir, İbn Ömer’e dedi ki: \"Ben seni, tüyü olmayan, deriden yapılmış sandaletler giyerken gördüm.\" O da cevap verdi: \"Ben Allah’ın Elçisi (Allah ona salat ve selam eylesin)’in tüyü olmayan sandaletleri giyerken gördüm ve o, bunlarla abdest aldı, bu yüzden ben de onları giymeyi seviyorum!”"
    },
    {
      "id": 8,
      "narrator": "Jabir reported:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Abu Huraira said:",
      "text": "Ebu Hureyre dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) ayakkabılarının iki kayışı vardı.\""
    },
    {
      "id": 10,
      "narrator": "'A’isha said:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Abu Huraira said:",
      "text": "Amr ibn Huraith dedi ki: \"Ben Allah’ın Elçisi (Allah ona salat ve selam eylesin)’in dikilmiş sandaletlerle namaz kıldığını gördüm.\""
    }
  ]
}