{
  "language": "tr",
  "metadata": {
    "length": 8,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "As-Sa’ib ibn Yazid said:",
      "text": "Es-Sa'ib ibn Yazid dedi ki: \"Ablam beni Peygamber'e (Allah ona salat ve selam etsin) götürdü ve şöyle dedi: 'Ey Allah'ın Resulü, kız kardeşimin oğlu acı çekiyor!' Bunun üzerine o, başımı okşadı (Allah ona salat ve selam etsin) ve benim için bereket diledi. Küçük abdest aldı. Ben de onun abdest suyundan içtim ve arkasında durdum, o sırada omuzları arasında Mühür'ü gördüm, ve bakın ki, gelin çadırının düğmesi gibiydi!\""
    },
    {
      "id": 2,
      "narrator": "Jabir ibn Samura said:",
      "text": "Cabir ibn Samura dedi ki: \"Allah'ın Resulü'nün (Allah ona salat ve selam etsin) omuzları arasında Mühür'ü, güvercin yumurtası gibi kırmızı bir şişlik olarak gördüm.\""
    },
    {
      "id": 3,
      "narrator": "Rumaitha said:",
      "text": "Rumaitha dedi ki: \"Ben Allah'ın Resulü'nün (Allah ona salat ve selam etsin) -eğer Mühür'ü öpmek isteseydim, onun yakınlığı nedeniyle yapardım- Sa'd ibn Mu'adh'a, onun öldüğü gün şöyle dediğini duydum: 'Rahman'ın Arşı onun yüzünden sarsıldı!'\""
    },
    {
      "id": 4,
      "narrator": "Ibrahim ibn Muhammad, one of the offspring of 'Ali ibn Abi Talib, told me:",
      "text": "İbrahim ibn Muhammed, Ali ibn Ebu Talib'in soyundan biri, bana şöyle söyledi: \"Ali, Allah'ın Resulü'nü (Allah ona salat ve selam etsin) tarif ettiğinde -sonra hadisi tam olarak aktardı- şöyle dedi: 'Omuzları arasında Peygamberlik Mührü vardı, çünkü o, Peygamberlerin Mührüdür.'\""
    },
    {
      "id": 5,
      "narrator": "Abu Zaid 'Amr ibn Akhtab al-Ansari told me:",
      "text": "Ebu Zeyd Amr ibn Akhtab el-Ensari bana şöyle söyledi: \"Allah'ın Resulü (Allah ona salat ve selam etsin) bana dedi ki: 'Ey Ebu Zeyd, yanıma gel ve sırtımı okşa!' Ben de sırtını okşadım, o sırada parmaklarım Mühür'e dokundu. Ben de: 'Mühür nedir?' dedim. O da: 'İç içe geçmiş kıllardır.' dedi.\""
    },
    {
      "id": 6,
      "narrator": "Abu Buraida said:",
      "text": "Ebu Bureyde dedi ki: \"Salman el-Farisi, Allah'ın Resulü (Allah ona salat ve selam etsin) Medine'ye geldiğinde ona önünde olgun hurmalar bulunan bir masa getirdi ve onu Allah'ın Resulü'nün (Allah ona salat ve selam etsin) önüne koydu, o da: 'Ey Salman, bu nedir?' dedi. Salman: 'Siz ve arkadaşlarınız için bir hayırseverlik hediyesi' dedi. Peygamber: 'Bunu kaldır,' dedi, 'çünkü biz hayırseverlik hediyesi yemeyeceğiz.' Bunun üzerine o, onu kaldırdı. Sonra ertesi gün benzerini getirdi ve onu Allah'ın Resulü'nün (Allah ona salat ve selam etsin) önüne koydu, o da: 'Bu nedir, ey Salman?' dedi. Salman: 'Sizin için bir hediye,' dedi, bunun üzerine Allah'ın Resulü (Allah ona salat ve selam etsin) arkadaşlarına: 'Dağılım yapın!' dedi. Sonra Salman, Allah'ın Resulü'nün (Allah ona salat ve selam etsin) sırtındaki Mühür'e baktı, böylece ona iman etti. Ancak o, Yahudilerin bir kölesiydi, bu yüzden Allah'ın Resulü (Allah ona salat ve selam etsin) onun özgürlüğünü şu kadar gümüş parası karşılığında satın aldı, o da onlara hurma ağaçları dikecekti ve Salman, meyve vermeye başlayana kadar onlarla çalışacaktı. Allah'ın Resulü (Allah ona salat ve selam etsin) hurma ağaçlarını dikti, sadece bir hurma ağacını Ömer dikti. Hurma ağaçları yıllık mahsullerini verdi, ancak bir hurma ağacı meyve vermedi, bunun üzerine Allah'ın Resulü (Allah ona salat ve selam etsin) dedi ki: 'Bu hurma ağacının durumu nedir?' Ömer dedi ki: 'Ey Allah'ın Resulü, ben onu diktim!' Bunun üzerine Allah'ın Resulü (Allah ona salat ve selam etsin) onu söküp yeniden dikti, böylece yıllık mahsulünü verdi.\""
    },
    {
      "id": 7,
      "narrator": "Abu Nadra al-'Awaqi said:",
      "text": "Ebu Nadra el-Awaqi dedi ki: \"Ben Sa'id el-Hudri'ye Allah'ın Resulü'nün (Allah ona salat ve selam etsin) Mührü hakkında, yani Peygamberlik Mührü hakkında sordum, o da: 'Sırtında bir deri çıkıntısıydı.' dedi.\""
    },
    {
      "id": 8,
      "narrator": "'Abdullah ibn Sarjis  said:",
      "text": "Abdullah ibn Sarjis dedi ki: \"Ben Allah'ın Resulü'ne (Allah ona salat ve selam etsin) geldim, o da bir grup arkadaşının arasındaydı, bu yüzden onun arkasında böyle döndüm. O, ne istediğimi anladı, bu yüzden pelerini sırtından attı. Böylece omuzlarındaki Mühür'ün yerini, sanki et benekleriyle çevrili bir yumruk gibi gördüm, sanki siğillerdi. Ben de onunla yüz yüze geldim ve dedim: 'Allah seni bağışlasın, ey Allah'ın Resulü!' O da: 'Ve seni,' dedi, bunun üzerine insanlar: 'Allah'ın Resulü (Allah ona salat ve selam etsin) senin için bağışlanma diledi!' dediler. O da: 'Evet, senin için de!' dedi. Sonra bu ayeti okudu: 'Ve günahın için, inanan erkekler ve inanan kadınlar için bağışlanma dile.' (K.47:19).\""
    }
  ]
}