{
  "language": "tr",
  "metadata": {
    "length": 34,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'A’isha said:",
      "text": "Aişe dedi ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) şöyle dedi: ‘Sirke ne güzel bir çeşnidir!’”"
    },
    {
      "id": 2,
      "narrator": "An-Nu'man ibn Bashir said:",
      "text": "En-Nu'man ibn Beşir dedi ki: “Yiyecek ve içecek açısından istediğiniz şey yok mu? Ben, sizin Peygamberinizi (Allah ona salat ve selam eylesin) gördüm ve bulduğu düşük kaliteli hurmalar onun karnını doyuruyor.”"
    },
    {
      "id": 3,
      "narrator": "Jabir ibn 'Abdi’llah said:",
      "text": "Cabir ibn Abdullah dedi ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) şöyle dedi: ‘Sirke ne güzel bir çeşnidir!’”"
    },
    {
      "id": 4,
      "narrator": "Zahdam al-Jarmi said:",
      "text": "Zahdam el-Cermi dedi ki: \"Abu Musa el-Aş'ari’nin yanında idik, ona biraz tavuk eti getirildi. Orada bulunan bir adam döndü, bunun üzerine ona: 'Nedir bu?' diye sordu. O da: 'Onun bir şey çürütücü yediğini gördüm, bu yüzden yemeyeceğime yemin ettim.' dedi. O da: 'Yaklaş, çünkü ben Allah’ın Elçisi’ni (Allah ona salat ve selam eylesin) tavuk etinden yerken gördüm!' dedi.”"
    },
    {
      "id": 5,
      "narrator": "Ibrahim ibn 'Umar ibn Safina, on the authority of his father reported that his grandfather said:",
      "text": "İbrahim ibn 'Umar ibn Safina, babası aracılığıyla, dedesinin şöyle söylediğini aktardı: \"Ben, Allah’ın Elçisi (Allah ona salat ve selam eylesin) ile birlikte bir devekuşu eti yedim.\""
    },
    {
      "id": 6,
      "narrator": "Zahdam al-Jarmi said:",
      "text": "Zahdam el-Cermi dedi ki: \"Abu Musa el-Aş'ari’nin yanında idik. Orada Banu Taimi'llah'tan bir adam vardı, özgür bırakılmış bir köle gibi al al olmuştu ve yaklaşmadı, bunun üzerine Abu Musa ona: 'Yaklaş, çünkü ben Allah’ın Elçisi’ni (Allah ona salat ve selam eylesin) ondan yerken gördüm,' dedi ama o: 'Onun bir şey yediğini gördüm ve onu iğrenç buldum, bu yüzden asla tadına bakmayacağıma yemin ettim!' dedi.”"
    },
    {
      "id": 7,
      "narrator": "Ata’ ibn Abi Asid, said:",
      "text": "Ata’ ibn Abi Asid dedi ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) şöyle dedi: ‘Zeytinyağı yiyin ve onunla yağlayın, çünkü o bereketli bir ağaçtan!’”"
    },
    {
      "id": 8,
      "narrator": "'Umar ibn al-Khattab (may Allah the Exalted be well pleased with him) said:",
      "text": "Ömer ibn el-Hattab (Allah ondan razı olsun) dedi ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) şöyle dedi: ‘Zeytinyağı yiyin ve onunla yağlayın, çünkü o bereketli bir ağaçtan!’”"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Başka bir isnad, önceki rivayete benzer şekilde aktarılmıştır ve \"Ömer'den (RA) rivayet edilmiştir\" ifadesini içermemektedir."
    },
    {
      "id": 10,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: “Peygamber (Allah ona salat ve selam eylesin) kabakları severdi, bu yüzden ona bir yemek getirildiğinde ya da bir davete gittiğimde, onu arayıp önüne koyardım, çünkü onun bunu sevdiğini biliyordum.”"
    },
    {
      "id": 11,
      "narrator": "Hakim ibn Jabir reported that his father said:",
      "text": "Hakim ibn Cabir, babasının şöyle söylediğini aktardı: \"Peygamberin (Allah ona salat ve selam eylesin) huzuruna girdim ve yanında bir kabak parçalara ayrılıyordu, ben de: 'Bu nedir?' dedim. O da: 'Yemeklerimizi artırmak için kullanıyoruz.' dedi.\""
    },
    {
      "id": 12,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: “Bir terzi, Allah’ın Elçisi’ni (Allah ona salat ve selam eylesin) yaptığı bir yemeğe davet etti, ben de Allah’ın Elçisi ile birlikte o yemeğe gittim. O, Allah’ın Elçisi’ne (Allah ona salat ve selam eylesin) biraz arpa ekmeği ve kabak ile kurutulmuş et içeren bir çorba sundu. Sonra Peygamberin (Allah ona salat ve selam eylesin) kâsenin etrafında kabak parçaları aradığını gördüm ve o günden beri kabağı sevdim.”"
    },
    {
      "id": 13,
      "narrator": "'A’isha said:",
      "text": "Aişe dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) tatlıları ve balı severdi.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ümmü Seleme, Ata ibn Yasar’a, Allah’ın Elçisi’ne (Allah ona salat ve selam eylesin) bir ızgara et sunduğunu, onun da ondan yediğini, sonra namaza durduğunu ve küçük abdest almadığını bildirdi."
    },
    {
      "id": 15,
      "narrator": "'Abdu’llah ibn al-Harith said:",
      "text": "Abdullah ibn el-Haris dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) ile birlikte camide ızgara et yedik.\""
    },
    {
      "id": 16,
      "narrator": "Al-Mughira ibn Shu'ba said:",
      "text": "Al-Mughira ibn Shu'ba dedi ki: “Bir gece Allah’ın Messenger’ı (Allah ona salat ve selam etsin) ile misafir oldum, ona ızgara bir yan et getirildi. Sonra bıçağı aldı ve kesmeye başladı, bana da kesti. Bilal geldi ve onu namaza çağırdı, o da bıçağı fırlattı ve dedi ki: ‘Ellerinin neden kirli?’ Bıyığı ağzına yakın sarkıyordu, ona dedi ki: ‘Sana bir diş temizleme aletiyle keseyim,’ veya: ‘Diş temizleme aletiyle kes!’”"
    },
    {
      "id": 17,
      "narrator": "Abu Huraira said:",
      "text": "Ebu Hureyre dedi ki: “Peygamber (Allah ona salat ve selam etsin) için biraz et getirildi, önüne ön bacak kondu ve onu beğendi, bir ısırık aldı.”"
    },
    {
      "id": 18,
      "narrator": "Ibn Mas'ud said:",
      "text": "İbn Mes'ud dedi ki: \"Peygamber (Allah ona salat ve selam etsin) ön bacağı severdi, ayrıca: 'O, bir ön bacakla zehirlendi, çünkü Yahudilerin onu zehirlediğine inanıyordu.'\""
    },
    {
      "id": 19,
      "narrator": "Abu 'Ubaid said:",
      "text": "Ebu Ubeyde dedi ki: \"Peygamber (Allah ona salat ve selam etsin) için bir yemek pişirdim ve o ön bacakta büyük bir zevk alıyordu, bu yüzden ona ön bacağı uzattım. Sonra dedi ki: 'Bana ön bacağı ver,' ben de ona verdim. Sonra tekrar dedi ki: 'Bana ön bacağı ver,' ben de: 'Ey Allah’ın Messenger’ı, bir koyunun kaç tane ön bacağı var?' dedim. O da: 'Canımın olduğu Zat’a yemin ederim ki, eğer susmuş olsaydın, bana istediğimde her seferinde ön bacağı verirdin!'\""
    },
    {
      "id": 20,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: “Ön bacak, Allah’ın Messenger’ı (Allah ona salat ve selam etsin) için en sevilen et değildi, ama o sadece ara sıra et yiyordu, bu yüzden ona koşuyordu, çünkü en hızlı pişen kısımdı.”"
    },
    {
      "id": 21,
      "narrator": "'Abdu’llah ibn Ja'far said:",
      "text": "Abdullah ibn Ca'fer dedi ki: “Allah’ın Messenger’ının (Allah ona salat ve selam etsin) en iyi etin sırt eti olduğunu söylediğini duydum.”"
    },
    {
      "id": 22,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: \"Peygamber (Allah ona salat ve selam etsin) dedi ki: 'Sirke ne güzel bir baharattır!'\""
    },
    {
      "id": 23,
      "narrator": "Umm Hani said:",
      "text": "Ümmü Hani dedi ki: \"Peygamber (Allah ona salat ve selam etsin) huzuruma girdi ve: 'Elinde bir şey var mı?' dedi. Ben de: 'Hayır, sadece biraz kuru ekmek ve sirke var,' dedim. O da: 'Bana biraz ver! Sirkenin bulunduğu bir ev, baharattan yoksun değildir!'\""
    },
    {
      "id": 24,
      "narrator": "Abu Musa al-Ash'ari said that the Prophet said (Allah bless him and give him peace):",
      "text": "Ebu Musa el-Eş'ari, Peygamber’in (Allah ona salat ve selam etsin) 'Aişe’nin diğer kadınlar üzerindeki üstünlüğünün, tharid’in diğer yiyecekler üzerindeki üstünlüğü gibi olduğunu söylediğini aktardı.\""
    },
    {
      "id": 25,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: “Allah’ın Messenger’ı (Allah ona salat ve selam etsin) dedi ki: 'Aişe’nin diğer kadınlar üzerindeki üstünlüğü, tharid’in diğer yiyecekler üzerindeki üstünlüğü gibidir.'\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: “Allah’ın Messenger’ını (Allah ona salat ve selam etsin) lor peyniri yedikten sonra abdest alırken gördüm. Sonra bir koyunun yan etinden yedi ve sonra küçük abdest almadan namaz kıldı.”"
    },
    {
      "id": 27,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: \"Allah’ın Messenger’ı (Allah ona salat ve selam etsin) Safiye için kuru hurma ve kavrulmuş arpa ile bir düğün ziyafeti verdi.\""
    },
    {
      "id": 28,
      "narrator": "Salma said that al-Hasan ibn 'Ali, Ibn 'Abbas and Ibn Ja'far came to her and said to her:",
      "text": "Selma dedi ki: \"Hasan ibn Ali, İbn Abbas ve İbn Ca'fer bana geldiler ve: 'Bize Allah’ın Messenger’ı (Allah ona salat ve selam etsin) için hoş olan bir yemek yap!' dediler. Ben de: 'Ey sevgili oğlum, bugün bunu istemeyin!' dedim. O da: 'Evet, bizim için yapmalısın!' dedi. Bunun üzerine kalktım, biraz arpa aldım ve öğüttüm. Sonra bir tencereye koydum, üzerine biraz yağ döktüm, biber ve baharatları ezip onlara sundum. Dedim ki: 'Bu, Allah’ın Messenger’ı (Allah ona salat ve selam etsin) için hoş olanlardan birisidir ve onun yiyeceklerini daha lezzetli kılanlardan biridir!'\""
    },
    {
      "id": 29,
      "narrator": "Jabir ibn 'Abdi’llah said:",
      "text": "Cabir ibn Abdullah dedi ki: “Peygamber (Allah ona salat ve selam etsin) bize evimizde geldi, biz de onun için bir koyun kestik, o da: 'Sanki et sevdiğimizi biliyorlardı!' dedi.\" (Bu rivayet daha uzun bir hikayenin parçasıdır)."
    },
    {
      "id": 30,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: “Allah’ın Messenger’ı (Allah ona salat ve selam etsin) dışarı çıktı ve ben de onunla birlikte gittim, sonra bir Ensar kadınını ziyaret etti, o da onun için bir koyun kesti ve o da ondan yedi. Kadın ayrıca ona olgun hurmalardan bir tabak getirdi ve o da onlardan yedi. Sonra öğle namazı için küçük abdest aldı ve namaz kıldı. Sonra ayrıldı, kadın ona koyunun artan kısmından bir parça getirdi ve o da yedi. Sonra ikindi namazını kıldı ama küçük abdest almadı.”"
    },
    {
      "id": 31,
      "narrator": "Umm al-Mundhir said:",
      "text": "Ümmü'l-Mundhir dedi ki: “Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) 'Ali ile birlikte beni ziyarete geldi. Asma meyvelerimiz vardı, bu yüzden Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) yemeye başladı ve 'Ali de onunla birlikte yedi. Bunun üzerine Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) 'Ali’ye dedi ki: ‘Rahat ol, ey 'Ali, çünkü sen bir hastasın!’ Bunun üzerine 'Ali oturdu ve Peygamber (Allah ona salat ve selam eylesin) yemek yerken ben onlara biraz pazı ve arpa sundum. Peygamber (Allah ona salat ve selam eylesin) 'Ali’ye dedi ki: ‘Bundan biraz ye, çünkü bu senin için daha uygundur!’”"
    },
    {
      "id": 32,
      "narrator": "'A’isha, the Mother of the Believers (may Allah be well pleased with her), said:",
      "text": "'Aişe, Müminlerin Annesi (Allah ondan razı olsun) dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) bana gelir ve derdi ki: “Öğle yemeğin var mı?” Ben de derdim ki: “Hayır,” o da derdi ki: “Ben oruçluyum.” Bir gün bana geldiğinde, ben dedim ki: “Ey Allah’ın Messenger’ı, bize bir hediye verildi!” O da dedi ki: “Nedir o?” Ben dedim ki: “Tereyağı ve yoğurtla karıştırılmış hurma yemeği.” O da dedi ki: “Ben sabah oruçlu başladım.” Ama sonra yedi.”"
    },
    {
      "id": 33,
      "narrator": "Yusuf ibn 'Abdi’llah ibn Salam said:",
      "text": "Yusuf ibn 'Abdullah ibn Selam dedi ki: “Peygamberi (Allah ona salat ve selam eylesin) arpa ekmeğinden bir dilim aldığını gördüm. Sonra üzerine bir kuru hurma koydu ve dedi ki: ‘Bu bunun çeşnisidir,’ ve onu yedi.”"
    },
    {
      "id": 34,
      "narrator": "Anas said about Allah’s Messenger (Allah bless him and give him peace):",
      "text": "Enes, Allah’ın Messenger’ı (Allah ona salat ve selam eylesin) hakkında dedi ki: \"O, tortuları severdi.” 'Abdullah dedi ki: “Bu, yemekten geriye kalanlardır.”"
    }
  ]
}