{
  "language": "tr",
  "metadata": {
    "length": 9,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Jabir ibn Samura said (may Allah be well pleased with him):",
      "text": "Cabir ibn Semura (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerinin (Allah ona salat ve selam eylesin) bacaklarında bir incelik vardı ve gülüşü her zaman neşeli bir gülümseme şeklindeydi, bu yüzden ona baktığımda, 'Gözleri kararmış, ama kara gözlü değil!' dedim!\""
    },
    {
      "id": 2,
      "narrator": "‘Abdullah ibn al-Harith ibn Jaz said (may Allah be well pleased with him):",
      "text": "Abdullah ibn Harith ibn Caz (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerinden (Allah ona salat ve selam eylesin) daha neşeli bir yüz ifadesine sahip birini görmedim!\""
    },
    {
      "id": 3,
      "narrator": "Abdullah ibn al-Harith said (may Allah be well pleased with him):",
      "text": "Abdullah ibn Harith (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerinin (Allah ona salat ve selam eylesin) gülüşü sadece neşeli bir gülümsemeydi.\""
    },
    {
      "id": 4,
      "narrator": "Abu Dharr said (may Allah be well pleased with him):",
      "text": "Ebu Zer (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle dedi: 'Cennete girecek ilk adamı ve cehennem ateşinden çıkacak son adamı kesinlikle biliyorum. O adam, kıyamet gününde getirilecek ve ona denilecek: “Küçük günahlarını gösterin, büyük günahlarını ise ondan gizleyin!” O zaman ona denilecek: “Şu günde, şu ve şu günahları işledin!” O da kabul edecek ve inkar etmeyecek, büyük günahlarından korkacak, bu yüzden ona denilecek: “İşlediği her kötü amelin yerine, ona bir iyi amel verin!” O da şöyle diyecek: “Burada görmediğim günahlarım var!” Ebu Zer dedi ki: \"Allah’ın Messengerını (Allah ona salat ve selam eylesin) o kadar geniş gülümserken gördüm ki, azı dişleri görünüyordu!\""
    },
    {
      "id": 5,
      "narrator": "Jarir ibn ‘Abdi’llah said (may Allah be well pleased with him):",
      "text": "Cerir ibn Abdullah (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerı (Allah ona salat ve selam eylesin) İslam’ı kabul ettiğim günden beri benden uzak durmadı ve beni hiç gülmeden görmedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Yukarıdaki hadisle aynı."
    },
    {
      "id": 7,
      "narrator": "Abdullah ibn Mas'ud said (may Allah be well pleased with him):",
      "text": "Abdullah ibn Mes'ud (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle dedi: 'Cehennem ateşinden çıkacak son kişiyi iyi biliyorum. Emekleyerek çıktığında ona denilecek: ‘Git ve cennete gir!’ O da cennete girecek, ama insanların yerleri kapladığını görecek, bu yüzden geri dönecek ve şöyle diyecek: ‘Ey Rabbim, insanlar yerleri kapladı!’ O zaman ona denilecek: ‘O zaman içinde bulunduğun zamanı hatırlıyor musun?’ O da: ‘Evet,’ diyecek, bu yüzden ona denilecek: ‘Bir dilek tut!’ O dilek tutacak, bunun üzerine ona denilecek: ‘Dilediğin şey senin, ve bu dünyadan on kat fazlası!’ O da: ‘Ey hükümdar, benimle alay mı ediyorsun?’ dedi. O şöyle dedi: \"Allah’ın Messengerını (Allah ona salat ve selam eylesin) o kadar geniş gülümserken gördüm ki, azı dişleri görünüyordu!\""
    },
    {
      "id": 8,
      "narrator": "'Ali ibn Rabi'a said:",
      "text": "Ali ibn Rabi'a dedi ki: \"Ali (Allah ondan razı olsun) için bir hayvan getirildiğinde ben de oradaydım. Ayağını üzengiye koyduğunda: “Allah’ın adıyla.” (Kur'an; 43:13-14) dedi. Sonra: “Hamd, Allah’a aittir,” üç kez ve: “Allah en büyüktür,” üç kez söyledi, ardından: “Sana hamd olsun! Kendime zulmettim, beni affet, çünkü günahları affeden yalnızca Sensin!” dedi. Sonra güldü, ben de ona: “Seni güldüren nedir, Ey Müminlerin Emiri?” dedim. O da: “Allah’ın Messengerını (Allah ona salat ve selam eylesin) şimdi yaptığım gibi yaparken gördüm, ardından güldü, ben de ona: 'Seni güldüren nedir, Ey Allah’ın Messengerı?' dedim. O da: ‘Senin Rabbin, kullarından birinin: “Rabbim, günahlarımı affet,” dediğini duyduğunda gerçekten hayret eder!’ dedi.\""
    },
    {
      "id": 9,
      "narrator": "'Amir ibn Sa'd said:",
      "text": "Amir ibn Sa'd dedi ki: \"Sa'd dedi ki: ‘Ben, Peygamberi (Allah ona salat ve selam eylesin) Hendek Savaşı'nda o kadar gülerken gördüm ki, azı dişleri görünüyordu.’ Ben de: ‘Gülüşü nasıldı?’ dedim. O: ‘Bir adam kalkan tutuyordu, Sa'd ok atarken, adam şöyle diyordu, kalkanı alnını kapatıyordu. Sa'd ona ok attı ve başını kaldırdığında vurdu, bu yüzden bu kısmı — yani alnını — ıskalamadı ve adam devrildi ve ayağını kaldırdı. Peygamber (Allah ona salat ve selam eylesin) o kadar güldü ki, azı dişleri görünüyordu.’ Ben de: ‘Onu güldüren neydi?’ diye sordum. O: ‘Adamın yaptığı şey!’ diye yanıtladı.\""
    }
  ]
}