{
  "language": "tr",
  "metadata": {
    "length": 6,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Anas ibn Malik said:",
      "text": "Anas ibn Malik dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) ona: 'Ey iki kulaklı!' dedi!”"
    },
    {
      "id": 2,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik dedi (Allah ondan razı olsun): \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) bizimle o kadar yakın olurdu ki, bir küçük kardeşime: 'Ey Ebu Umeyr, o küçük kırmızı gagalı serçe ne yaptı?' dedi.”"
    },
    {
      "id": 3,
      "narrator": "Abu Huraira said (may Allah the Exalted be well pleased with him):",
      "text": "Ebu Hureyre dedi (Allah yüce ondan razı olsun): “Onlar: 'Ey Allah’ın Elçisi, bizi mi alay ediyorsun?' dediler. O: 'Evet, ancak ben sadece gerçeği söylüyorum!' dedi.”"
    },
    {
      "id": 4,
      "narrator": "Anas ibn Malik said:",
      "text": "Anas ibn Malik dedi: \"Bir adam, Allah’ın Elçisi’nden (Allah ona salat ve selam eylesin) bir binek istemişti, o da: 'Seni dişi deveden doğan bir yavruya bindireceğim' dedi. Adam: 'Ey Allah’ın Elçisi, dişi devenin yavrusuyla ne yapacağım?' dedi. O (Allah ona salat ve selam eylesin): 'Dişi deve ne doğurur ki, başka dişi develer dışında?' dedi.”"
    },
    {
      "id": 5,
      "narrator": "Anas ibn Malik said:",
      "text": "Anas ibn Malik dedi: “Çöl halkından bir adam vardı — adı Zahir — ve o, Peygamber’e (Allah ona salat ve selam eylesin) çölünden bir hediye getirirdi, bu yüzden Peygamber (Allah ona salat ve selam eylesin) ona savaş için çıkmak istediğinde donatırdı. Peygamber (Allah ona salat ve selam eylesin) dedi ki: 'Zahir bizim çölümüzdür, biz de onun şehirleriyiz.' O (Allah ona salat ve selam eylesin) onu severdi, ama o sıradan bir adamdı, bir gün Peygamber (Allah ona salat ve selam eylesin) onun yanına geldi ve arkasından sarıldı, böylece kim olduğunu göremedi. O da: 'Bu kim? Beni bırak!' dedi. Sonra döndü ve Peygamber’i (Allah ona salat ve selam eylesin) tanıdı. Peygamber’i (Allah ona salat ve selam eylesin) tanıdıktan sonra, sırtını Peygamber’in göğsüne yasladı, o da: 'Bu köleyi kim satın alacak?' dedi. Adam: 'Ey Allah’ın Elçisi, o zaman, Allah’a yemin ederim ki, beni satılamaz bir mal olarak bulacaksın!' dedi. Peygamber (Allah ona salat ve selam eylesin): 'Ama sen Allah katında satılamaz bir mal değilsin,' veya: 'Sen Allah katında değerlisin!' dedi.”"
    },
    {
      "id": 6,
      "narrator": "Al-Hasan Al-Basri said:",
      "text": "Al-Hasan Al-Basri dedi: \"Bir ihtiyar kadın, Peygamber’e (Allah ona salat ve selam eylesin) geldi ve: 'Ey Allah’ın Elçisi, Allah’a dua et de beni Cennet’e kabul etsin!' dedi. O: 'Ey falan filanın annesi, hiçbir ihtiyar kadın Cennet’e girmeyecek!' dedi. Kadın ağlayarak döndü, o da: 'Ona de ki, ihtiyar bir kadın olarak giremeyecek, çünkü Allah: 'Onları yeni bir yaratılışla yarattık ve onlara, birbirine eş, sevgi dolu, bakire kadınlar yaptık.' diyor.'” (Kur'an; 56:35-37)"
    }
  ]
}