{
  "language": "tr",
  "metadata": {
    "length": 25,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Al-Mughira ibn Shu'ba said (may Allah be well pleased with him):",
      "text": "Al-Mughira ibn Shu'ba (Allah ondan razı olsun) dedi ki: \"Allah’ın Messenger’i (Allah ona salat ve selam eylesin) namaz kılmaya o kadar devam etti ki ayakları şişti. Kendisine: 'Bunu yapmak zorunda mısın, halbuki Allah senin geçmiş ve gelecek günahlarını affetti?' denildi. O da: 'Şükreden bir kul olmayacak mıyım?' diye cevap verdi.\""
    },
    {
      "id": 2,
      "narrator": "Abu Huraira said (may Allah be well pleased with him):",
      "text": "Abu Huraira (Allah ondan razı olsun) dedi ki: \"Allah’ın Messenger’i (Allah ona salat ve selam eylesin) namaz kılmaya o kadar devam etti ki ayakları şişmeye başladı. Kendisine: 'Bunu yapmak zorunda mısın, halbuki Allah senin geçmiş ve gelecek günahlarını affetti?' denildi. O da: 'Şükreden bir kul olmayacak mıyım?' diye cevap verdi.\""
    },
    {
      "id": 3,
      "narrator": "It is also reported from Abu Huraira, may Allah be well pleased with him that:",
      "text": "Abu Huraira'dan (Allah ondan razı olsun) rivayet edilmiştir ki: Allah’ın Messenger’i (Allah ona salat ve selam eylesin) namaz kılarken ayakları şişene kadar ayakta dururdu. Kendisine: \"Ey Allah’ın Messenger’i, bunu yapmak zorunda mısın, halbuki Allah senin geçmiş ve gelecek günahlarını affetti?\" denildi. O da: \"Şükreden bir kul olmayacak mıyım?\" diye cevap verdi."
    },
    {
      "id": 4,
      "narrator": "Al-Aswad ibn Yazid said:",
      "text": "Al-Aswad ibn Yazid dedi ki: \"A’işe'ye (Allah ondan razı olsun) Allah’ın Messenger’inin (Allah ona salat ve selam eylesin) gece namazı hakkında sordum. O da: 'O, gecenin başında uyurdu. Sonra kalkar, fecr vaktinden önce bir vitir namazı kılardı. Sonra yataklarına dönerdi. Eğer bir ihtiyacı olursa, eşiyle cinsel ilişkiye girerdi. Ezanı duyduğunda, fırlayıp kalkar, eğer büyük bir hadas içinde ise üzerine su döker, değilse küçük abdest alır ve namaza çıkardı.'\""
    },
    {
      "id": 5,
      "narrator": "Ibn 'Abbas informed him that he spent the night in the home of Maimuna, his maternal aunt and he said:",
      "text": "İbn Abbas, Maimuna'nın evinde bir gece geçirdiğini bildirdi ve şöyle dedi: \"Yastığın üzerine uzandım ve Allah’ın Messenger’i (Allah ona salat ve selam eylesin) uzunlamasına uzandı. Allah’ın Messenger’i (Allah ona salat ve selam eylesin) gece yarısına kadar veya biraz öncesine ya da sonrasına kadar uyudu. Sonra uyandı, yüzündeki uykuyu sildi ve 'Aal 'Imran' Suresi'nin son on ayetini okudu. Sonra asılı bir su tulumuna yöneldi, küçük abdest aldı ve bunu güzelce yaptı, ardından namaz kıldı.\" Abdullah ibn Abbas dedi ki: \"Ben kalktım ve yanına durdum, bunun üzerine Allah’ın Messenger’i (Allah ona salat ve selam eylesin) sağ elini başıma koydu, sağ kulağımı tuttu ve çevirdi. Sonra iki rekat namaz kıldı, ardından iki rekat daha, sonra iki rekat daha, sonra iki rekat daha, sonra iki rekat daha, sonra iki rekat daha...\" O (Ma'an) dedi ki: \"... altı kez, ardından tek sayıdan bir rekat kıldı. Sonra ezan okuyan gelene kadar uzandı, bunun üzerine kalktı ve iki kısa rekat kıldı. Sonra dışarı çıktı ve sabah namazını kıldı.\""
    },
    {
      "id": 6,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) gece boyunca on üç rekat namaz kılardı.\""
    },
    {
      "id": 7,
      "narrator": "A’isha said:",
      "text": "A’işe dedi ki: \"Eğer Peygamber (Allah ona salat ve selam eylesin) gece namazı kılmadıysa, çünkü uyku onu engelledi veya gözleri çok yorgun olduysa, gündüz on iki rekat namaz kılardı.\""
    },
    {
      "id": 8,
      "narrator": "Abu Huraira said:",
      "text": "Abu Huraira dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) şöyle buyurdu: 'Sizden biri gece kalkarsa, namazına iki kısa rekatla başlasın.'\""
    },
    {
      "id": 9,
      "narrator": "Zaid ibn Khalid al-jahuhani said:",
      "text": "Zaid ibn Khalid el-Cahuhani dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) namazını dikkatlice gözlemlemek için, başımı kapısının eşiğine veya saç örtüsüne koydum. Allah’ın Messenger’i (Allah ona salat ve selam eylesin) iki hızlı rekat namaz kıldı. Sonra iki uzun, uzun, uzun rekat kıldı. Sonra iki rekat, önceki iki rekatlardan daha kısa kıldı. Sonra iki rekat, onlardan daha kısa kıldı. Sonra iki rekat, onlardan daha kısa kıldı. Sonra iki rekat, onlardan daha kısa kıldı. Son olarak tek sayıdan bir rekat kıldı, toplamda on üç rekat oldu.\""
    },
    {
      "id": 10,
      "narrator": "Abu Salama ibn 'Abd ar-Rahman asked 'A’isha (may Allah the Exalted be well pleased with her):",
      "text": "Abu Salama ibn Abd ar-Rahman, A’işe'ye (Allah Teala ondan razı olsun) sordu: \"Allah’ın Messenger’inin (Allah ona salat ve selam eylesin) Ramazan'daki namazı nasıldı?\" O da şöyle dedi: \"Ne Ramazan'da ne de başka bir ayda Allah’ın Messenger’i (Allah ona salat ve selam eylesin) on bir rekat namazdan fazlasını kılmazdı. Dört rekat kılardı - onların faziletini veya uzunluğunu sorma - sonra dört rekat daha - onların faziletini veya uzunluğunu sorma - ardından üç rekat kılardı.\" A’işe (Allah Teala ondan razı olsun) dedi ki: \"Ben dedim: 'Ey Allah’ın Messenger’i, tek sayıdan namaz kılmadan önce uyur musun?' O da: 'Ey A’işe, gözlerim uyur ama kalbim uyumaz!'\""
    },
    {
      "id": 11,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "A’işe (Allah ondan razı olsun) dedi ki: \"Allah’ın Messenger’i (Allah ona salat ve selam eylesin) gece boyunca on bir rekat namaz kılardı, bunlardan biri tek sayı olurdu ve namazı bitirdiğinde sağ tarafına uzanırdı.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "İki başka isnad da benzer rivayetler içermektedir."
    },
    {
      "id": 13,
      "narrator": "'A’isha said:",
      "text": "A’işe dedi ki: \"Allah’ın Messenger’i (Allah ona salat ve selam eylesin) gece boyunca dokuz rekat namaz kılardı.\""
    },
    {
      "id": 14,
      "narrator": "Hudhaifa ibn al-Yaman (may Allah be well pleased with him) performed the ritual prayer with the Prophet (Allah bless him and give him peace) during the night, and he said:",
      "text": "Hudhaifa ibn al-Yaman (Allah ondan razı olsun) Peygamber (Allah ona salat ve selam eylesin) ile gece namazı kıldı ve şöyle dedi: \"Namaza girdiğinde: 'Allah en büyüktür' dedi.\" Abu 'Isa'ya göre: \"Şu'ba, el-Ma'ida ve el-En'am hakkında şüpheler taşımaktaydı.\""
    },
    {
      "id": 15,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "A’işe (Allah ondan razı olsun) dedi ki: \"Allah’ın Messenger’i (Allah ona salat ve selam eylesin) bir gece boyunca Kur'an'dan bir ayet okudu.\""
    },
    {
      "id": 16,
      "narrator": "'Abdullah said:",
      "text": "Abdullah dedi ki: “Bir gece Allah’ın Messenger’ı (Allah ona salat ve selam etsin) ile birlikte namaz kıldım ve o ayakta durdu, ben neredeyse kötü bir şey yapacaktım.” Kendisine soruldu: “Neyi neredeyse yaptın?” O da cevapladı: “Neredeyse oturup Peygamberi (Allah ona salat ve selam etsin) ortada bırakacaktım!”"
    },
    {
      "id": 17,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "A’işe (Allah ondan razı olsun) dedi ki: “Peygamber (Allah ona salat ve selam etsin) oturarak namaz kılardı, bu yüzden otururken de Kur’an okurdu. Eğer kalan okuduğu ayet sayısı otuz veya kırk ise, ayağa kalkar ve ayakta okurdu, sonra rükû eder ve secdeye giderdi. Sonra ikinci rekatta da aynı şekilde yapardı.”"
    },
    {
      "id": 18,
      "narrator": "'Abdullah ibn Shaqiq said:",
      "text": "Abdullah ibn Şakik dedi ki: “A’işe’ye (Allah ondan razı olsun) Allah’ın Messenger’ının (Allah ona salat ve selam etsin) nafile namazları hakkında sordum, o da şöyle dedi: ‘O, uzun bir gece ayakta namaz kılarak geçirirdi, bir gece de oturarak, eğer ayakta Kur’an okursa, ayakta rükû eder ve secdeye giderdi, oturarak okursa, oturarak rükû eder ve secdeye giderdi.’”"
    },
    {
      "id": 19,
      "narrator": "Hafsa, the wife of the Prophet (Allah bless him and give him peace), said:",
      "text": "Hafsa, Peygamberin (Allah ona salat ve selam etsin) eşi, dedi ki: “Allah’ın Messenger’ı (Allah ona salat ve selam etsin) nafile namazı oturarak kılardı ve Sûra’yı yavaşça okurdu, öyle ki, aslında daha uzun olan bir Sûra’dan daha uzun görünürdü.”"
    },
    {
      "id": 20,
      "narrator": "A’isha said (may Allah be well pleased with her):",
      "text": "A’işe (Allah ondan razı olsun) dedi ki: “Peygamber (Allah ona salat ve selam etsin) vefat ettiğinde, namazlarının çoğunu oturarak kılıyordu.”"
    },
    {
      "id": 21,
      "narrator": "Ibn ‘'Umar said (may Allah be well pleased with him and his father):",
      "text": "İbn ‘Umar (Allah ondan ve babasından razı olsun) dedi ki: \"Öğle namazından önce Allah’ın Messenger’ı (Allah ona salat ve selam etsin) ile iki rekat namaz kıldım, sonra öğle namazından sonra iki rekat, akşam namazından sonra evinde iki rekat ve yatsı namazından sonra evinde iki rekat kıldım.”"
    },
    {
      "id": 22,
      "narrator": "Ibn 'Umar said (may Allah be well pleased with him and his father):",
      "text": "İbn 'Umar (Allah ondan ve babasından razı olsun) dedi ki: “Hafsa dedi ki: 'Allah’ın Messenger’ı (Allah ona salat ve selam etsin) sabah namazı vaktinde iki rekat namaz kılardı, ve ezan okunduğunda.' Ayyub da dedi ki: “İki rekat namazı kısaltılmış olarak tarif ettiğini düşünüyorum.”"
    },
    {
      "id": 23,
      "narrator": "Ibn 'Umar said (may Allah be well pleased with him and his father):",
      "text": "İbn 'Umar (Allah ondan ve babasından razı olsun) dedi ki: \"Allah’ın Messenger’ı (Allah ona salat ve selam etsin) tarafından kılınan sekiz rekatı hatırlıyorum: Öğle namazından önce iki rekat, sonra iki rekat, akşam namazından sonra iki rekat ve yatsı namazından sonra iki rekat.\" İbn 'Umar dedi ki: “Hafsa, sabah namazının iki rekatı hakkında da bana bilgi verdi, ama ben onları Peygamberin (Allah ona salat ve selam etsin) kıldığını görmedim.”"
    },
    {
      "id": 24,
      "narrator": "Abdullah ibn Shaqiq said:",
      "text": "Abdullah ibn Şakik dedi ki: \"A’işe’ye (Allah ondan razı olsun) Allah’ın Messenger’ının (Allah ona salat ve selam etsin) namazı hakkında sordum, o da şöyle dedi: 'O, öğle namazından önce iki rekat, sonra iki rekat, akşam namazından sonra iki rekat, yatsı namazından sonra iki rekat ve sabah namazından önce iki rekat kılardı.’”"
    },
    {
      "id": 25,
      "narrator": "'Asim ibn Damra said:",
      "text": "'Asim ibn Damra dedi ki: “Ali’ye (Allah onun yüzünü nurlandırsın) gündüz vakti Allah’ın Messenger’ının (Allah ona salat ve selam etsin) namazı hakkında sorduk, o da dedi ki: 'Bunu yapamazsınız,’ biz de dedik: 'Aramızdan bunu yapabilen biri bunu kılacaktır!’ O da şöyle dedi: 'Güneş buradan yükseldiğinde, öğle namazı vaktinde, iki rekat nafile namaz kılardı, ve güneş buradan yükseldiğinde, öğle namazı vaktinde, dört rekat kılardı. Ayrıca, öğle namazından önce dört rekat, sonra iki rekat, öğle namazından önce dört rekat, her iki rekat arasında meleklerin selamı üzerine, peygamberler ve onlara uyan müminler ve Müslümanlar üzerine selam vererek kılardı.'”"
    }
  ]
}