{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abdullah ibn Shaqiq said:",
      "text": "Abdullah ibn Şakik dedi ki: \"Ben 'A'işe'ye (Allah ondan razı olsun) Allah’ın Elçisi'nin (Allah ona salat ve selam eylesin) oruç tutması hakkında sordum. O da şöyle dedi: “O, oruç tutardı ki biz: ‘O oruç tuttu’ derdik, ve orucunu açardı ki biz: ‘O orucunu açtı’ derdik.” Ayrıca şöyle dedi: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) Medine'ye geldikten sonra Ramazan dışında bir ay boyunca oruç tutmadı.”"
    },
    {
      "id": 2,
      "narrator": "Humaid ibn Anas ibn Malik reported that he was asked about the fasting of the Prophet (Allah bless him and give him peace), so he said:",
      "text": "Hümeyd ibn Enes ibn Malik, kendisine Peygamber'in (Allah ona salat ve selam eylesin) oruç tutması hakkında sorulduğunu bildirdi ve şöyle dedi: \"O, ay boyunca oruç tutardı ki biz, onun orucunu açmayı düşünmediğini varsayardık, ve orucunu açardı ki biz, onun oruç tutmayı düşünmediğini varsayardık. Gece namaz kıldığını varsaymak istemezdiniz, onu namaz kılarken görmediğiniz sürece, ya da uyuduğunu varsaymak istemezdiniz, onu uyurken görmediğiniz sürece.”"
    },
    {
      "id": 3,
      "narrator": "Ibn Abbas said:",
      "text": "İbn Abbas dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) oruç tutardı ki biz: “O, orucunu açmayı düşünmüyor” derdik, ve orucunu açardı ki biz: “O, oruç tutmayı düşünmüyor” derdik. Medine'ye geldikten sonra Ramazan dışında bir ay boyunca oruç tutmadı.”"
    },
    {
      "id": 4,
      "narrator": "Umm Salama said:",
      "text": "Ümmü Seleme dedi ki: \"Peygamber'i (Allah ona salat ve selam eylesin) iki ardışık ay oruç tutarken görmedim, sadece Şaban ve Ramazan dışında.”"
    },
    {
      "id": 5,
      "narrator": "'A’isha said:",
      "text": "'A'işe dedi ki: \"Ben Allah’ın Elçisi'ni (Allah ona salat ve selam eylesin) Şaban'da Allah rızası için oruç tutmaktan daha fazla oruç tutarken görmedim. O, Şaban'ın neredeyse tamamında oruç tutardı; hayır, o, onun tamamında oruç tutardı!”"
    },
    {
      "id": 6,
      "narrator": "'Abdu’llah said:",
      "text": "'Abdullah dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) her ayın başında üç gün oruç tutardı ve Cuma günü, Cemaati Günü'nde nadiren orucunu açardı.”"
    },
    {
      "id": 7,
      "narrator": "'A’isha said:",
      "text": "'A'işe dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) her Pazartesi ve Perşembe oruç tutmaya kararlıydı.”"
    },
    {
      "id": 8,
      "narrator": "Abu Huraira said:",
      "text": "Ebu Hureyre dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) şöyle dedi: “Ameller Pazartesi ve Perşembe günleri gözden geçirilir, bu yüzden benim amellerimin oruçlu iken gözden geçirilmesini isterim!”"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "'A'işe dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) bir ayın Cumartesi günü, bir diğer ayın Pazar, Pazartesi, Salı, Çarşamba ve Perşembe günlerinde oruç tutardı.”"
    },
    {
      "id": 10,
      "narrator": "'A’isha said:",
      "text": "'A'işe dedi ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) Şaban'da oruç tutmaktan daha fazla oruç tutmazdı.”"
    },
    {
      "id": 11,
      "narrator": "Mu'adha said:",
      "text": "Mu'azha dedi ki: \"Ben 'A'işe'ye dedim ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) her ay üç gün oruç tutar mıydı?” O da: “Evet!” dedi. Ben: “Hangi günlerde oruç tutardı?” dedim. O da: “Hangi günlerde oruç tuttuğuna önem vermezdi.” dedi."
    },
    {
      "id": 12,
      "narrator": "A’isha said:",
      "text": "'A'işe dedi ki: \"Aşura, Kureyş'in cahiliye döneminde oruç tuttuğu bir gündü. Ramazan farz kılındı ve Aşura terk edildi, bu nedenle bu günde oruç tutmak ya da tutmamak serbesttir.”"
    },
    {
      "id": 13,
      "narrator": "'Alqama said:",
      "text": "'Alkame dedi ki: “Ben 'A'işe'ye (Allah ondan razı olsun) sordum: ‘Allah’ın Elçisi (Allah ona salat ve selam eylesin) herhangi bir günü özel olarak oruç tutar mıydı?’ O da: ‘Onun ameli sürekli idi. Sizden hanginiz, Allah’ın Elçisi (Allah ona salat ve selam eylesin) gibi yapabilir?’ dedi."
    },
    {
      "id": 14,
      "narrator": "A’isha said:",
      "text": "'A'işe dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) yanımda bulundu ve benimle bir kadın vardı, o da: “Bu kim?” dedi. Ben: “Şu-so, gece uyumayan” dedim. Allah’ın Elçisi (Allah ona salat ve selam eylesin) sonra şöyle dedi: 'Sizden her birinin yapabileceği işler vardır, çünkü Allah’a yemin ederim ki, Allah yorgun düşene kadar yorulmaz!” Allah’ın Elçisi (Allah ona salat ve selam eylesin) için en sevimli iş, arkadaşının sebat gösterdiği işti.'\""
    },
    {
      "id": 15,
      "narrator": "Abu Salih said:",
      "text": "Ebu Salih dedi ki: \"Ben 'A'işe ve Ümmü Seleme'ye sordum: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) için en sevimli iş hangisiydi?” Onlar: “Bir kişinin sebat ettiği iş, ne kadar az olursa olsun.” dediler."
    },
    {
      "id": 16,
      "narrator": "Awf bin Malik said:",
      "text": "Avf bin Malik dedi ki: \"Bir gece Allah’ın Messenger'ı (Allah ona rahmet eylesin ve selam versin) ile birlikte olduğumda, dişlerini temizledi, sonra küçük abdest aldı, ardından ritüel namazı kıldı. Ben de onunla birlikte ayakta durdum, o da İnek Suresi ile başladı, ardından başka bir sure okudu ve bunu ritüel namazın her rekatında yaptı.\""
    }
  ]
}