{
  "language": "tr",
  "metadata": {
    "length": 13,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Umar ibn al-Khattab said:",
      "text": "'Umar ibn al-Khattab dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle buyurdu: ‘Beni, Hristiyanların Allah’ın kulu ve Messengerı’nı övdüğü gibi övmeyin.’”"
    },
    {
      "id": 2,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: \"Bir kadın, Peygamber’e (Allah ona salat ve selam eylesin) geldi ve ona: 'Sana ihtiyacım var,' dedi. Bunun üzerine o: 'Şehirde istediğin herhangi bir yolda otur, ben de seninle oturacağım!' dedi.\""
    },
    {
      "id": 3,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: \"Allah’ın Messengerı (Allah ona salat ve selam eylesin) hastaları ziyaret eder, cenazelere katılır, eşekle biner ve kölelerden gelen davetleri kabul ederdi. Banu Kuraiza günü, bir hurma lifinden dizgahlı ve hurma lifinden eyerlenmiş bir eşek üzerindeydi.\""
    },
    {
      "id": 4,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) arpa ekmeği ve bozulmuş yağ ile yapılan bir yemeğe davet edilirdi ve daveti kabul ederdi. Bir zamanlar, bir Yahudi tarafından rehin tutulan bir zırhı vardı ve o (Peygamber) borcunu ödemeden vefat etti.\""
    },
    {
      "id": 5,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) eski bir deve eyerinde Hac yaptı, üzerinde dört gümüş paradan daha az değerinde bir kadife örtü vardı, bu yüzden şöyle dedi: ‘Ya Allah, bunu gösterişten ve kötü şöhretten uzak bir Hac eyle!’”"
    },
    {
      "id": 6,
      "narrator": "Anas ibn Malik (may Allah be well pleased with him) said:",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: \"Onlar için Allah’ın Messengerı’ndan (Allah ona salat ve selam eylesin) daha sevimli bir kimse yoktu. Ancak, onu gördüklerinde ayağa kalkmaktan kaçınırlardı, çünkü insanların onun için ayağa kalkmasını ne kadar sevmediğini biliyorlardı.\""
    },
    {
      "id": 7,
      "narrator": "Al-Hasan ibn ‘Ali said:",
      "text": "Al-Hasan ibn ‘Ali dedi ki: “Ben, annemin kardeşi Hind ibn Abi Hala’ya, Allah’ın Messengerı’nın (Allah ona salat ve selam eylesin) güzellikleri hakkında sordum ve ondan birazını tarif etmesini istedim. O da şöyle dedi: ‘Allah’ın Messengerı (Allah ona salat ve selam eylesin) onurlu bir şahsiyetti, yüzü dolunay gecesindeki ayın parıltısıyla parlıyordu.’\" Sonra hadisi tam olarak aktardı. Al-Hasan dedi ki: “Ben bunu al-Hüseyin’den bir süre gizledim, sonra ona aktardım, o da benimden önce davranmıştı.” Bu yüzden ona sorduğu şeyi sordu ve babasına giriş ve çıkışı ve dış görünüşünü sorduğunu buldu, böylece hiçbir şeyi atlamadı. Al-Hüseyin dedi ki: “Ben babama Allah’ın Messengerı’nın (Allah ona salat ve selam eylesin) girişi hakkında sordum, o da şöyle dedi: ‘Allah’ın Messengerı (Allah ona salat ve selam eylesin) evine girdiğinde, girişini üç bölüme ayırırdı: Allah rızası için bir bölüm, ailesi için bir bölüm ve kendisi için bir bölüm. Sonra kendi bölümünü halkla paylaştırırdı, böylece bunu özellikle sıradan insanlara tahsis ederdi ve onlardan hiçbir şeyi saklamazdı. Topluluk bölümündeki davranışı, insanların en iyi olanlarına öncelik vermekti, izniyle, ve bunların dinlerindeki üstünlüklerine göre tahsis edilirdi, çünkü aralarında bir ihtiyacı olan vardı, iki ihtiyacı olan vardı ve birden fazla ihtiyacı olan da vardı. Bu nedenle onlarla meşgul olurdu ve onları faydalı olacak şeylerle meşgul ederdi, bunlar arasında onlara sorular sormak ve kendileri için uygun olanı bildirmek de vardı. ‘Sizden biri hazır olan, yok olanı bilgilendirsin ve bana bildirimde bulunamayan birinin ihtiyacını bildirsin, çünkü eğer birisi bir sultana, bildirimde bulunamayan birinin ihtiyacını bildirirse, Allah onu Kıyamet Günü sabit kılar. Bunun dışında, O’nun yanında hiçbir şey anılmayacak ve ondan başka hiç kimseden kabul edilmeyecek. Onlar talep edenler olarak girecekler ve ancak bir sezgi ile ayrılacaklar ve iyiliğe rehberler olarak çıkacaklar.’” Dedi ki: “Sonra çıkışı hakkında sordum: ‘Çıkışında nasıl davranırdı?’ Dedi ki: ‘Allah’ın Messengerı (Allah ona salat ve selam eylesin) kendisini ilgilendirmeyen şeyler hakkında dilini tutardı. İnsanları bir araya getirir ve onları yabancılaştırmazdı. Her topluluğun soylu, cömert insanına hürmet eder ve onu onlara başkan yapardı. İnsanlara ihtiyatlı olurdu ve onlardan sakınırdı, ama onlardan hiç kimseye iyi huylu ve doğal halini gizlemezdi. Ashabına dikkat ederdi ve insanlara işleri hakkında sorular sorardı. Güzel olanı olumlu bir şekilde sunar ve güçlendirir, çirkin olanı olduğu gibi açar ve zayıflatırdı. Adil olurdu, tartışmacı değil. Başkalarının dikkatsiz olmasından veya doğru yoldan sapmasından sakınmak için uyanık kalırdı. Her duruma uygun bir yöntemi vardı. Ne gerçeği eksik bırakırdı ne de aşardı. Onu takip edenler insanların en iyileriydi. Onun gözünde en faziletli olanlar, samimi tavsiyelere en açık olanlar ve en cömert olanlardı.’” Dedi ki: “Sonra oturumu hakkında sordum, o da şöyle dedi: ‘Allah’ın Messengerı (Allah ona salat ve selam eylesin) ne ayakta ne de otururken Allah’ı anmadan durmazdı. Nihayet bir grup insanla bir araya geldiğinde, mevcut olan herhangi bir yeri alırdı ve başkalarına da aynı şekilde yapmalarını emrederdi. Her oturan arkadaşına zaman ve dikkat payını verirdi ve her biri eşit şekilde onurlu hissederdi. Eğer biri onunla oturursa veya bir ihtiyaç hakkında onunla görüşürse, o kişiye sabırla katlanırdı, böylece onu arayan kişi ilk ayrılan olurdu. Eğer biri ondan bir ihtiyaç isterse, onu istediği şey olmadan göndermezdi, ya da en azından bazı teselli edici sözler olmadan. Onun cömertliği ve iyi doğası insanları kapsar, böylece onlara bir baba olurdu ve onların yanında gerçekten eşit olurlardı. Onun oturumu, ilim, sabır, tevazu, güven ve sabır oturumuydu. Orada sesler yükselmezdi, kadınlardan bahsedilmezdi ve insanların hataları yayılmazdı. Onlar birbirleriyle eşit durumda olup, yalnızca takva konusunda yarışırlardı, yaşlılara saygı gösterir ve gençlere merhamet ederlerdi. Muhtaç olanlara özen gösterir ve yabancılara iyi bakarlardı.’”"
    },
    {
      "id": 8,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle dedi: 'Eğer bana bir koyunun ayağı verilse, onu kabul ederim ve eğer birinin evinde yemek için davet edilsem, daveti kabul ederim!'”"
    },
    {
      "id": 9,
      "narrator": "Jabir said (may Allah be well pleased with him):",
      "text": "Cabir (Allah ondan razı olsun) dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) bana ne bir katır ne de bir binekle geldi.”"
    },
    {
      "id": 10,
      "narrator": "Yusuf ibn 'Abdi’llah ibn Salam said:",
      "text": "Yusuf ibn 'Abdi’llah ibn Salam dedi ki: \"Allah’ın Messengerı (Allah ona salat ve selam eylesin) bana Yusuf adını verdi ve beni kucağına oturtup başımı okşadı.\""
    },
    {
      "id": 11,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) eski bir deve eyerinde ve dört gümüş paraya mal olan bir püsküllü örtü ile Hac yaptı, bu yüzden bindiği deve doğrulunca şöyle dedi: ‘İki kez sana hizmetteyim, içinde hiçbir kötü şöhret ve gösteriş olmayan bir Hac ile!’”"
    },
    {
      "id": 12,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik (Allah ondan razı olsun) dedi ki: “Bir terzi, Allah’ın Messengerı’nı (Allah ona salat ve selam eylesin) davet etti ve ona ekmek, et ve çorba ile birlikte bir kabak yemeği sundu. Allah’ın Messengerı (Allah ona salat ve selam eylesin) kabağı severdi.” Thabit dedi ki; “Sonra Anas’ın şöyle dediğini duydum: ‘O günden sonra, kabakla yapılabilecek her yemek benim için yapıldı!’”"
    },
    {
      "id": 13,
      "narrator": "'Amra said:",
      "text": "'Amra dedi ki: “'A'işe'ye soruldu: ‘Allah’ın Messengerı (Allah ona salat ve selam eylesin) evinde ne yapardı?’ O da şöyle dedi: ‘O, normal bir insandı. Kıyafetlerini bitlerden kontrol eder, koyunlarını sağar ve kendisi için hizmet ederdi.’”"
    }
  ]
}