{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Kharija ibn Zaid ibn Thabit said:",
      "text": "Kharija ibn Zaid ibn Thabit dedi ki: \"Bir grup Zaid ibn Thabit'in huzuruna girdi ve ona: 'Bize Allah’ın Messenger'inin (Allah ona salat ve selam etsin) hadislerini anlat!' dediler. O da: 'Size ne anlatayım? Ben onun komşusuydum, vahiy ona indiğinde beni haberdar ederdi ve ben onu yazıya geçirirdim. Biz bu dünyadan konuştuğumuzda, o da bizimle konuşurdu; ahiretten konuştuğumuzda, o da bizimle konuşurdu; yiyecekten konuştuğumuzda, o da bizimle konuşurdu, bu yüzden size Allah’ın Messenger'inin (Allah ona salat ve selam etsin) bu konulardaki sözlerini aktarıyorum.'”"
    },
    {
      "id": 2,
      "narrator": "'Amr ibn al-'As said:",
      "text": "'Amr ibn al-'As dedi ki: \"Allah’ın Messenger'i (Allah ona salat ve selam etsin) en kötü insanlarla bile doğrudan konuşur, böylece onların kalplerini kazanırdı. Aynı şekilde benimle de yapardı, öyle ki ben insanların en iyisi olduğumu düşünürdüm, bu yüzden: 'Ey Allah’ın Messenger'i, ben mi daha iyiyim, yoksa Ebu Bekir mi?' dedim. O: 'Ebu Bekir,' dedi, ben de: 'Ey Allah’ın Messenger'i, ben mi daha iyiyim, yoksa Ömer mi?' dedim. O: 'Ömer,' dedi, ben de: 'Ey Allah’ın Messenger'i, ben mi daha iyiyim, yoksa Osman mı?' dedim. O: 'Osman!' Her sorduğumda Allah’ın Messenger'i bana doğruyu söyledi, bu yüzden ona sormamış olmayı dilerdim!’”"
    },
    {
      "id": 3,
      "narrator": "Anas ibn Maik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik dedi ki (Allah ondan razı olsun): \"Ben Allah’ın Messenger'ine (Allah ona salat ve selam etsin) on yıl hizmet ettim ve o bana asla 'Uff!' demedi. Yaptığım bir şey hakkında: 'Neden bunu yaptın?' ya da yapmadığım bir şey hakkında: 'Neden bunu yapmadın?' diye sormadı. Allah’ın Messenger'i (Allah ona salat ve selam etsin) insan karakterinin en güzeli idi. Ben asla onun avuç içi kadar yumuşak bir ipek ya da başka bir şey hissetmedim. Ben asla onun teri kadar güzel kokulu bir misk ya da parfüm koklamadım!”"
    },
    {
      "id": 4,
      "narrator": "Anas ibn Malik said (may Allah be well pleased with him):",
      "text": "Anas ibn Malik dedi ki (Allah ondan razı olsun): \"Allah’ın Messenger'inin (Allah ona salat ve selam etsin) huzurunda üzerinde safran izi olan bir adam vardı. Allah’ın Messenger'i (Allah ona salat ve selam etsin) üzerinde hoşlanmadığı bir şey olan birine bakmakta zorlanıyordu, bu yüzden adam gittiğinde insanlara: 'Keşke ona bu safranı atmasını söyleseydiniz!' dedi.\""
    },
    {
      "id": 5,
      "narrator": "'A’isha said:",
      "text": "'A’isha dedi: “Allah’ın Messenger'i (Allah ona salat ve selam etsin) ne edebe aykırı, ne de savurgan, ne de pazarlarda gürültücüydü ve bir kötülüğe kötülükle karşılık vermezdi, affeder ve bağışlardı.”"
    },
    {
      "id": 6,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "'A’isha dedi ki (Allah ondan razı olsun): \"Allah’ın Messenger'i (Allah ona salat ve selam etsin) elini bir şeye vurmadı, Allah yolunda mücadele etmediği sürece, ne de bir hizmetçiye ne de bir kadına vurdu.”"
    },
    {
      "id": 7,
      "narrator": "'A’isha said:",
      "text": "'A’isha dedi: \"Ben Allah’ın Messenger'inin (Allah ona salat ve selam etsin) kendisine yapılan bir hakarete karşı intikam aldığını hiç görmedim, Allah’ın kutsal yasaklarından hiçbiri ihlal edilmediği sürece, ama eğer Allah’ın kutsal yasaklarından bir ihlal olursa, öfkelenirdi. İki mesele arasında bir seçim yapması gerektiğinde, günaha yol açmadığı sürece, her zaman daha kolay olanı seçerdi.”"
    },
    {
      "id": 8,
      "narrator": "'Aisha said (may Allah be well pleased with her):",
      "text": "'A’isha dedi ki (Allah ondan razı olsun): \"Bir adam Allah’ın Messenger'inin (Allah ona salat ve selam etsin) huzuruna girmek için izin istedi, ben de onun huzurundaydım, o da: 'Ne hoş olmayan bir adam!' dedi. Sonra ona girmesi için izin verdi ve içeri girdiğinde ona nazikçe konuştu. Adam çıktıktan sonra ben: 'Ey Allah’ın Messenger'i, sen böyle dedin, sonra ona nazikçe konuştun!' dedim. O da: 'Ey A’isha, en kötü insanlar, kötü davranışlarından korktuğu için nazik muamele görenlerdir.'”"
    },
    {
      "id": 9,
      "narrator": "Al-Hasan ibn 'Ali said:",
      "text": "Al-Hasan ibn 'Ali dedi: “Al-Hüseyin dedi ki: 'Babamdan, Peygamber (Allah ona salat ve selam etsin) sofradaki arkadaşlarıyla nasıl davrandığını sordum, o da: 'Allah’ın Messenger'i (Allah ona salat ve selam etsin) her zaman iyi huylu, rahat, nazik, ne kaba ne de sert, ne gürültücü ne de edebe aykırı, ne iftiracı ne de cimriydi. İstemediği şeylere ilgi göstermezdi, kendisine yalvaran hiç kimseyi umutsuz bırakmazdı. Üç şeyden kaçınırdı: ikiyüzlülük, aşırılık ve kendisine ait olmayan şeyler. Aynı şekilde, kimseyi kınamaz, kusur bulmaz veya özel hayatına müdahale etmezdi. Sadece ödül kazanmayı umduğu şeyleri söylerdi. Konuştuğunda, sofradaki arkadaşları sessizce başlarını eğmiş gibi dururlardı, o sustuğunda ancak konuşurlardı. Onlar, onun huzurunda birbirlerinin konuşma hakkına itiraz etmezlerdi ve biri onun huzurunda konuştuğunda, o sona erene kadar dinlerlerdi. Onların onun huzurundaki konuşmaları, içlerinde en iyilerinin konuşmasıydı. O, onların güldüğü şeylere güler, hayret ettiği şeylere hayret ederdi. O, bir yabancının kaba konuşma veya soru sorma tarzına sabır gösterirdi, hatta arkadaşları onları çekmek istese bile: 'Eğer birinin ihtiyacı olan bir şey aradığını bulursanız, ona yardım etmelisiniz!' derdi. O, sadece ölçülü bir şekilde övgü kabul ederdi ve konuşan birini kesmezdi, ta ki bir sınırı aşana kadar, o zaman onu bir yasakla veya ayağa kalkarak keserdi.”"
    },
    {
      "id": 10,
      "narrator": "Jabir ibn 'Abdi’llah say:",
      "text": "Cabir ibn 'Abdullah dedi: \"Allah’ın Messenger'i (Allah ona salat ve selam etsin) kendisinden bir şey isteyen hiç kimseye 'Hayır' demedi!\""
    },
    {
      "id": 11,
      "narrator": "Ibn 'Abbas said (may Allah be well pleased with him and his father):",
      "text": "İbn 'Abbas dedi ki (Allah ondan ve babasından razı olsun): \"Allah’ın Messenger'i (Allah ona salat ve selam etsin) hayırda insanlığın en cömertiydi ve Ramazan ayında en cömertti, ta ki Ramazan sona erene kadar. Cebrail ona gelirdi ve ona Kur’an'ı sunardı ve Cebrail onunla karşılaştığında, Allah’ın Messenger'i (Allah ona salat ve selam etsin) yağmurla gönderilen rüzgarlardan daha cömert olurdu.\""
    },
    {
      "id": 12,
      "narrator": "Anas ibn Malik (may Allah the Exalted be well pleased with him) said:",
      "text": "Anas ibn Malik (Allah yüce olsun ondan razı olsun) dedi: \"Peygamber (Allah ona salat ve selam etsin) asla yarın için bir şey biriktirmedi.\""
    },
    {
      "id": 13,
      "narrator": "'Umar ibn al-Khattab said (may Allah be well pleased with him):",
      "text": "'Umar ibn al-Khattab dedi ki (Allah ondan razı olsun): \"Bir adam Peygamber'e (Allah ona salat ve selam etsin) geldi ve ona bir hediye vermesini istedi, Peygamber (Allah ona salat ve selam etsin) de: 'Elimde hiç bir şey yok, ama benim masraflarımla satın al, ve bana bir şey geldiğinde borcumu ödeyeceğim.' 'Umar bu yüzden: 'Ey Allah’ın Messenger'i, ben ona verdim, bu yüzden Allah seni gücünün ötesinde bir yükümlülükle yüklemedi!' dedi. Peygamber (Allah ona salat ve selam etsin) 'Umar'ın söylediklerini hoş karşılamadı, bunun üzerine Ensar'dan bir adam: 'Ey Allah’ın Messenger'i, ver ve Rahmanın tahtının sahibi olan Allah’tan yoksulluktan korkma!' dedi. Allah’ın Messenger'i gülümsedi (Allah ona salat ve selam etsin) ve yüzündeki ifadeden Ensar'ın sözlerinden memnun olduğu anlaşılıyordu. Ve dedi ki: 'Bana emredilen budur!'\""
    },
    {
      "id": 14,
      "narrator": "Ar-Rubai' bint Mu'awwidh ibn 'Afra’ said:",
      "text": "Ar-Rubai' bint Mu'awwidh ibn 'Afra’ dedi ki: \"Ben Peygamber'e (Allah ona salat ve selam etsin) olgun hurmalar ve yumuşak salatalıklarla dolu bir tepsi getirdim, o da bana bir avuç süs eşyası ve altın verdi!\""
    },
    {
      "id": 15,
      "narrator": "'A’isha said (may Allah be well pleased with her):",
      "text": "'A’isha dedi ki (Allah ondan razı olsun): \"Peygamber (Allah ona salat ve selam etsin) hediyeleri kabul ederdi ve daha değerli bir karşılık verirdi.\""
    }
  ]
}