{
  "language": "tr",
  "metadata": {
    "length": 9,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "An-Nu'man ibn Bashir say:",
      "text": "Nu'man ibn Beşir şöyle dedi: \"Yemek ve içecek açısından istediğiniz bir şey yok mu? Ben, Peygamberinizi (Allah ona salat ve selam etsin) gördüm ve onun karnını doyuran, bulduğu düşük kaliteli hurmalardır.\""
    },
    {
      "id": 2,
      "narrator": "A’isha said:",
      "text": "Aişe şöyle dedi: \"Biz, Muhammed'in eşleri, bir ay boyunca ateş üzerinde hiçbir şey pişirmeden, sadece hurma ve su ile geçinirdik.\""
    },
    {
      "id": 3,
      "narrator": "Abu Talha said:",
      "text": "Ebu Talha şöyle dedi: \"Biz, Allah’ın Resulü’ne (Allah ona salat ve selam etsin) açlıktan şikayet ettik ve karnımızı açtık, her birimiz bir taş gösterdi, bunun üzerine Allah’ın Resulü (Allah ona salat ve selam etsin) karnını açtı ve iki taş gösterdi.\""
    },
    {
      "id": 4,
      "narrator": "Abu Huraira said:",
      "text": "Ebu Hureyre şöyle dedi: \"Allah’ın Resulü (Allah ona salat ve selam etsin) genellikle çıkmadığı bir saatte dışarı çıktı ve kimse onunla karşılaşmadı, ama Ebu Bekir ona geldi, o da: 'Seni buraya getiren nedir, ey Ebu Bekir?' dedi. O da: 'Allah’ın Resulü’nü (Allah ona salat ve selam etsin) görmek, yüzüne bakmak ve selam vermek için geldim.' Kısa bir süre sonra 'Umar geldi, o da: 'Seni buraya getiren nedir, ey 'Umar?' dedi. O da: 'Açlık, ey Allah’ın Resulü!' dedi. O (Allah ona salat ve selam etsin): 'Ben de birazını yaşadım!' dedi. Sonra, birçok hurma ağacı ve koyunu olan İbn at-Tihan el-Ensari'nin evine gittiler, ama onu bulamadılar. Bu yüzden karısına sordular: 'Eşin nerede?' O da: 'Bizim için tatlı su çekmeye gitti.' Çok geçmeden Ebu’l-Haitham, taşıdığı dolu bir su tulumuyla geldi, onu indirdi ve Peygamberle (Allah ona salat ve selam etsin) kucaklaştı, onu kurtarmak için babasını ve annesini fidye olarak sundu. Sonra onları bahçesine götürdü ve onlara bir halı serdi. Sonra bir hurma palmiyesine gitti, bir salkım hurma getirdi ve indirdi. Peygamber (Allah ona salat ve selam etsin) dedi ki: 'Bize olgun hurmalardan seçmedin mi?' O da: 'Ey Allah’ın Resulü, ben sizi olgun ve olgunlaşmamış hurmalardan seçmenizi ya da tercih etmenizi istemiştim,' dedi, böylece hurma yediler ve o sudan içtiler. Sonra Peygamber (Allah ona salat ve selam etsin) dedi: 'Canımın elinde olan Allah’a yemin ederim ki, bu, Kıyamet Günü sorulacağınız bazı lütuflardan biridir: serin gölge, güzel hurmalar ve soğuk su!' Sonra Ebu’l-Haitham onlara bir yemek hazırlamak için gitti, bunun üzerine Peygamber (Allah ona salat ve selam etsin) dedi: 'Bizim için süt veren bir hayvan kesme.' O da genç bir dişi keçi ya da genç bir teke kesti ve onlara getirdi, böylece yediler. Peygamber (Allah ona salat ve selam etsin) dedi: 'Bir hizmetçiniz var mı?' Cevap 'Hayır' olunca, 'Eğer bir savaş esiri bize gelirse, bize gelin!' dedi. Sonra ona iki esir getirildi, üçüncüsü olmadan. Ebu’l-Haitham ona geldi ve Peygamber (Allah ona salat ve selam etsin) dedi: 'Onlardan birini seç,' o da: 'Ey Allah’ın Resulü, benim için seç!' dedi. Peygamber (Allah ona salat ve selam etsin) dedi: 'Fikir sorulan kişi güvenilir olmayı hak eder. Bu kişiyi al, çünkü onu namaz kılarken gördüm ve ondan hayır umuyorum!' Ebu’l-Haitham sonra karısına gitti ve Allah’ın Resulü’nün (Allah ona salat ve selam etsin) ona söylediklerini aktardı, bunun üzerine karısı: 'Peygamberin (Allah ona salat ve selam etsin) onun hakkında söylediklerinin gerçeğine, onu serbest bırakmadan ulaşamazsın!' dedi. O da: 'O serbesttir o zaman!' dedi. Peygamber (Allah ona salat ve selam etsin) dedi: 'Allah, hiçbir Peygamberi ya da Halifeyi, ona doğru ve adil olanı emreden ve yanlış ve adaletsiz olanı yasaklayan iki dostu olmadan göndermemiştir; bir diğeri ise onu bozmak için hiçbir çabayı esirgemeyecektir. Eğer kötü arkadaştan sakınılırsa, zarar görmekten korunur.'\""
    },
    {
      "id": 5,
      "narrator": "Sa'd ibn Abi Waqqas said:",
      "text": "Sa'd ibn Ebi Vakkas şöyle dedi: \"Ben, Allah yolunda kan döken ilk adamım (O, yüce ve azizdir), ve Allah’ın yolunda ok atan ilk adamım. Kendimi, Muhammed’in (salat ve selam üzerine olsun) arkadaşlarıyla birlikte savaşa çıkarken gördüm. Biz sadece ağaç yaprakları ve bir tür fasulye meyvesi yedik, ta ki ağızlarımızın köşeleri yaralarla kaplanana kadar, ve birimiz koyun ve deveden olduğu gibi dışkılardı. Banu Asad bana dini öğretmeye başladı. Bu yüzden ben başarısız oldum ve yolumu kaybettim, işim boşa gitti.\""
    },
    {
      "id": 6,
      "narrator": "Khalid ibn 'Umair and Shuwais Abur-Ruqad said:",
      "text": "Halid ibn 'Umair ve Şuveyis Abur-Ruqad şöyle dedi: \"'Umar ibn al-Khattab, 'Utba ibn Ghazwan'ı gönderdi ve ona: 'Sen ve seninle olan herkes, Arapların en uzak ülkelerine ve gayri Arapların en yakın ülkelerine ulaşana kadar gidin!' dedi. Bu yüzden ilerlediler, ta ki al-Mirbad'a vardıklarında bu yumuşak taş benzeri kili buldular, bu yüzden: 'Bu nedir?' dediler. Onlara: 'Bu Basra'dır,' denildi, böylece küçük köprünün civarına kadar seyahat ettiler. 'İşte burası bizim belirlenen hedefimiz,' dediler, böylece indiler ve hikayeyi baştan sona anlattılar. 'Utba ibn Ghazwan şöyle dedi: 'Ben, Allah’ın Resulü (Allah ona salat ve selam etsin) ile yediliğin yedincisi oldum. Biz sadece ağaç yaprakları yedik, ta ki ağızlarımızın köşeleri yaralarla kaplanana kadar, bu yüzden bir giysi aldım ve onu Sa'd ile paylaştım, çünkü o yediliğin içinde hiç kimse yoktu ki bir şehir valisi olmasın ve siz valileri bizden sonra deneyeceksiniz.'\""
    },
    {
      "id": 7,
      "narrator": "Anas said:",
      "text": "Enes şöyle dedi: \"Allah’ın Resulü (Allah ona salat ve selam etsin) şöyle dedi: 'Ben, Allah için korkuya kapıldım, oysa kimse korkmuyordu, ve Allah için rahatsız oldum, oysa kimse rahatsız olmuyordu. Gece ile gündüz arasında otuz ara geldi, benimle Bilal’in, karaciğer sahibi birinin yiyeceği yoktu, sadece Bilal’in koltuk altına sıkıştırdığı bir şey vardı.'\""
    },
    {
      "id": 8,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik şöyle dedi: \"Peygamberin (Allah ona salat ve selam etsin) huzurunda ne sabah ne de akşam ekmek ve etten oluşan bir yemek toplanmadı, ancak bir kalabalığın katıldığı bir ziyafet durumunda.\""
    },
    {
      "id": 9,
      "narrator": "Nawfal ibn lyas al-Hudhali said:",
      "text": "Nüfal ibn İyas el-Hudhali şöyle dedi: \"Abd ar-Rahman ibn 'Awf bizim masada arkadaşımızdı ve harika bir masa arkadaşıydı! Bir gün, bizimle bir yolculuktan döndükten sonra, evine girdik. Sonra içeri girdi ve büyük abdest aldı, tekrar dışarı çıktı. Biz ekmek ve et içeren bir kap getirdik ve servis edildiğinde, Abd ar-Rahman ağladı, ben de: 'Ey Ebu Muhammed, seni ağlatan nedir?' dedim. O da: 'Allah’ın Resulü (Allah ona salat ve selam etsin) vefat etti. O hayattayken, o ve ailesi arpa ekmeğinden bile doymuyorlardı. Ama bizim durumumuzun daha iyi olduğunu düşünmüyorum.'”"
    }
  ]
}