{
  "language": "tr",
  "metadata": {
    "length": 14,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: \"Allah’ın Elçisi’ni (Allah ona salat ve selam eylesin) son gördüğüm an, bir pazartesi günü perde açıldığında oldu. İnsanlar Ebu Bekir’in arkasında namaz kılarken, yüzüne baktım, sanki Kur’an’ın bir parşömeni gibiydi. İnsanlar huzursuzlanmaya başladı, bu yüzden onlara sakin olmaları için işaret etti, Ebu Bekir onlara namaz kıldırırken, perdeleri kenara çekti. Allah’ın Elçisi (Allah ona salat ve selam eylesin) o günün sonunda vefat etti.”"
    },
    {
      "id": 2,
      "narrator": "A’isha said:",
      "text": "Aişe dedi ki: \"Peygamberi (Allah ona salat ve selam eylesin) göğsümde (ya da: kucağımda) dinlendiriyordum, o sırada idrar yapmak için bir leğen istedi. Sonra idrarını yaptı ve kısa bir süre sonra vefat etti.”"
    },
    {
      "id": 3,
      "narrator": "A’isha said:",
      "text": "Aişe dedi ki: \"Allah’ın Elçisi’ni (Allah ona salat ve selam eylesin) ölüm anında gördüm, yanında bir su kabı vardı. Elini kabın içine daldırıyor, sonra yüzünü suyla silerek: 'Ya Allah, ölümün sıkıntılarına karşı bana yardım et!' diyordu.”"
    },
    {
      "id": 4,
      "narrator": "'A’isha said:",
      "text": "Aişe dedi ki: \"Artık kolay bir ölüm için kimseyi kıskanmayacağım, zira Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) geçişinin ne kadar zor olduğunu gördüm.”"
    },
    {
      "id": 5,
      "narrator": "A’isha said:",
      "text": "Aişe dedi ki: \"Allah’ın Elçisi vefat edince (Allah ona salat ve selam eylesin), onu nereye defnetmeleri konusunda anlaşamadılar, bunun üzerine Ebu Bekir dedi ki: 'Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) asla unutmamış olduğum bir sözünü duydum. Şöyle dedi: 'Allah, bir Peygamberi asla almaz, ancak gömülmek istediği yerde.' O halde onu yastığının olduğu yere gömün!'\""
    },
    {
      "id": 6,
      "narrator": "Ibn 'Abbas and ‘A’isha report:",
      "text": "İbn Abbas ve Aişe rivayet etti: \"Ebu Bekir, Peygamberi (Allah ona salat ve selam eylesin) vefat ettikten sonra öptü.\""
    },
    {
      "id": 7,
      "narrator": "A’isha said:",
      "text": "Aişe dedi ki: \"Ebu Bekir, Peygamberin (Allah ona salat ve selam eylesin) vefatından sonra huzuruna girdi, ardından ağzını gözleri arasına koydu ve kollarına ellerini koyarak: 'Ey Peygamber! Ey en iyi dost! Ey can dost!' diye haykırdı.\""
    },
    {
      "id": 8,
      "narrator": "Anas said:",
      "text": "Enes dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) Medine’ye girdiği gün, her taraf parıldıyordu, o gün vefat ettiğinde ise her taraf karanlıktı. Ellerimizdeki tozu silkelemeye bile fırsat bulamadık ve onu gömene kadar kendi kalplerimizi tanıyamaz hale geldik.\""
    },
    {
      "id": 9,
      "narrator": "A’isha said:",
      "text": "Aişe dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) bir pazartesi günü vefat etti.\""
    },
    {
      "id": 10,
      "narrator": "Ja'far ibn Muhammad reported that his father said:",
      "text": "Cafer ibn Muhammed, babasının şöyle dediğini rivayet etti: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) pazartesi günü vefat etti, ardından o gün ve salı gecesi kaldı ve gece defnedildi.\" Sufyan’a göre, başka biri şöyle dedi: \"Gece ilerleyen saatlerde demir küreklerin sesi duyuluyordu.\""
    },
    {
      "id": 11,
      "narrator": "Abu Salama ibn 'Abd ar-Rahman ibn 'Awf said:",
      "text": "Ebu Salama ibn Abd ar-Rahman ibn Awf dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) pazartesi günü vefat etti ve salı günü defnedildi.\""
    },
    {
      "id": 12,
      "narrator": "Salim ibn 'Ubaida said:",
      "text": "Selim ibn Ubeida dedi ki: “Allah’ın Elçisi (Allah ona salat ve selam eylesin) hastalığında bayıldı, sonra kendine geldi ve: 'Namaz vakti geldi mi?' dedi. Onlar: 'Evet,' dediler, o da: 'Bilal’e ezan vermesi için emir verin ve Ebu Bekir’e insanlara namaz kıldırması için emir verin.' dedi. Sonra tekrar bayıldı, kendine geldiğinde: 'Namaz vakti geldi mi?' dedi. Onlar: 'Evet,' dediler, o da: 'Bilal’e ezan vermesi için emir verin ve Ebu Bekir’e insanlara namaz kıldırması için emir verin.' Aişe o sırada: 'Babam melankolik bir adamdır. Eğer ona bu sorumluluk verilirse, ağlayacak ve kendini kaybedecek. O yüzden başka birini atasanız!' dedi. O da: 'Sonra tekrar bayıldı ve kendine geldi, o da: 'Bilal’e ezan vermesi için emir verin ve Ebu Bekir’e insanlara namaz kıldırması için emir verin, çünkü siz Yusuf’un kadın arkadaşlarısınız!' dedi. Bunun üzerine Bilal’e emir verildi, o da ezanı okudu, Ebu Bekir’e de emir verildi, o da insanlara namaz kıldırdı. Sonra Allah’ın Elçisi (Allah ona salat ve selam eylesin) başında bir hafiflik hissetti, o da: 'Bana yaslanabileceğim birini bulun!' dedi. Barira ve başka bir adam ona geldi, böylece onlara yaslandı. Ebu Bekir onu görünce, adam geri çekilmek üzereydi, ama ona yerinde kalması için işaret etti, ta ki Ebu Bekir namazını tamamlayana kadar. Sonra Allah’ın Elçisi (Allah ona salat ve selam eylesin) vefat etti, bunun üzerine Ömer dedi: 'Eğer birisi Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) vefat ettiğini söylerse, onu bu kılıcımla vuracağım!' dedi. O da: 'İnsanlar, daha önce hiç peygamber gelmemiş olan okuma yazma bilmeyen bir topluluktu, bu yüzden dillerini tuttular. Ama sonra: 'Ey Selim, Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) arkadaşına git ve onu çağır.' dediler. Ben de Ebu Bekir’i görmek için mescide gittim. Ağlayarak ve şaşkın bir şekilde ona geldim, o da beni görünce: 'Allah’ın Elçisi vefat mı etti (Allah ona salat ve selam eylesin)?' dedi. Ben de: 'Ömer diyor ki: “Eğer birisi Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) vefat ettiğini söylerse, onu bu kılıcımla vuracağım!”' dedim. O da bana: 'Dışarı çık,' dedi, ben de onunla dışarı çıktım. Sonra geldi ve insanları Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) huzurunda buldu. 'Ey insanlar, yolumdan çekilin,' dedi, onlar da yolundan çekildiler. Sonra ona eğildi ve ona dokunarak: 'Kesinlikle sen öleceksin, ve onlar da kesinlikle ölecekler.' dedi. (Al-Bakara, 9:40). Onlar kimlerdir?' dedi. Sonra elini uzattı, böylece ona biat ettiler ve insanlar ona güzel bir saygı gösterdiler.”"
    },
    {
      "id": 13,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: \"Allah’ın Elçisi (Allah ona salat ve selam eylesin) ölümün acılarını çekerken, Fatıma (Allah ondan razı olsun) 'Ah, onun acılarına!' diye feryat etti, buna karşılık Peygamber (Allah ona salat ve selam eylesin) şöyle cevap verdi: 'Baban bundan sonra hiçbir acı çekmeyecek. Baban, kimsenin muaf tutulmadığı ve kıyamet gününde Allah’ın huzuruna çıkmadan önce gelen bir sona ulaştı.'\""
    },
    {
      "id": 14,
      "narrator": "Ibn 'Abbas (may Allah the Exalted be well pleased with him and his father) related that:",
      "text": "İbn Abbas (Allah ondan ve babasından razı olsun) şöyle dedi: \"Allah’ın Elçisi’nin (Allah ona salat ve selam eylesin) şöyle dediğini duydum: 'Eğer benim ümmetimden iki çocuğu vefat eden birisi olursa, Allah onu onların hatırına cennete sokar.' Bunun üzerine Aişe (Allah ondan razı olsun) dedi: 'Peki, eğer sadece bir çocuğu vefat eden birisi olursa?' O da: 'Sadece bir çocuğu vefat eden birisi de, ey değerli olan!' dedi. Aişe: 'Peki, eğer sizin ümmetinizden hiç çocuğu olmayan birisi olursa?' dedi. O da: 'Benim ümmetimden vefat eden bir çocuk var. Artık benim gibi bir kaybı yaşamayacaklar!' dedi.\""
    }
  ]
}