{
  "language": "tr",
  "metadata": {
    "length": 11,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Abdullah ibn Mas'ud, that the Prophet said (Allah bless him and give him peace):",
      "text": "Abdullah ibn Mes'ud'dan, Peygamber (Allah ona salat ve selam eylesin) şöyle buyurdu: “Eğer biri beni rüyasında görürse, gerçekten beni görmüştür; çünkü Şeytan beni taklit edemez!”"
    },
    {
      "id": 2,
      "narrator": "Abu Huraira (may Allah be well pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle buyurdu: ‘Eğer biri beni rüyasında görürse, gerçekten beni görmüştür; çünkü Şeytan benim gibi görünemez’ (veya: ‘beni taklit edemez’).”"
    },
    {
      "id": 3,
      "narrator": "Abu Malik al-Ashja'i reported that his father said:",
      "text": "Ebu Malik el-Eşca'i, babasının şöyle söylediğini bildirdi: \"Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle buyurdu: “Eğer biri beni rüyasında görürse, gerçekten beni görmüştür!”"
    },
    {
      "id": 4,
      "narrator": "Khalaf ibn Khalifa said:",
      "text": "Halaf ibn Halife dedi ki: “Ben, Peygamberin (Allah ona salat ve selam eylesin) Sahabesi Amr ibn Huraith’i küçük bir çocukken gördüm.”"
    },
    {
      "id": 5,
      "narrator": "'Asim ibn Kulaib’s father heard Abu Huraira say:",
      "text": "'Asim ibn Kulaib’in babası, Ebu Hureyre’nin şöyle söylediğini duydu: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle buyurdu: ‘Eğer biri beni rüyasında görürse, gerçekten beni görmüştür; çünkü Şeytan beni taklit edemez!’ Babası bunu İbn Abbas'a iletti ve Peygamberi gördüğünü söyledi. Ayrıca, Hasan ibn Ali'den bahsetti ve onun Peygambere benzediğini belirtti. İbn Abbas buna karşılık, ‘Evet, ona benziyordu’ dedi.”"
    },
    {
      "id": 6,
      "narrator": "Yazid al-Farisi, who used to inscribe copies of the Qur’an said:",
      "text": "Yazid el-Farisi, Kur’an kopyalarını yazan birisi, dedi ki: “Ben, İbn Abbas zamanında rüyamda Peygamberi (Allah ona salat ve selam eylesin) gördüm, bu yüzden İbn Abbas’a şöyle dedim: ‘Allah’ın Messengerını (Allah ona salat ve selam eylesin) rüyamda gördüm!’ İbn Abbas dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle derdi: ‘Şeytan beni taklit edemez, bu yüzden eğer biri beni rüyasında görürse, gerçekten beni görmüştür!’ Gördüğün bu adamı tarif edebilir misin?” “Evet,” dedi. “Sana ortalama bir adam tarif edeceğim: Vücudu ve eti kahverengi-beyazdı; gözleri siyah, hoş bir gülümsemesi ve yakışıklı yüz hatları vardı; sakalı buradan buraya kadar uzanıyordu ve göğsünün üstüne kadar iniyordu.” 'Awf dedi: \"Bu tanıma ne eklenebileceğini bilmiyorum,\" ve İbn Abbas dedi: \"Eğer onu uyanıkken görseydin, onu daha doğru tarif edemezdin.”"
    },
    {
      "id": 7,
      "narrator": "(Regarding one of the narrators of the previous narration) `Awf (Abu Jamilah) al-A`rabi said:",
      "text": "(Önceki rivayetin bir nakilcisi hakkında) 'Awf (Ebu Camilah) el-A'rabi dedi ki: \"Ben Kattada'dan daha yaşlıyım.\""
    },
    {
      "id": 8,
      "narrator": "Abu Qatada said:",
      "text": "Ebu Katade dedi ki: “Allah’ın Messengerı (Allah ona salat ve selam eylesin) şöyle buyurdu: ‘Eğer biri beni (rüyasında) görürse, gerçekten beni görmüştür!’”"
    },
    {
      "id": 9,
      "narrator": "Anas said:",
      "text": "Enes dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) şöyle dedi: 'Eğer biri beni rüyasında görürse, gerçekten beni görmüştür; çünkü Şeytan beni taklit edemez!' Ayrıca şöyle dedi: 'Müminin gördüğü rüya, Peygamberlikten kırk altı parçadan biridir.'\""
    },
    {
      "id": 10,
      "narrator": "Abdu llah ibn al-Mubarak said:",
      "text": "Abdullah ibn el-Mubarak dedi ki: “Eğer yargıçlık sorumluluğuna maruz kalırsan, onu takip etmelisin!”"
    },
    {
      "id": 11,
      "narrator": "Ibn Sirin said:",
      "text": "İbn Sirin dedi ki: \"Bu hadis dindir, bu yüzden dininizi kimin elinden kabul ettiğinizi düşünün.\""
    }
  ]
}