{
  "language": "tr",
  "metadata": {
    "length": 16,
    "arabic": {
      "title": "الشمائل المحمدية",
      "author": "الإمام الترمذي"
    },
    "english": {
      "title": "Shamail Muhammadiyah",
      "author": "Imam at-Tirmidhi"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Umm ul Mu'mineen Umm Salama said:",
      "text": "Müminlerin Annesi Ümmü Selame dedi ki: \"Allah’ın Resulü’nün (Allah ona salat ve selam eylesin) en sevdiği giysi gömlekti.\""
    },
    {
      "id": 2,
      "narrator": "Umm Salama said:",
      "text": "Ümmü Selame dedi ki: \"Allah’ın Resulü’nün (Allah ona salat ve selam eylesin) en sevdiği giysi gömlekti.\""
    },
    {
      "id": 3,
      "narrator": "Umm Salama said:",
      "text": "Ümmü Selame dedi ki: \"Allah’ın Resulü’nün (Allah ona salat ve selam eylesin) en sevdiği giysi, giydiği gömlekti.\""
    },
    {
      "id": 4,
      "narrator": "Asma bint Yazid said:",
      "text": "Asma bint Yazid dedi ki: \"Allah’ın Resulü’nün (Allah ona salat ve selam eylesin) gömleğinin kolu bileğe kadar uzanıyordu.\""
    },
    {
      "id": 5,
      "narrator": "Mu'awiya ibn Qurra reported that his father said:",
      "text": "Muaviye ibn Kurra, babasının şöyle dediğini aktardı: \"Muzeyne kabilesinden on kişiden az bir grupla Allah’ın Resulü’ne (Allah ona salat ve selam eylesin) geldim, ona selam durmak için, gömleği gevşekti (ya da: \"gömleğinin düğmesi gevşekti\"), bu yüzden gömleğinin göğüs kısmına elimi soktum ve Mühür’e dokundum.\""
    },
    {
      "id": 6,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: \"Peygamber (Allah ona salat ve selam eylesin) Usame ibn Zeyd’e dayanarak dışarı çıktı, üzerinde gevşek bir şekilde atılmış kaba pamuk kumaşından bir elbise vardı, sonra onları namaza yönlendirdi.\""
    },
    {
      "id": 7,
      "narrator": "Abu Sa'id al-Khudri said:",
      "text": "Ebu Sa'id el-Hudri dedi ki: \"Allah’ın Resulü (Allah ona salat ve selam eylesin) yeni bir giysi giydiğinde, ona ismiyle hitap ederdi, sonra derdi ki: 'Ya Allah, sana hamd olsun, beni bununla giydirdiğin için! Bunun hayrını ve bunun için yapıldığı şeyin hayrını senden dilerim, bunun şerrinden ve bunun için yapıldığı şeyin şerrinden sana sığınırım!'\""
    },
    {
      "id": 8,
      "narrator": "Anas ibn Malik said:",
      "text": "Enes ibn Malik dedi ki: \"Allah’ın Resulü’nün (Allah ona salat ve selam eylesin) en sevdiği giysi hibara idi.\""
    },
    {
      "id": 9,
      "narrator": "Awn ibn Abi Juhaifa said that his father said:",
      "text": "Awn ibn Ebi Cuhayfa, babasının şöyle dediğini aktardı: \"Peygamberi (Allah ona salat ve selam eylesin) kırmızı bir elbise giyerken gördüm, sanki bacaklarının parıltısını görüyordum.\" Süfyan dedi ki: \"Sanırım bu bir hibara idi.\""
    },
    {
      "id": 10,
      "narrator": "Al-Bara’ ibn ‘Azib said:",
      "text": "El-Bara' ibn Azib dedi ki: \"Allah’ın Resulü’nden (Allah ona salat ve selam eylesin) daha güzelini kırmızı elbise içinde hiç kimse görmedim, başının saçları omuzlarına değiyordu.\""
    },
    {
      "id": 11,
      "narrator": "Abu Rimtha said:",
      "text": "Ebu Rimtha dedi ki: \"Peygamberi (Allah ona salat ve selam eylesin) iki yeşil elbise giyerken gördüm.\""
    },
    {
      "id": 12,
      "narrator": "Qaila bint Makhrama said:",
      "text": "Kayla bint Makhrama dedi ki: \"Peygamberi (Allah ona salat ve selam eylesin) safranla boyanmış ama rengini kaybetmiş iki çarşafın parçalarıyla giyerken gördüm...\" (Bu rivayet daha uzun bir hikayenin parçasıdır.)"
    },
    {
      "id": 13,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: Allah’ın Resulü (Allah ona salat ve selam eylesin) şöyle buyurdu: \"Beyaz elbiseler edinin, böylece yaşayanlarınız onları giyinsin, ölülerinizi de onlarla kefenleyin, çünkü bunlar sizin en güzel elbiselerinizdendir.\""
    },
    {
      "id": 14,
      "narrator": "Samura ibn Jundub said:",
      "text": "Semura ibn Cundub dedi ki: \"Allah’ın Resulü (Allah ona salat ve selam eylesin) şöyle buyurdu: 'Beyaz giyin, çünkü o en temiz ve hoş olanıdır, ölülerinizi de bununla kefenleyin.'\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Aişe dedi ki: \"Allah’ın Resulü (Allah ona salat ve selam eylesin) bir sabah erkenden, siyah saç örtüsüyle dışarı çıktı.\""
    },
    {
      "id": 16,
      "narrator": "Urwa ibn al-Mughira ibn Shu'ba said that his father said:",
      "text": "Urve ibn el-Muğire ibn Şu'be, babasının şöyle dediğini aktarmıştır: “Peygamber (Allah ona salat ve selam eylesin) dar kollu bir Bizans elbisesi giymişti.”"
    }
  ]
}