{
  "language": "tr",
  "metadata": {
    "length": 439,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It is narrated on the authority of Yahya b. Ya'mur that the first man who discussed qadr (Divine Decree) in Basra was Ma'bad al-Juhani. I along with Humaid b. 'Abdur-Rahman Himyari set out for pilgrimage or for 'Umrah and said:",
      "text": "Yahya b. Ya'mur'dan rivayet edilmiştir ki, Basra'da kader (İlahi Takdir) konusunu ilk tartışan kişi Ma'bad el-Cuheni'dir. Ben ve Humaid b. 'Abdur-Rahman Himyari, hac veya umre için yola çıktık ve eğer Allah Resulü'nün (sallallahu aleyhi ve sellem) sahabelerinden biriyle karşılaşırsak, ona takdir (İlahi Takdir) hakkında konuşulanları soracağız dedik. Tesadüfen Abdullah ibn Umar ibn al-Khattab ile karşılaştık, o camiye giriyordu. Benim arkadaşım ve ben onu çevreledik. Birimiz sağında, diğeri solunda duruyordu. Arkadaşımın bana konuşma izni vereceğini umuyordum. Bunun üzerine dedim: Abu Abdur Rahman! Ülkemizde Kur'an okuyan ve ilim peşinde koşan bazı insanlar belirdi. Ve onların meselelerinden bahsettikten sonra ekledim: Onlar (bu tür insanlar) İlahi Takdir'in olmadığı ve olayların önceden belirlenmediğini iddia ediyorlar. Abdullah ibn Umar dedi ki: Böyle insanlarla karşılaştığınızda onlara söyleyin ki benim onlarla hiçbir alakam yok ve onların da benimle hiçbir alakası yok. Ve gerçekten de onlar benim (inancım) hakkında hiçbir şekilde sorumlu değillerdir. Abdullah ibn Umar, O'na (Rabbine) yemin ederek (şöyle) dedi: Eğer onlardan biri (İlahi Takdir'e inanmayan) Uhud dağının büyüklüğünde altınla gelse ve onu (Allah yolunda) harcasa, Allah onu kabul etmez, ta ki o İlahi Takdir'e inancını tasdik etsin. Ayrıca dedi ki: Babam, Umar ibn al-Khattab, bana şöyle söyledi: Bir gün Allah'ın Resulü (sallallahu aleyhi ve sellem) ile birlikte oturuyorduk ki, karşımıza bembeyaz elbiseler giymiş, saçları olağanüstü siyah bir adam çıktı. Üzerinde yolculuk izleri yoktu. İçimizden hiç kimse onu tanımadı. Nihayet o, Resulullah (sallallahu aleyhi ve sellem) ile oturdu. Önünde diz çökerek, avuçlarını uyluklarına koydu ve dedi: Muhammad, bana İslam hakkında bilgi ver. Allah Resulü (sallallahu aleyhi ve sellem) dedi ki: İslam, Allah'tan başka ilah olmadığına ve Muhammad'ın Allah'ın Resulü olduğuna şehadet etmen, namazı kılman, zekatı vermen, Ramazan orucunu tutman ve eğer yolculuk masraflarını karşılayacak durumdaysan (Hac) yapmandır. O (soruyu soran) dedi: Doğru söyledin. O (Umar ibn al-Khattab) dedi: Bizi hayrete düşürdü ki, o soru soruyor ve sonra kendisi gerçeği doğruluyordu. O (soruyu soran) dedi: Bana iman (inanç) hakkında bilgi ver. O (Peygamber) cevapladı: Allah'a, O'nun meleklerine, O'nun kitaplarına, O'nun elçilerine, Kıyamet Günü'ne inanman ve hayır ve şer hakkında İlahi Takdir'e inanman gerekir. O (soruyu soran) dedi: Doğru söyledin. O (soruyu soran) tekrar dedi: Bana ihsan (iyi ameller) hakkında bilgi ver. O (Peygamber) dedi: Allah'ı görüyormuşsun gibi ibadet etmen, çünkü O'nu göremesen de, O seni gerçekten görüyor. O (soruyu soran) tekrar dedi: Bana saat (Kıyamet) hakkında bilgi ver. O (Peygamber) dedi: Sorulan, soran kadar bilgi sahibi değildir. O (soruyu soran) dedi: Bana bazı belirtilerinden bahset. O (Peygamber) dedi: O köle kız, efendisini doğuracak ve çıplak, ayaksız, yoksul koyun çobanları, birbirleriyle muhteşem binalar inşa etme konusunda yarışacaklar. O (rivayet eden, Umar ibn al-Khattab) dedi: Sonra o (soruyu soran) yoluna gitti ama ben onunla (Peygamber) uzun bir süre kaldım. Sonra, bana dedi: Umar, bu soruyu soran kimdi biliyor musun? Ben cevap verdim: Allah ve O'nun Resulü en iyi bilendir. O (Peygamber) dedi: O Cebrail'di. Size din konularında öğretmek için geldi."
    },
    {
      "id": 2,
      "narrator": "It is narrated on the authority of Yahya b. Ya'mur that when Ma'bad discussed the problem pertaining to Divine Decree, we refuted that. He (the narrator) said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "It is narrated on the authority of Yahya b. Ya'mur and Humaid b. 'Abdur-Rahman that they said:",
      "text": "Yahya b. Ya'mur'dan rivayet edilmiştir ki, Ma'bad İlahi Takdir ile ilgili konuyu tartıştığında, biz buna karşı çıktık. O (rivayet eden) dedi: Ben ve Humaid b. Abdur-Rahman Himyari tartıştık. Ve Kahmas tarafından rivayet edilen hadisin anlamı ve onun senedi hakkında da konuşmaya devam ettiler ve kelimelerde bazı farklılıklar vardır."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Abu Huraira reported:",
      "text": "Yahya b. Ya'mur ve Humaid b. 'Abdur-Rahman'dan rivayet edilmiştir ki, dediler: Abdullah b. 'Umar ile karşılaştık ve İlahi Takdir hakkında konuştuk, ve onun bu konudaki söylediklerini ve 'Umar'dan (Allah ondan razı olsun) Resulullah'tan (sallallahu aleyhi ve sellem) rivayet edilen hadisi aktardı. Bu konuda küçük bir farklılık vardır."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Aynı hadisin farklı bir senedle geçtiği belirtilmiştir."
    },
    {
      "id": 8,
      "narrator": "It is reported on the authority of Talha b. 'Ubaidullah that a person with dishevelled hair, one of the people of Nejd, came to the Messenger of Allah (ﷺ). We heard the humming of his voice but could not fully discern what he had been saying, till he came nigh to the Messenger of Allah (ﷺ). It was then (disclosed to us) that he was asking questions pertaining to Islam. The Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Another hadith, the like of which has been narrated by Malik (b. Anas) (and mentioned above) is also reported by Talha b. 'Ubaidullah, with the only variation that the Prophet remarked:",
      "text": "Abu Huraira'nın rivayetine göre: Bir gün Allah Resulü (sallallahu aleyhi ve sellem) halka göründü, bir adam yanına geldi ve dedi ki: Allah'ın Resulü, iman nedir? Bunun üzerine o (Peygamber) cevapladı: Allah'a, O'nun meleklerine, O'nun kitaplarına, O'nun buluşmasına, O'nun elçilerine inanman ve ahirette dirilişe inanman gerekir. O dedi: Allah'ın Resulü, İslam nedir? O cevapladı: İslam, Allah'a ibadet etmen ve O'na hiçbir şeyi ortak koşmaman, farz namazı kılman, farz zekatı vermen ve Ramazan orucunu tutmandır. O dedi: Allah'ın Resulü, ihsan nedir? O cevapladı: Allah'a, O'nu görüyormuşsun gibi ibadet etmen, çünkü O'nu göremesen de, O seni gerçekten görüyor. O dedi: Allah'ın Resulü, saat (Kıyamet) ne zaman? O cevapladı: Sorulan, soran kadar bilgi sahibi değildir, ancak ben size bazı belirtilerini anlatacağım. O köle kız, efendisini doğuracak, o zaman bu onun belirtilerindendir. Çıplak, ayaksız olanlar insanların liderleri olacak, o zaman bu onun belirtilerindendir. Siyah (deve) çobanları binalarda kendilerini öne çıkaracak, o zaman bu onun belirtilerindendir. (Saat) beş şeyden biridir ki, bunları Allah'tan başka kimse bilmez. Sonra (ayet) okudu: \"Şüphesiz Allah! O'na ait olan saat bilgisidir ve O, yağmuru indirir ve rahimlerde ne olduğunu bilir. Ve hiçbir nefis yarın ne kazanacağını bilmez, ve hiçbir nefis hangi toprakta öleceğini bilmez. Şüphesiz Allah, bilendir, haberdardır.\" Abu Huraira dedi: Sonra kişi geri döndü ve gitti. Allah Resulü (sallallahu aleyhi ve sellem) dedi: O adamı bana geri getirin. Onu geri getirmek için gittiler ama orada hiçbir şey göremediler. Bunun üzerine Allah Resulü şöyle dedi: O Cebrail'di, insanlara dinlerini öğretmek için geldi."
    },
    {
      "id": 10,
      "narrator": "It is reported on the authority of Anas b. Malik that he said:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "It is narrated on the authority of Thabit that Anas said:",
      "text": "Bu hadisin, Muhammad b. 'Abdullah b. Numair aracılığıyla, Muhammad b. Bishr'den, Abd Hayyan al-Taymi'den rivayet edildiği bildirilmiştir. Ancak bu rivayette (Iza Waladat al'amah rabbaha) yerine (Iza Waladat al'amah Ba'laha) kelimeleri geçmektedir, yani köle kız efendisini doğurduğunda."
    },
    {
      "id": 12,
      "narrator": "It is narrated on the authority of Abu Ayyub Ansari that once during the journey of the Prophet (may peace of Allah be upon him) a bedouin appeared before him and caught hold of the nosestring of his she-camel and then said, Messenger of Allah (or Muhammad), inform me about that which takes me near to Paradise and draws me away from the Fire (of Hell). He (the narrator) said:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah Resulü (sallallahu aleyhi ve sellem) dedi: Benden (dini konularda) sorabilirsiniz, ama onlar (sahabeler) O'na sormaktan çekiniyorlardı. Sonra bir adam geldi, dizlerinin yanına oturdu ve dedi: Ey Allah'ın Resulü, İslam nedir? Bunun üzerine o (Peygamber) cevapladı: (Kıyamet) belirtilerinden biridir. (Saat) beş şeyden biridir ki, bunları Allah'tan başka kimse bilmez. Sonra (Peygamber) şu ayeti okudu: \"Şüphesiz Allah! O'na ait olan saat bilgisidir ve O, yağmuru indirir ve rahimlerde ne olduğunu bilir. Ve hiçbir nefis yarın ne kazanacağını bilmez, ve hiçbir nefis hangi toprakta öleceğini bilmez. Şüphesiz Allah, bilendir, haberdardır.\""
    },
    {
      "id": 14,
      "narrator": "It is narrated on the authority of Abu Ayyub that a man came to the Prophet (ﷺ) and said:",
      "text": "Abu Huraira dedi: Sonra kişi ayağa kalktı (ve gitti). Sonra Allah Resulü (sallallahu aleyhi ve sellem) dedi: Onu bana geri getirin. O arandı ama bulunamadı. Bunun üzerine Allah Resulü (sallallahu aleyhi ve sellem) şöyle dedi: O Cebrail'di ve siz sormadığınızda size öğretmek istedi."
    },
    {
      "id": 15,
      "narrator": "It is reported on the authority of Abu Huraira that a bedouin came to the Messenger of Allah (ﷺ) and said:",
      "text": "---"
    },
    {
      "id": 16,
      "narrator": "It is narrated on the authority of Jabir that Nu'man b. Qaufal came to the Prophet (ﷺ) and said:",
      "text": "Jabir'in rivayetine göre, Nu'man b. Qaufal, Peygamber (ﷺ)'e gelerek şöyle dedi: Farz namazları kılarsam, haram olan şeylerden kendimi alıkoyarsam ve helal kılınanları helal sayarsam cennete girer miyim? Peygamber (ﷺ) olumlu yanıt verdi."
    },
    {
      "id": 17,
      "narrator": "A similar hadith is narrated on Jabir's authority in which the following words are added:",
      "text": "Jabir'in rivayetinde benzer bir hadis vardır, bu hadiste şu sözler eklenmiştir: Daha fazlasını yapmayacağım."
    },
    {
      "id": 18,
      "narrator": "It is narrated on the authority of Jabir that a man once said to the Messenger of Allah (ﷺ):",
      "text": "Jabir'in rivayetine göre, bir adam bir gün Allah'ın Elçisi (ﷺ)'ne şöyle dedi: Farz namazları kılarsam, Ramazan oruçlarını tutarsam, helal kılınanları helal sayarsam ve haram olan şeylerden kendimi alıkoyarsam, buna ek bir şey katmadan cennete girer miyim? O (Kutsal Peygamber) olumlu yanıt verdi. O (soru soran) dedi ki: Vallahi, buna hiçbir şey eklemeyeceğim."
    },
    {
      "id": 19,
      "narrator": "It is narrated on the authority of ('Abdullah) son of Umar (may Allah be pleased with them) that the Prophet (may peace of Allah be upon him) said:",
      "text": "'Abdullah b. Umar (Allah ondan razı olsun) rivayet ediyor ki, Peygamber (Allah'ın selamı üzerine olsun) şöyle buyurdu: İslam'ın temeli beş (sütun) üzerine kurulmuştur; yani Allah'ın birliği, namazın kılınması, zekatın verilmesi, Ramazan orucu ve Hac. Bir kişi ('Abdullah b. Umar'a) dedi ki: İkisi arasında hangisi önce gelir - Hac mı yoksa Ramazan orucu mu? Bunun üzerine o (rivayet eden) cevap verdi: Hayır (önce Hac değil), Ramazan orucu Hac'dan önce gelir."
    },
    {
      "id": 20,
      "narrator": "It is narrated on the authority of ('Abdullah) son of 'Umar, that the Prophet (may peace of Allah be upon him) said:",
      "text": "'Abdullah b. Umar'ın rivayetine göre, Peygamber (Allah'ın selamı üzerine olsun) şöyle buyurdu: İslam'ın temeli beş (sütun) üzerine kurulmuştur; yani yalnızca Allah'a ibadet edilmeli ve O'ndan başka tüm tanrılar kesinlikle reddedilmelidir. Namazın kılınması, zekatın verilmesi, Kabe'ye Hac ve Ramazan orucu (Allah'ın birliğine inanmanın ve diğer tüm tanrıları reddetmenin yanı sıra diğer farz olan ibadetlerdir)."
    },
    {
      "id": 21,
      "narrator": "It is narrated on the authority of 'Abdullah son of 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "'Abdullah b. Umar'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: İslam'ın temeli beş (sütun) üzerine kurulmuştur; Allah'tan başka ilah olmadığına ve Muhammed'in O'nun elçisi olduğuna şehadet etmek, namazı kılmak, zekatı vermek, Kabe'ye Hac ve Ramazan orucunu tutmak."
    },
    {
      "id": 22,
      "narrator": "It is reported on the authority of Ta'us that a man said to 'Abdullah son of 'Umar (may Allah be pleased with him). Why don't you carry out a military expedition? Upon which he replied:",
      "text": "Ta'us'tan rivayet edildiğine göre, bir adam 'Abdullah b. Umar'a (Allah ondan razı olsun) dedi ki: Neden bir askeri sefer düzenlemiyorsun? Bunun üzerine o cevap verdi: Ben, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: Şüphesiz, İslam beş (sütun) üzerine kurulmuştur: Allah'tan başka ilah olmadığına şehadet etmek, namazın kılınması, zekatın verilmesi, Ramazan orucu ve Kabe'ye Hac."
    },
    {
      "id": 23,
      "narrator": "It is narrated on the authority of Ibn 'Abbas that a delegation of Abdul Qais came to the Messenger of Allah (ﷺ) and said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, Abdul Qais heyeti Allah'ın Elçisi (ﷺ)'ne geldi ve şöyle dedi: Allah'ın Elçisi, gerçekten biz Rabi'a kabilesindeyiz ve sizinle aramızda Mudar'ın kafirleri var ve yalnızca kutsal ayda size gelme özgürlüğümüz var. Bize kendimizin yapması gereken ve yanımızda yaşayanları davet edebileceğimiz bir eylem gösterin. Bunun üzerine Peygamber şöyle dedi: Size dört şey yapmanızı emrediyorum ve dört şeyden de sakınmanızı yasaklıyorum. (Yapmanız gereken dört eylem şunlardır): Allah'a iman edin, sonra onlara açıkladı ve şöyle dedi: Allah'tan başka ilah olmadığına şehadet etmek, Muhammed'in Allah'ın elçisi olduğuna şehadet etmek, namazı kılmak, zekatı vermek, elde ettiğiniz ganimetin beşte birini vermek ve size kabak, şarap kapları, ahşap kaplar veya şarap için deriler kullanmayı yasaklıyorum. Khalaf b. Hişam, rivayetinde şu eklemeyi yaptı: Allah'tan başka ilah olmadığına şehadet etmek ve sonra parmağıyla Rabb'in birliğini işaret etti."
    },
    {
      "id": 24,
      "narrator": "Abu Jamra reported:",
      "text": "Ebu Jamra şöyle bildirdi: Ben, İbn Abbas ile insanlar arasında bir tercümandım, o sırada oraya bir kadın geldi ve nabidh veya şarap testi hakkında sordu. O cevap verdi: Abdul Qais halkından bir heyet Allah'ın Elçisi (ﷺ)'ne geldi. O (Kutsal Peygamber) heyete veya heyet üyelerine kimlikleri hakkında sordu. Onlar Rabi'a kabilesine ait olduklarını söylediler. O (Kutsal Peygamber) onları karşıladı ve ne aşağılandılar ne de utandırıldılar. Onlar (heyet üyeleri) dediler: Allah'ın Elçisi, biz size uzaktan geliyoruz ve aramızda Mudar'ın kafirleri var, bu yüzden yalnızca kutsal aylarda size gelebiliyoruz. Bize açık bir emir verin, ki bunu yanımızda kalanlara bildirelim ve bununla cennete girelim. O (Kutsal Peygamber) cevap verdi: Size dört eylem yapmanızı emrediyorum ve dört şeyden sakınmanızı yasaklıyorum, ve ekledi: Size yalnızca Allah'a iman etmenizi emrediyorum, sonra onlara sordu: Allah'a iman etmenin ne anlama geldiğini biliyor musunuz? Onlar: Allah ve Elçisi en iyi bilir, dediler. Peygamber şöyle dedi: Bu, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın elçisi olduğuna şehadet etmeyi, namazı kılmayı, zekatı vermeyi, Ramazan orucunu tutmayı, elde ettiğiniz ganimetin beşte birini vermeyi ve size kabak, şarap testi veya şarap için bir kap kullanmayı yasaklıyorum. Şu'ba bazen naqir (ahşap kap) kelimesini bazen de muqayyar olarak rivayet etti. Peygamber ayrıca şöyle dedi: Bunu aklınızda tutun ve geride kalanlara bildirin."
    },
    {
      "id": 25,
      "narrator": "There is another hadith narrated on the authority of Ibn Abbas (the contents of which are similar to the one) narrated by Shu'ba in which the Prophet (ﷺ) said:",
      "text": "İbn Abbas'tan rivayet edilen başka bir hadis vardır (içeriği) Şu'ba'nın rivayet ettiğiyle benzerdir; burada Peygamber (ﷺ) şöyle dedi: Size nabidh hazırlamayı kabakta, oyulmuş ahşap blokta, cilalı bir kapta veya kapta yasaklıyorum. İbn Mu'adh, babasından yaptığı bu eklemede, Allah'ın Elçisi Ashajj'a, 'Abdul-Qais kabilesinden: Allah'ın sevdiği iki özelliğe sahipsin: anlayış ve ihtiyat, dedi."
    },
    {
      "id": 26,
      "narrator": "It is reported on the authority of Qatada that one among the delegates of the 'Abdul-Qais tribe narrated this tradition to him. Sa'id said that Qatada had mentioned the name of Abu Nadra on the authority of Abu Sa'id Khudri who narrated this tradition:",
      "text": "Katade'den rivayet edildiğine göre, 'Abdul-Qais kabilesinden bir delegeden bu geleneği ona aktardı. Sa'id, Katade'nin bu geleneği Abu Sa'id el-Hudri'den Abu Nadra'nın adıyla aktardığını söyledi; bu gelenekte, 'Abdul-Qais kabilesinden insanların Allah'ın Elçisi (ﷺ)'ne geldiği ve şöyle dediği belirtiliyor: Allah'ın Elçisi, biz Rabi'a kabilesindeyiz ve aramızda Mudar kabilesinin kafirleri var ve yalnızca kutsal aylarda size gelmek imkânımız var; bize geride kalanlara ileteceğimiz ve bununla cennete gireceğimiz bir eylem gösterin. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Size dört şey emrediyorum ve dört şeyden sakınmanızı yasaklıyorum: Allah'a ibadet edin ve O'na hiçbir şeyi ortak koşmayın, namazı kılın, zekatı verin ve Ramazan orucunu tutun, ve ganimetten beşte birini verin. Ve size dört şeyden sakınmanızı yasaklıyorum: kurumuş kabaklar, yeşil renkli kaplar, oyulmuş hurma ağaçları ve kaplar. Onlar (heyet üyeleri) dediler: Al-naqir nedir biliyor musun? O cevapladı: Evet, o, içini oyarak yaptığınız bir kütüktür ve küçük hurmaları içine atarsınız. Sa'id dedi ki: O (Kutsal Peygamber) tamar (hurma) kelimesini kullandı. (Peygamber daha sonra ekledi): Sonra üzerine su serpersiniz ve kaynaması durduğunda onu içersiniz (ve sarhoş olursunuz) ki aranızdan biri, ya da onlardan biri (oraya katılmayan diğer kabile üyeleri) kuzenine kılıçla vurur. O (rivayet eden) dedi ki: Aramızda bu yüzden yaralanan bir adam vardı ve bu durumu Allah'ın Elçisi (ﷺ)'nden gizlemeye çalıştı. Ancak ben, Allah'ın Elçisi'ne (yasakladığınız kapları atarsak) ne tür kaplar kullanmalıyız? diye sordum. O (Kutsal Peygamber) cevapladı: Ağızları ip ile bağlı olan su tulumlarında. Onlar (tekrar) dediler: Allah'ın Elçisi, bizim topraklarımızda fareler bolca var ve su tulumları korunamaz. Allah'ın Elçisi (ﷺ) dedi ki: (Su tulumlarında iç) fareler tarafından kemirilse bile. Ve sonra (Abdul-Qais'ten) Ashajj'a hitaben şöyle dedi: Şüphesiz, senin Allah'ın sevdiği iki özelliğin var: anlayış ve ihtiyat."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Yukarıdaki hadis, farklı bir isnatla ve biraz farklı bir ifadeyle belirtilmiştir."
    },
    {
      "id": 28,
      "narrator": "It is narrated on the authority of Abu Said al-Khudri that when the delegation of the tribe of Abdul-Qais came to the Prophet of Allah (ﷺ), (its members) said:",
      "text": "Ebu Said el-Hudri'den rivayet edildiğine göre, Abdul-Qais kabilesinin heyeti Allah'ın Elçisi (ﷺ)'ne geldiğinde (üye) şöyle dedi: Allah'ın Elçisi, Allah, hayatlarımızı senin için feda etmemizi nasip etsin, bizim için hangi içecek iyidir? O (Peygamber) dedi ki: (İçeceklerden bahsetmiyorum, ama) şarap kaplarında içmemenizi vurgulamak isterim. Onlar dediler: Allah'ın Elçisi, Allah, hayatlarımızı senin için feda etmemizi nasip etsin, al-naqir nedir biliyor musun? O (Kutsal Peygamber) cevapladı: Evet, ortasını oyarak yaptığınız bir kütüktür ve ekledi: Kabak veya kap kullanmayın. Ağızları ip ile bağlı olan su tulumlarını kullanın (bu amaçla)."
    },
    {
      "id": 29,
      "narrator": "It is reported on the authority of Ibn 'Abbas that Mu'adh said:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, Mu'adh dedi ki: Allah'ın Elçisi beni (Yemen'in valisi olarak) gönderdi ve (gidiş zamanı) bana şöyle talimat verdi: Yakında kendinizi Kitap ehli bir toplulukta bulacaksınız, bu yüzden önce onlara Allah'tan başka ilah olmadığına ve ben (Muhammed) Allah'ın elçisiyim demelerini söyleyin, eğer bunu kabul ederlerse, o zaman onlara Allah'ın gündüz ve gece beş namaz kıldırdığını söyleyin ve eğer bunu kabul ederlerse, o zaman onlara Allah'ın zekatı farz kıldığını, bunun zenginlerden toplanıp fakirlere dağıtılması gerektiğini söyleyin ve eğer buna razı olurlarsa, onların en iyi mallarından zekat almayın. Mazlumun duasına dikkat edin, çünkü onunla Allah arasında bir engel yoktur."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Yukarıdaki hadis, farklı bir isnatla ve başlangıçta biraz farklı bir ifadeyle belirtilmiştir."
    },
    {
      "id": 31,
      "narrator": "It is narrated on the authority of Ibn 'Abbas that when the Messenger of Allah (ﷺ) sent Mu'adh towards Yemen (as governor) he said to him:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Mu'adh'ı Yemen'e (vali olarak) gönderdiğinde ona şöyle dedi: Şüphesiz ki, bir Kitap ehli topluluğuna ulaşacaksın, onlara çağırman gereken ilk şey Allah'a ibadet etmeleridir, azametli olan O'nun yüceliği için, ve onlar Allah'ı tam olarak anladıklarında, onlara gündüz ve gece beş vakit namazın farz kılındığını öğret. Ve onlar bunu yerine getirmeye başladıklarında, onlara şunu öğret: Şüphesiz ki, Allah onlara zekatı farz kılmıştır ki, bu zenginlerinden toplanacak ve ihtiyaç sahiplerine dağıtılacaktır. Ve onlar buna teslim olduklarında, onlardan bunu topla ve onların zenginliklerinden en iyi (eşya) seçme (tutkusundan) kaçın."
    },
    {
      "id": 32,
      "narrator": "It is narrated on the authority of Abu Huraira that when the Messenger of Allah (ﷺ) breathed his last and Abu Bakr was appointed as his successor (Caliph), those amongst the Arabs who wanted to become apostates became apostates. 'Umar b. Khattab said to Abu Bakr:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) vefat ettiğinde ve Ebu Bekir halife olarak tayin edildiğinde, Araplardan bazıları dinden döndü. Ömer b. Hattab, Ebu Bekir'e şöyle dedi: Neden insanlarla savaşmak istiyorsun, oysa Allah'ın Resulü şöyle buyurdu: \"İnsanlarla, 'Allah'tan başka ilah yoktur' demedikçe savaşmam emredildi ve bunu söyleyenin malı ve canı benim adıma tam koruma altındadır, ancak bir hak hariç? Diğer işleri Allah'a aittir.\" Bunun üzerine Ebu Bekir şöyle dedi: \"Vallahi, zekatı namazdan ayıranla kesinlikle savaşacağım, çünkü bu zenginler üzerine bir yükümlülüktür. Vallahi, onların, Allah'ın Resulü'ne (zekat olarak) verdikleri, ama şimdi geri tuttukları ipi güvence altına almak için bile onlarla savaşacağım.\" Ömer b. Hattab şöyle dedi: \"Vallahi, Ebu Bekir'in kalbini (zekat ödemeyenlerle savaşmanın) haklılığına açtığını gördüm ve Ebu Bekir'in duruşunun doğru olduğunu tamamen kabul ettim.\""
    },
    {
      "id": 33,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"İnsanlarla, 'Allah'tan başka ilah yoktur' demedikçe savaşmam emredildi ve bunu söyleyenin malı ve canı benim adıma tam koruma altındadır, ancak haklar Allah'a aittir.\""
    },
    {
      "id": 34,
      "narrator": "It is reported on the authority of Abu Huraira that he heard the Messenger of Allah say:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, o, Allah'ın Resulü'nün şöyle dediğini işitti: \"İnsanlarla, 'Allah'tan başka ilah yoktur' demedikçe savaşmam emredildi ve benim (Rab'den) elçi olduğuma ve getirdiğim her şeye inandıklarında, onların kanı ve malları benim adıma koruma altındadır, ancak hukuken haklı olduğunda, onların işleri Allah'a aittir.\""
    },
    {
      "id": 35,
      "narrator": "It is narrated on the authority of Jabir that the Messenger of Allah said:",
      "text": "Jabir'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"İnsanlarla, 'Allah'tan başka ilah yoktur' demedikçe savaşmam emredildi ve bunu söylediklerinde, onların kanı ve malları benim adıma koruma altındadır, ancak hukuken haklı olduğunda, onların işleri Allah'a aittir.\" Sonra (Kuran'dan) şu ayeti okudu: \"Sen onların üzerinde bir gözetleyici değilsin.\" (88:22)"
    },
    {
      "id": 36,
      "narrator": "It has been narrated on the authority of Abdullah b. 'Umar that the Messenger of Allah said:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir ki, Allah'ın Resulü şöyle dedi: \"İnsanlarla, 'Allah'tan başka ilah yoktur' dediklerinde, Muhammad'ın Allah'ın elçisi olduğunu kabul ettiklerinde, namazı kıldıklarında ve zekatı verdiklerinde, eğer bunu yaparlarsa, onların kanı ve malları benim adıma koruma altındadır, ancak hukuken haklı olduğunda, onların işleri Allah'a aittir.\""
    },
    {
      "id": 37,
      "narrator": "It Is narrated on the authority of Abu Malik:",
      "text": "Abu Malik'ten rivayet edilmiştir: Allah'ın Resulü'nün (ﷺ) şöyle dediğini işittim: \"Allah'tan başka ilah yoktur\" diyen ve insanların Allah'tan başka taptıkları her şeyi reddedenin malı ve kanı dokunulmaz hale gelir, ve onların işleri Allah'a aittir.\""
    },
    {
      "id": 38,
      "narrator": "Abu Malik narrated on the authority of his father that he heard the Apostle (ﷺ) say:",
      "text": "Abu Malik, babasından rivayet etmiştir ki, o, Resulullah'ın (ﷺ) şöyle dediğini işitti: \"Allah'ın birliğine inanan ve yukarıda belirtilenleri anlatan.\""
    },
    {
      "id": 39,
      "narrator": "It is reported by Sa'id b. Musayyib who narrated it on the authority of his father (Musayyib b. Hazm) that when Abu Talib was about to die, the Messenger of Allah (ﷺ) came to him and found with him Abu Jahl ('Amr b. Hisham) and 'Abdullah b. Abi Umayya ibn al-Mughirah. The Messenger of Allah (ﷺ) said:",
      "text": "Sa'id b. Musayyib'den rivayet edilmiştir ki, o, babasından (Musayyib b. Hazm) duydu ki, Ebu Talib ölmek üzereyken, Allah'ın Resulü (ﷺ) ona geldi ve yanında Ebu Cehil (Amr b. Hişam) ve Abdullah b. Ebi Ümeyye b. el-Mughirah vardı. Allah'ın Resulü (ﷺ) şöyle dedi: \"Amca, sadece 'Allah'tan başka ilah yoktur' de, ben de Allah katında senin mümin olduğuna şahitlik edeceğim.\" Ebu Cehil ve Abdullah b. Ebi Ümeyye ona şöyle dediler: \"Ebu Talib, Abdulmuttalib'in dinini mi terk edeceksin?\" Allah'ın Resulü (ﷺ) sürekli ona (teklifini kabul etmesi için) ısrar etti ve (diğer taraftan) Ebu Cehil ve Abdullah b. Ebi Ümeyye'nin aynı sözleri tekrarlandı ta ki Ebu Talib son kararını verene kadar ve Abdulmuttalib'in dinine bağlı kaldı ve 'Allah'tan başka ilah yoktur' demeyi reddetti. Bunun üzerine Allah'ın Resulü şöyle dedi: \"Vallahi, senin için sürekli af dileyeceğim, ta ki bu (Allah tarafından) yasaklanana kadar.\" O zaman Allah, azametli ve yüce olan, şu ayeti indirdi: \"Peygamberin ve inananların, müşrikler için, akrabaları bile olsa, af dilemeleri uygun değildir. Onlara cehennemlik oldukları kendilerine açıkça belirtildikten sonra.\" (9:113) Ve Allah'ın Resulü'ne (ﷺ) şöyle denildi: \"Sen sevdiğine doğru yolu gösteremezsin. Allah, dilediğini doğru yola iletir ve doğru yolda olanları en iyi O bilir.\" (28:56)"
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Aynı hadis farklı bir isnatla aktarılmıştır, ancak Allah'ın ayetleri indirdiği kısmında sona erer ve ayetler belirtilmez. Kelimelerde de hafif bir farklılık vardır."
    },
    {
      "id": 41,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah said to his uncle at the time of his death:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü, amcasına ölüm anında şöyle dedi: \"Allah'tan başka ilah yoktur\" de, ben de kıyamet gününde (senin Müslüman olduğuna) şahitlik edeceğim. Ama o (Ebu Talib) bunu reddetti. Sonra Allah bu ayeti indirdi: \"Sen sevdiğine doğru yolu gösteremezsin. Allah, dilediğini doğru yola iletir ve doğru yolda olanları en iyi O bilir.\" (28:56)"
    },
    {
      "id": 42,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah said to his uncle (at the time of his death):",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü, amcasına (ölüm anında) şöyle dedi: \"Allah'tan başka ilah yoktur\" de, ben de kıyamet gününde (senin Müslüman olduğuna) şahitlik edeceğim. O (Ebu Talib) şöyle dedi: \"Eğer Kureyş'in beni kınamasından ve (ölümün yaklaşması nedeniyle) bunu yapmamın korkusundan dolayı olduğunu söylerlerse, kesinlikle gözlerini aydınlatırdım.\" O zaman Allah şu ayeti indirdi: \"Sen sevdiğine doğru yolu gösteremezsin. Allah, dilediğini doğru yola iletir ve doğru yolda olanları en iyi O bilir.\" (28:56)"
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Osman'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'tan başka ilah olmadığını bilerek ölen cennete girecektir.\""
    },
    {
      "id": 44,
      "narrator": "It is narrated on the authority of Humran that he heard Uthman saying this:",
      "text": "Humran'dan rivayet edilmiştir ki, o, Osman'ın bu sözleri söylediğini işitti: \"Allah'ın Resulü (ﷺ) bu sözleri söyledi.\""
    },
    {
      "id": 45,
      "narrator": "It is narrated on the authority of Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Biz, Resulullah (ﷺ) ile (Tabuk'a) yürüyüşteydik. O (rivayet eden) dedi ki: İnsanların erzakları neredeyse tükendi. O (rivayet eden) dedi ki: (Ve durum o kadar kritik hale geldi ki) ordunun adamları develerinden bazılarını kesmeye karar verdiler. O (rivayet eden) dedi ki: Bunun üzerine Ömer dedi: \"Allah'ın Resulü, insanların elinde kalan erzakları bir araya toplamanı ve sonra Allah'tan (bereket) dilemeni isterim.\" O (rivayet eden) dedi ki: O (Peygamber) buna göre yaptı. O (rivayet eden) dedi ki: Buğdayı olan oraya buğdayla geldi. Hurma olan oraya hurmayla geldi. Ve Mücahid dedi ki: Hurma çekirdekleri olan oraya çekirdeklerle geldi. Ben (rivayet eden) dedim: Onlar hurma çekirdekleriyle ne yaptılar? Onlar dediler: \"Onlar (insanlar) onları emdiler ve sonra üzerine su içtiler.\" O (rivayet eden) dedi ki: O (Peygamber) onlara (erzaklara) Allah'tan bereket diledi. O (rivayet eden) dedi ki: (Ve stoklarda o kadar mucizevi bir artış oldu ki) insanlar erzaklarını tamamen tazelemiş oldular. O (rivayet eden) dedi ki: O zaman o (Peygamber) dedi: \"Ben, Allah'tan başka ilah olmadığına ve ben O'nun elçisi olduğuna şahitlik ederim. Şüphesiz ki, Allah'a şüphe duymadan kavuşacak olan kul cennete girecektir.\""
    },
    {
      "id": 46,
      "narrator": "It is narrated either on the authority of Abu Huraira or that of Abu Sa'id Khudri. The narrator A'mash has narrated this hadith with a little bit of doubt (about the name of the very first narrator who was in direct contact with the Holy Prophet. He was either Abu Huraira or Abu Sa'id Khudri. Both are equally reliable transmitters of the traditions). He (the narrator) said:",
      "text": "Abu Huraira veya Abu Sa'id Khudri'nin rivayetine göre nakledilmiştir. Rivayet eden A'maş, bu hadisi, doğrudan Hz. Peygamber ile irtibat kuran ilk ravinin adı konusunda biraz tereddütle aktarmıştır. O, ya Abu Huraira ya da Abu Sa'id Khudri'dir. Her ikisi de hadislerin güvenilir nakilcileridir. O (rivayet eden) dedi ki: Tabuk seferi sırasında (yiyecekler) azaldı ve ordudaki adamlar açlık çekti; dediler ki: Allah'ın Resulü, develerimizi kesmemize izin verir misin? Onları yeriz ve yağlarını kullanırız. Allah'ın Resulü (ﷺ) dedi: İstediğinizi yapın. O (rivayet eden) dedi ki: Sonra 'Umar oraya geldi ve dedi: Allah'ın Resulü, eğer bunu yaparsanız (izin verirseniz ve adamlar develerini kesmeye başlarsa), binek hayvanları azalır. Ama (ben öneriyorum) onları yanlarında kalan yiyeceklerle birlikte çağırın. Sonra onlara (yiyeceklerin) bereketi için dua edin. Allah'ın onları bereketlendireceğinden umut var. Allah'ın Resulü olumlu yanıt verdi. (rivayet eden) dedi ki: Bir deri örtü çağırdı ve masa örtüsü olarak serdi. Sonra insanları yanlarında kalan yiyecek parçalarıyla çağırdı. O (rivayet eden) dedi ki: Birisi bir avuç unla, diğeri bir avuç hurmayla, bir diğeri bir parça ekmekle geliyordu, ta ki bu şeylerin küçük miktarları masa örtüsünde toplandı. O (rivayet eden) dedi ki: Sonra Allah'ın Resulü (onlara) bereket için dua etti ve dedi: Kaplarınızı bu yiyeceklerle doldurun. O (rivayet eden) dedi ki: Kaplarını taşıracak şekilde doldurdular ve ordudan (30.000 kişilik) hiç kimse bir boş kap bile bırakmadı. O (rivayet eden) dedi ki: Doyuncaya kadar yediler ve hala fazlalık vardı. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Şahidim ki, Allah'tan başka ilah yoktur ve ben Allah'ın Resulüyüm. Rabbine şüphe duymadan kavuşan kimse cennetten uzak tutulmayacaktır."
    },
    {
      "id": 47,
      "narrator": "It is narrated on the authority of Ubadah b. Samit that the messenger of Allah (ﷺ) observed:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "It is narrated on the authority of Umar b. Hani with the same chain of transmitters with the exception of these words:",
      "text": "Ubadah b. Samit'in rivayetine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Kim derse ki: 'Allah'tan başka ilah yoktur, O tektir ve O'na ortak yoktur, Muhammad O'nun kulu ve Resulüdür, Mesih O'nun kulu ve cariyesinin oğludur ve O (Mesih) O'nun Meryem'e ilettiği kelimesidir ve O'nun ruhudur, cennet gerçektir ve cehennem gerçektir,' Allah onu (bu gerçekleri tasdik eden) istediği sekiz kapıdan cennete sokar.\""
    },
    {
      "id": 49,
      "narrator": "It is narrated on the authority of Sunabihi that he went to Ubada b. Samit when he was about to die. I burst into tears. Upon this he said to me:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "It is narrated on the authority of Mu'adh b. Jabal:",
      "text": "Umar b. Hani'nin rivayetiyle aynı nakil zincirinde, bu sözler dışında: \"Allah onu (bu gerçekleri tasdik eden) istediği sekiz kapıdan cennete sokar.\""
    },
    {
      "id": 51,
      "narrator": "It is narrated on the authority of Mu'adh b. Jabal that he observed:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "It is narrated on the authority of Mu'adh b. Jabal that the Messenger of Allah (ﷺ) said:",
      "text": "Sunabihi'nin rivayetine göre, Ubada b. Samit'in yanına gittiğinde ölmek üzereydi. Gözyaşlarına boğuldum. Bunun üzerine bana dedi ki: Bana biraz zaman tanı (seninle konuşabilmem için). Neden ağlıyorsun? Allah'a yemin ederim ki, eğer şahitlik etmem istense, kesinlikle senin için şahitlik ederim (senin bir mümin olduğunu). Eğer şefaat etmem istense, kesinlikle senin için şefaat ederim, ve eğer gücüm yetse, kesinlikle sana iyilik yaparım, ve sonra şöyle dedi: Allah'a yemin ederim ki, Allah'ın Resulü'nden (ﷺ) senin için faydalı olabilecek bir şey duymadım ve bunu sana iletmedim, bu tek hadisten başka. Bugün sana aktarmak istiyorum, çünkü son nefesimi vermek üzereyim. Allah'ın Resulü'nden (ﷺ) şunu duydum: \"Kim şahitlik ederse ki, Allah'tan başka ilah yoktur ve Muhammad Allah'ın Resulüdür, Allah onu cehennem ateşinden men eder.\""
    },
    {
      "id": 53,
      "narrator": "It is narrated on the authority of Aswad b. Hilal that he heard Mu'adh say this:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "It is reported on the authority of Abu Huraira:",
      "text": "Mu'adh b. Cebel'in rivayetine göre: Ben Peygamber'in (ﷺ) arkasında biniyordum ve aramızda sadece saddelenin arka kısmı vardı, o zaman dedi: Mu'adh b. Cebel. Ben de: Emrindeyim, Allah'ın Resulü! dedi. Birkaç dakika ilerledikten sonra tekrar dedi: Mu'adh b. Cebel. Ben de: Emrindeyim, Allah'ın Resulü! dedim. Sonra tekrar birkaç dakika ilerledi ve dedi: Mu'adh b. Cebel. Ben de: Emrindeyim, Allah'ın Resulü! dedim. O (Hz. Peygamber) dedi: Allah'ın kulları üzerinde ne hakkı olduğunu biliyor musun? Ben: Allah ve Resulü en iyi bilir, dedim. O (Hz. Peygamber) dedi: Şüphesiz, Allah'ın kulları üzerindeki hakkı, O'na ibadet etmeleri ve O'na hiçbir şeyi ortak koşmamalarıdır. O (Hz. Peygamber) Mu'adh'ı arkasında bırakarak birkaç dakika ilerledi ve dedi: Mu'adh b. Cebel. Ben de: Emrindeyim, Allah'ın Resulü! dedim. O (Hz. Peygamber) dedi: Eğer kullar O'na ibadet ederlerse (yani Allah'a hiçbir şeyi ortak koşmazlarsa) Allah'ın kulları üzerinde ne hakları vardır? Ben (Mu'adh b. Cebel) cevap verdim: Allah ve Resulü en iyi bilir. (Bunun üzerine) o (Hz. Peygamber) şöyle dedi: Onları (cehennem ateşiyle) azap etmeyecektir."
    },
    {
      "id": 55,
      "narrator": "It is reported on the authority of Anas b. Malik that the Prophet of Allah (may peace and blessings be upon him) addressed Mu'adh b. Jabal as he was riding behind him to which he replied:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "It is narrated on the authority of 'Itban b. Malik that he came to Medina and said:",
      "text": "Mu'adh b. Cebel'in rivayetine göre, şöyle dedi: Ben Allah'ın Resulü'nün (ﷺ) arkasında 'Ufair adında bir eşeğin üzerinde biniyordum. O (Mu'adh) şöyle dedi: O (Hz. Peygamber) dedi: Mu'adh, Allah'ın kulları üzerinde ne hakkı olduğunu ve kulların O'nun üzerinde ne hakkı olduğunu biliyor musun? Mu'adh ekledi: Ben: Allah ve Resulü en iyi bilir, dedim. Bunun üzerine o (Peygamber) şöyle dedi: Allah'ın kulları üzerindeki hakkı, Allah'a ibadet etmeleri ve O'na hiçbir şeyi ortak koşmamalarıdır, ve kulların Allah, Azze ve Celle üzerinde hakkı, O'nun kendisiyle ortak koşmayanı azap etmemesidir. O (Mu'adh) ekledi: Ben Allah'ın Resulü'ne dedim: O halde insanlara müjdeyi vereyim mi? O (Hz. Peygamber) dedi: Bu iyi haberi onlara verme, çünkü yalnızca buna güvenirler."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "It is narrated on the authority of 'Abbas b. 'Abdul-Muttalib that he heard the Messenger of Allah saying:",
      "text": "Mu'adh b. Cebel'in rivayetine göre, Allah'ın Resulü (ﷺ) şöyle dedi: Mu'adh, Allah'ın kulları üzerinde ne hakkı olduğunu biliyor musun? O (Mu'adh) dedi: Allah ve Resulü en iyi bilir. O (Allah'ın Resulü) dedi: Allah'tan başkası ibadet edilmemeli ve O'na hiçbir şey ortak koşulmamalıdır. O (Hz. Peygamber) dedi: Eğer kullar bunu yaparlarsa (O'na ibadet ederlerse) onların O'na ne hakları vardır? O (Mu'adh) dedi: Allah ve Resulü en iyi bilir. O (Hz. Peygamber) dedi: Onları azap etmeyecektir."
    },
    {
      "id": 59,
      "narrator": "It is narrated on the authority of Abu Huraira that the Prophet (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) said:",
      "text": "Aswad b. Hilal'in rivayetine göre, Mu'adh'ın şöyle dediğini duydu: Allah'ın Resulü (ﷺ) beni çağırdı ve ben de ona cevap verdim. O (Hz. Peygamber) dedi: İnsanlar üzerinde Allah'ın hakkını biliyor musun? ve ardından yukarıda belirtilen hadisi aktardı."
    },
    {
      "id": 61,
      "narrator": "Salim reported on the authority of his father that the Prophet (may peace and blessings be upon him) heard a man censuring his brother regarding modesty. Upon this the Prophet remarked:",
      "text": "Salim, babasından rivayet ettiğine göre, Peygamber (sallallahu aleyhi ve sellem) bir adamın kardeşini iffet konusunda kınadığını duydu. Bunun üzerine Peygamber şöyle dedi: İffet, imanın bir parçasıdır."
    },
    {
      "id": 62,
      "narrator": "Zuhri has narrated this hadith with the addition of these words:",
      "text": "Zuhri, bu hadisi şu eklemeyle rivayet etmiştir: O (Kutsal Peygamber), iffet konusunda kardeşine öğüt veren bir Ansar topluluğunun yanından geçti."
    },
    {
      "id": 63,
      "narrator": "It is narrated on the authority of 'Imran b. Husain that the Prophet (may peace and blessings be upon him) said:",
      "text": "'Imran b. Husain'den rivayet edilmiştir ki, Peygamber (sallallahu aleyhi ve sellem) şöyle buyurdu: İffet, sadece hayır getirir. Bushair b. Ka'b dedi ki: Hikmet kitaplarında kaydedilmiştir, bunun içinde itidal ve huzur vardır. İmran dedi ki: Ben size Allah'ın Resulü'nün hadisini aktarıyorum, siz ise kitaplarınızdan bahsediyorsunuz."
    },
    {
      "id": 64,
      "narrator": "It is narrated on the authority of Qatada. We were sitting with 'Imran b. Husain in a company and Bushair ibn Ka'b was also amongst us. 'Imran narrated to us that on a certain occasion the Messenger of Allah (may peace and blessings be upon him) said:",
      "text": "Katade'den rivayet edilmiştir. Biz, 'Imran b. Husain ile bir toplulukta oturuyorduk ve Bushair b. Ka'b da aramızdaydı. 'Imran, bir gün Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle dediğini aktardı: İffet, tam anlamıyla bir erdemdir, ya da şöyle dedi: İffet, tamamlanmış bir hayırdır. Bunun üzerine Bushair b. Ka'b dedi ki: Gerçekten bazı kitaplarda veya hikmet kitaplarında, bu Allah'tan ilham alınmış bir huzur veya Allah rızası için bir itidal olduğunu ve bunun içinde bir zayıflık da bulunduğunu buluyoruz. İmran öyle bir öfkelendi ki gözleri kızardı ve dedi ki: Ben size Allah'ın Resulü'nün hadisini aktarıyorum, siz ise ona karşı çıkıyorsunuz. O (rivayet eden) dedi ki: İmran hadisi aktardı, O (rivayet eden) dedi ki: Bushair tekrar etti, (aynı şeyi). İmran öfkelendi. O (rivayet eden) dedi ki: Biz dedik ki: Gerçekten Bushair aramızdadır. Abu Nujaid! Onun (Bushair) ile ilgili bir sakınca yoktur."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "İshak b. İbrahim, bu hadisi İmran b. Husain'den, Hammad b. Zaid'in rivayet ettiği gibi aktarmaktadır."
    },
    {
      "id": 66,
      "narrator": "It is narrated on the authority of Sufyan b. 'Abdulla al-Thaqafi that he said:",
      "text": "Sufyan b. 'Abdulla al-Thaqafi'den rivayet edilmiştir ki, o şöyle dedi: Ben Allah'ın Resulü'ne, bana İslam hakkında, senden sonra kimseye sormama gerek bırakmayacak bir şey söylemesini istedim. Abu Usama'nın hadisinde (sözler) şöyle: senden başka. O (Kutsal Peygamber) şöyle buyurdu: De ki, ben Allah'a iman ettim ve sonra ona sadık kal."
    },
    {
      "id": 67,
      "narrator": "It is narrated on the authority of 'Abdullah b. 'Amr that a man asked the Messenger of Allah (may peace and blessings be upon him) which of the merits (is superior) in Islam. He (the Holy Prophet) remarked:",
      "text": "'Abdullah b. 'Amr'dan rivayet edilmiştir ki, bir adam Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) İslam'daki hangi faziletin (üstün) olduğunu sordu. O (Kutsal Peygamber) şöyle buyurdu: Senin, tanıdığın veya tanımadığın birine yemek vermen ve selam vermen."
    },
    {
      "id": 68,
      "narrator": "'Abdullah b. Amr b. al-As is reported to have said:",
      "text": "'Abdullah b. Amr b. al-As'ın şöyle dediği rivayet edilmiştir: Gerçekten bir kişi Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) Müslümanlar arasında kimlerin daha iyi olduğunu sordu. Bunun üzerine (Kutsal Peygamber) şöyle buyurdu: Müslümanların elinden ve dilinden emin olduğu kimsedir."
    },
    {
      "id": 69,
      "narrator": "It is narrated on the authority of Jabir that he heard the (Holy Prophet) say:",
      "text": "Jabir'den rivayet edilmiştir ki, o (Kutsal Peygamber)'in şöyle dediğini duydu: Müslüman, Müslümanların elinden ve dilinden emin olduğu kimsedir."
    },
    {
      "id": 70,
      "narrator": "It is narrated on the authority of Abu Musa Ash'ari:",
      "text": "Abu Musa Ash'ari'den rivayet edilmiştir: Ben Allah'ın Resulü'ne İslam'ın hangi (özelliğinin) daha üstün olduğunu sordum. Bunun üzerine o şöyle buyurdu: Müslümanların, diğer Müslümanların elinden ve dilinden korunduğu bir (özellik)."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "İbrahim b. Sa'id al-Jauhari, bu hadisi aynı kelimelerle ve bunlara ek olarak şöyle rivayet etmiştir: Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) Müslümanlar arasında kimlerin daha iyi olduğu soruldu ve hadisin geri kalanı bu şekilde aktarıldı."
    },
    {
      "id": 72,
      "narrator": "It is reported on the authority of Anas that the Prophet of Allah (may peace and blessings be upon him ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Üç özellik vardır ki, bunlarla nitelendirilen kimse, imanın tadını alır: Allah ve Resulü'nün her şeyden daha sevimli olduğu; yalnızca Allah rızası için birini sevdiği; ve Allah onu inkar etmekten kurtardıktan sonra inkar etmeyi, ateşe atılmaktan daha çirkin gördüğü."
    },
    {
      "id": 73,
      "narrator": "It is reported on the authority of Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Üç özellik vardır ki, bunlarla nitelendirilen kimse, imanın tadını alır: O, bir insanı yalnızca Allah rızası için sever; Allah ve Resulü ona her şeyden daha sevimlidir; Allah onu inkar etmekten kurtardıktan sonra inkar etmeyi, ateşe atılmaktan daha çok tercih eder."
    },
    {
      "id": 74,
      "narrator": "A similar hadith has been reported on the authority of Anas (with another chain of transmitters) with the exception of these words:",
      "text": "Anas'tan benzer bir hadis (başka bir isnat zinciriyle) rivayet edilmiştir, bu sözler hariç: tekrar Yahudi veya Hristiyan olması."
    },
    {
      "id": 75,
      "narrator": "It is reported on the authority of Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Hiçbir kul iman etmez, Abdul Warith'in rivayet ettiği hadiste ise, hiçbir kişi iman etmez, ta ki ben ona, ailesinin üyelerinden, malından ve tüm insanlıktan daha sevimli olmayayım."
    },
    {
      "id": 76,
      "narrator": "It is reported on the authority of Anas b. Malik that the Messenger of Allah said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: Sizden hiçbiri, ben ona çocuğundan, babasından ve bütün insanlardan daha sevgili olmadıkça gerçek bir mümin olamaz."
    },
    {
      "id": 77,
      "narrator": "It is narrated on the authority of Anas b. Malik that the Prophet (may peace and blessings be upon him) observed:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Peygamber (sallallahu aleyhi ve sellem) şöyle buyurmuştur: \"Sizden hiçbiri (gerçekten) kardeşi için, kendisi için sevdiği şeyleri sevmedikçe iman etmiş olmaz\" - ya da \"komşusu için\" dedi - \"kendisi için sevdiği şeyleri.\""
    },
    {
      "id": 78,
      "narrator": "It is narrated on the authority of Anas that the Prophet (may peace blessings be upon him) observed:",
      "text": "Anas'tan rivayet edilmiştir ki, Peygamber (sallallahu aleyhi ve sellem) şöyle buyurmuştur: \"Canım elinde olan Allah'a yemin ederim ki, bir kul (gerçekten) iman etmiş olmaz, ta ki komşusu için, ya da (Peygamber) kardeşi için, kendisi için sevdiği şeyleri sevmedikçe.\""
    },
    {
      "id": 79,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (may peace and blessing be upon him) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurmuştur: Komşusunun haksız davranışından emin olmadığı kimse cennete giremeyecektir."
    },
    {
      "id": 80,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurmuştur: \"Allah'a ve Ahiret Günü'ne iman eden, ya güzel sözler söylesin ya da daha iyi bir şekilde sussun; Allah'a ve Ahiret Günü'ne iman eden komşusuna iyilik yapsın; Allah'a ve Ahiret Günü'ne iman eden misafirine ikramda bulunsun.\""
    },
    {
      "id": 81,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurmuştur: \"Allah'a ve Ahiret Günü'ne iman eden, komşusuna zarar vermez; Allah'a ve Ahiret Günü'ne iman eden misafirine ikramda bulunur; Allah'a ve Ahiret Günü'ne iman eden ya güzel sözler söylesin ya da sussun.\""
    },
    {
      "id": 82,
      "narrator": "Another hadith similar to one narrated (above) by Abu Husain is also reported by Abu Huraira with the exception of these words:",
      "text": "Ebu Hureyre'den rivayet edilen başka bir hadis, yukarıda (Abu Husain tarafından) rivayet edilenle benzerlik göstermektedir, ancak şu sözler hariç: \"O (Peygamber) dedi ki: Komşuya iyilik yapmalıdır.\""
    },
    {
      "id": 83,
      "narrator": "It is narrated on the authority of Abu Shuraih al-Khuzai' that the Prophet (may peace and blessings of Allah be upon him) observed:",
      "text": "Ebu Şureyh el-Khuza'i'den rivayet edilmiştir ki, Peygamber (sallallahu aleyhi ve sellem) şöyle buyurmuştur: \"Allah'a ve Ahiret Günü'ne iman eden komşusuna iyilik yapsın; Allah'a ve Ahiret Günü'ne iman eden misafirine ikramda bulunsun; Allah'a ve Ahiret Günü'ne iman eden ya güzel sözler söylesin ya da daha iyi bir şekilde sussun.\""
    },
    {
      "id": 84,
      "narrator": "It is narrated on the authority of Tariq b. Shihab:",
      "text": "Tariq b. Şihab'dan rivayet edilmiştir: Marwan, 'İd günü namazdan önce hutbe (konuşma) vermek uygulamasını başlatan kişiydi. Bir adam ayağa kalkarak: \"Namaz, hutbeden önce olmalıdır\" dedi. O (Marwan) ise: \"Bu (uygulama) kaldırılmıştır\" diye yanıtladı. Bunun üzerine Ebu Sa'id: \"Bu adam üzerine düşeni yerine getirmiştir\" dedi. Ben, Allah'ın Elçisi'nin şöyle söylediğini duydum: \"Sizden birisi bir çirkinlik görürse, onu el ile değiştirsin; eğer buna gücü yetmiyorsa, diliyle değiştirsin; eğer buna da gücü yetmiyorsa, kalbinden buğz etsin, bu da imanın en zayıfıdır.\""
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Aynı hadis, Ebu Sa'id el-Hudri tarafından Marwan ile ilgili hikaye bağlamında rivayet edilmiştir."
    },
    {
      "id": 86,
      "narrator": "It is narrated on the authority 'Abdullah b. Mas'ud that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurmuştur: \"Benden önce hiçbir peygamber, kendi kavmine, kendi yollarını izleyen ve emirlerine itaat eden talebeleri olmadan gönderilmemiştir. Sonra onların arkasından, yapmadıkları şeyleri söyleyen ve yapmaları emredilmeyen şeyleri uygulayan halefleri geldi. Onlara el ile karşı koyan bir mümindir; dille karşı koyan bir mümindir; kalbiyle karşı koyan bir mümindir; bunun ötesinde bir hardal tanesi kadar bile iman yoktur.\" Ebu Rafi' dedi ki: \"Bu hadisi Abdullah b. 'Umar'a anlattım; o ise bana itiraz etti. O sırada Abdullah b. Mes'ud geldi, Kânat'ta kaldı ve Abdullah b. 'Umar beni onun yanına götürmek istedi (çünkü Abdullah b. Mes'ud hastaydı), ben de onunla birlikte gittim ve onun önünde oturduğumuzda, Ibn Mes'ud'a bu hadisi sordum. O, benim Abdullah b. 'Umar'a anlattığım gibi anlattı.\""
    },
    {
      "id": 87,
      "narrator": "The same hadith has been transmitted by another chain of narrators on the authority of 'Abdullah b. Mas'ud who observed:",
      "text": "Aynı hadis, Abdullah b. Mes'ud'un başka bir rivayet zincirinden aktarılmıştır; o da şöyle demiştir: \"Peygamberler arasında, kendi yollarını izleyen ve emirlerine itaat eden talebeleri olmayan hiç kimse yoktur.\" Hadisin geri kalanı, Salih'in rivayet ettiği gibi, ancak Ibn Mes'ud'un gelmesi ve Ibn 'Umar ile buluşması belirtilmemiştir."
    },
    {
      "id": 88,
      "narrator": "It is narrated on the authority of Ibn Mas'ud that the Messenger of Allah (may peace and blessings be upon him) pointed towards Yemen with his hand and said:",
      "text": "İbn Mes'ud'dan rivayet edilmiştir ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) elini Yemen'e doğru işaret ederek şöyle buyurmuştur: \"Şüphesiz iman bu taraftadır; kalplerin sertliği ve katılığı, develerini kuyruklarından sürükleyen kabilelerin sahipleri arasında bulunur; onlar Rabi'a ve Mudar kabileleridir.\""
    },
    {
      "id": 89,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi şöyle buyurmuştur: \"Yemen halkı geldi; onların kalpleri yumuşaktır, iman Yemenlilerin imanı, anlayış (inanç) Yemenlilerin anlayışı ve akıl Yemenlilerin aklıdır.\""
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Ebu Hureyre, başka bir rivayet zincirinden bize ulaştırılan aynı hadisi aktarmıştır; örneğin, Muhammed b. el-Muthanna, İshak b. Yusuf Azrak, İbn 'Aun vb."
    },
    {
      "id": 91,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle gözlemledi: Yemen'den size insanlar geldi; kalpleri yumuşak ve hisleri nazik, anlayış Yemenlidir, akıl Yemenlidir."
    },
    {
      "id": 92,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) remarked:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle dedi: Küfrün zirvesi doğudadır ve gurur ile kibir, at ve deve sahipleri arasında, kaba ve medeniyetsiz olanlar, çadır halkı arasında bulunmaktadır; huzur ise keçi ve koyun besleyenler arasında bulunmaktadır."
    },
    {
      "id": 93,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle gözlemledi: İnanç Yemenliler arasındadır, küfür doğudadır, huzur ise keçi ve koyun besleyenler arasındadır; gurur ve gösteriş ise medeniyetsiz ve kaba at ve deve sahipleri arasındadır."
    },
    {
      "id": 94,
      "narrator": "It is reported on the authority of Abu Huraira:",
      "text": "Abu Huraira'nın rivayetine göre: Allah'ın Elçisi şöyle dedi: Gurur ve kibir, medeniyetsiz deve sahipleri arasında bulunmaktadır; huzur ise koyun ve keçi sahipleri arasında bulunmaktadır."
    },
    {
      "id": 95,
      "narrator": "The same hadith has been narrated by Zuhri with the same chain of authorities with the addition:",
      "text": "Aynı hadis, Zuhri tarafından aynı isnatla, \"İnanç Yemenliler arasındadır, akıl Yemenlilere aittir.\" eklemesiyle rivayet edilmiştir."
    },
    {
      "id": 96,
      "narrator": "Abu Huraira said:",
      "text": "Abu Huraira dedi ki: Ben, Peygamberin (ona Allah'ın selamı ve bereketi olsun) şöyle dediğini duydum: Yemen halkı geldi, kalpleri yumuşak ve hisleri nazik. İnanç Yemenlilere aittir, akıl Yemenlilere aittir, huzur ise koyun ve keçi sahipleri arasında, gurur ve kibir ise medeniyetsiz deve sahipleri arasında, doğu yönünde çadır halkı arasında bulunmaktadır."
    },
    {
      "id": 97,
      "narrator": "It is reporter on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle gözlemledi: Kalp katılığı ve sertlik doğudadır; inanç ise Hicaz halkı arasındadır."
    },
    {
      "id": 98,
      "narrator": "Qutaiba b. Sa'id and Zubair b. Harb say:",
      "text": "Kutaiba b. Sa'id ve Zubair b. Harb der ki: Jarir, bu hadisi A'mash'tan aynı isnatla rivayet etti (yukarıda bahsedildiği gibi)."
    },
    {
      "id": 99,
      "narrator": "Shu'ba narrated the hadith as reported by Jarir with the same chain of narrators with this addition:",
      "text": "Şu'ba, Jarir'in rivayet ettiği hadisi aynı isnatla şu eklemeyle aktardı: Gurur ve kibir deve sahipleri arasında, huzur ve sükun ise koyun sahipleri arasında bulunmaktadır."
    },
    {
      "id": 100,
      "narrator": "It is reported on the authority of Jabir b. Abdullah that the Messenger of Allah (may peace and, blessings be upon him) observed:",
      "text": "Jabir b. Abdullah'ın rivayetine göre, Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle gözlemledi: Kalp katılığı ve sertlik doğudadır; inanç ise Hicaz halkı arasındadır."
    },
    {
      "id": 101,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle gözlemledi: Siz, inanç (iman esaslarına) tasdik etmediğiniz sürece cennete giremeyeceksiniz; birbirinizi sevmediğiniz sürece de inanmış olamazsınız. Size, eğer yaparsanız aranızda sevgi oluşturacak bir şey söylemeyeyim mi: (yani) birbirinize selam vermeyi yaygınlaştırın: as-salamu alaikum deyin."
    },
    {
      "id": 102,
      "narrator": "Zuhair b. Harb said:",
      "text": "Zuhair b. Harb dedi ki: Jarir, A'mash'tan bu isnatla rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle gözlemledi: Canım elinde olana yemin ederim ki, inanmadıkça cennete giremeyeceksiniz. Hadisin geri kalanı, Abd Mu'awiya ve Vaki' tarafından rivayet edilenle aynıdır."
    },
    {
      "id": 103,
      "narrator": "It is narrated on the authority of Tamim ad-Dari that the Prophet (ﷺ) said:",
      "text": "Tamim ad-Dari'nin rivayetine göre, Peygamber (ﷺ) şöyle dedi: \"Din, samimiyettir.\" Biz, \"Kime?\" dedik. O, \"Allah'a, Kitabına, Elçisine ve Müslümanların liderlerine ve halkına.\" dedi."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Muhammed b. Hatim ve diğerleri, aynı hadisi Tamim ad-Dari'den Allah'ın Elçisine (ona Allah'ın selamı ve bereketi olsun) rivayet etmiştir."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Umayya b. Bistam, Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) ile ilgili aynı hadisi Tamim ad-Dari'den rivayet etmiştir."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Jarir'in rivayetine göre, ben Allah'ın Resulü'ne (ona salat ve selam olsun) namazı kılmak, zekatı vermek ve her Müslüman için samimiyet ve iyi dileklerde bulunmak üzere biat ettiğimi gözlemledi."
    },
    {
      "id": 107,
      "narrator": "Sufyan narrated on the authority of Ziyad b. 'Ilaqa that he heard Jarir b. 'Abdullah saying:",
      "text": "Sufyan, Ziyad b. 'Ilaqa'dan rivayet etti ki, Jarir b. 'Abdullah'ın şöyle dediğini duydu: Ben Allah'ın Resulü'ne (ona salat ve selam olsun) her Müslüman için samimiyet ve iyi dileklerde bulunmak üzere biat ettim."
    },
    {
      "id": 108,
      "narrator": "It is narrated on the authority of Jarir that he observed:",
      "text": "Jarir'in rivayetine göre, ben Allah'ın Resulü'ne (ona salat ve selam olsun) emirlerini işitmek ve onlara itaat etmek üzere biat ettiğimi gözlemledim ve Peygamber (ona salat ve selam olsun) bana, gücümün yettiği şekilde hareket etmemi emretti, ayrıca her Müslüman için samimiyet ve iyi niyet de belirtti."
    },
    {
      "id": 109,
      "narrator": "Abu Huraira reported that the Messenger of Allah observed:",
      "text": "Abu Huraira, Allah'ın Resulü'nün şöyle söylediğini bildirdi: Zina eden bir kişi zina ettiği sürece mümin değildir, hırsızlık yapan bir kişi hırsızlık yaptığı sürece mümin değildir, ve içki içen bir kişi içki içtiği sürece mümin değildir. 'Abdul-Malik b. Abi Bakr, bunu Abu Bakr b. Abdur-Rahman b. Harith'ten rivayet etti ve ardından Abu Huraira'nın şu eklemeyi yaptığını söyledi: Değerli bir şeyi yağmalayan bir kişi bu eylemi gerçekleştirdiği sürece mümin değildir."
    },
    {
      "id": 110,
      "narrator": "'Abdul-Malik b. Shu'aib narrated this hadith on the authority of Abu Huraira that he observed:",
      "text": "'Abdul-Malik b. Shu'aib, Abu Huraira'dan bu hadisi rivayet etti ki, o şöyle dedi: Allah'ın Resulü, zina eden bir kişinin zina etmediğini söyledi, ardından hadisi bu şekilde anlattı ve yağmalamayı da zikretti, ancak değerli bir şeyden bahsetmedi. İbn Şihab dedi ki: Sa'id b. al-Musayyib ve Abu Salama, bu hadisi Abu Huraira'dan, Abu Bakr'ın hadisi gibi rivayet ettiler, yağmalama zikri hariç."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Muhammad b. Mihran, bu hadisi Abu Huraira'dan rivayet etti ve yağmalamayı zikretti ancak değerli bir şeyden bahsetmedi."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "İmam Müslim, bu hadisi Hasan b. 'Ali al-Halwani ve diğer rivayetlerle bildirmiştir."
    },
    {
      "id": 113,
      "narrator": "It is reported on the authority of Qutaiba b. Sa'id who reported on the authority of Abu Huraira the hadith like that narrated from Zuhri with this exception that in the hadith narrated by 'Ala ' and Safwan b. Sulaim there is no mention of:",
      "text": "Qutaiba b. Sa'id'in rivayetine göre, Abu Huraira'dan, Zuhri'den rivayet edilen hadisin benzeri, 'Ala' ve Safwan b. Sulaim'in rivayetinde, insanların ona bakmalarından bahsedilmediği, Hammam'ın rivayetinde ise: Müminler ona bakarlar gibi sözlerin yer almadığı bildirilmiştir; bu nedenle yağmalayan kişi mümin değildir, ve bu sözler eklendi: Ve istismar eden bir kişi istismar yaptığı sürece mümin değildir; bu nedenle bu kötülüklerden kaçının ve uzak durun."
    },
    {
      "id": 114,
      "narrator": "It is narrated on the authority of Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edildiğine göre: Zina eden bir kişi zina ettiği sürece mümin değildir, ve hırsızlık yapan kimse hırsızlık yaptığı sürece mümin değildir, ve içki içen kimse içki içtiği sürece mümin değildir, ve bu durumdan sonra tövbe kabul edilebilir."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Muhammad b. Rafi', Abdur-Razzaq, Sufyan, A'mash bu hadisi Abu Huraira'dan, Shu'ba'nın rivayet ettiği gibi, Peygamber'e kadar izleyerek rivayet ettiler."
    },
    {
      "id": 116,
      "narrator": "It is narrated on the authority of Abdullah b. 'Amr that the Prophet observed:",
      "text": "Abdullah b. 'Amr'dan rivayet edildiğine göre, Peygamber şöyle buyurdu: \"Dört özellik vardır, kimde bunların hepsi bulunursa o tam bir münafıktır, kimde bunlardan biri bulunursa, o da münafıklığın bir özelliğine sahiptir, ta ki onu terk edene kadar: Konuştuğunda yalan söyler, ahit ettiğinde ihanet eder, söz verdiğinde bozar, ve tartıştığında edebe aykırı sözlere başvurur.\""
    },
    {
      "id": 117,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) said:",
      "text": "Sufyan'ın (rivayetçilerden biri) naklinde: \"Ve eğer onlardan birine sahipse, o da münafıklığın bir özelliğine sahiptir.\" şeklindedir."
    },
    {
      "id": 118,
      "narrator": "Abu Huraira reported that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ona salat ve selam olsun) şöyle dedi: Münafığın üç alameti vardır: Konuştuğunda yalan söyler, söz verdiğinde ihanet eder, kendisine güvenildiğinde ihanet eder."
    },
    {
      "id": 119,
      "narrator": "'Uqba b. Mukarram al-'Ami reported that he heard 'Ala' b. 'Abdur-Rahman narrating this hadith with this chain of transmitters and he said:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ona salat ve selam olsun) şöyle gözlemlediğini bildirdi: Münafığın üç özelliği vardır: Konuştuğunda yalan söyler, söz verdiğinde ihanet eder, ve kendisine güvenildiğinde ihanet eder."
    },
    {
      "id": 120,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings of Allah be upon him) made observations like them embodied in the hadith narrated by Yahya b. Muhammad on the authority of 'Ala', and added to it:",
      "text": "'Uqba b. Mukarram al-'Ami, 'Ala' b. 'Abdur-Rahman'dan bu hadisi bu isnatla duyduğunu bildirdi ve şöyle dedi: Münafığın üç alameti vardır, oruç tutsa ve namaz kılmayı ve Müslüman olduğunu iddia etse bile."
    },
    {
      "id": 121,
      "narrator": "It is reported on the authority of Ibn 'Umar that the Apostle (may peace and blessings be upon him) observed:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle buyurmuştur: Bir adam kardeşine kafir derse, bu (en azından) birine geri döner."
    },
    {
      "id": 122,
      "narrator": "It is reported on the authority of Ibn 'Umar that the Messenger of Allah (may peace and blessings be upon him) said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle demiştir: Kardeşine \"Ey kafir\" diyen herhangi bir kişi (aslında bu küfür) birine geri döner. Eğer bu doğruysa (o zaman adamın küfrü tasdik edilmiş olur), ama eğer doğru değilse, o zaman bu (kardeşine bunu isnat eden) adama geri döner."
    },
    {
      "id": 123,
      "narrator": "It is reported on the authority of Abu Dharr that he heard the Messenger of Allah (may peace and blessings be upon him) saying:",
      "text": "Abu Dharr'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle buyurmuştur: Bilerek başka birini babası olarak kabul eden kimse, sadece küfür işlemiştir; ve kendisine ait olmayan bir şeyi iddia eden kimse bizden değildir; onun yeri ateş olmalıdır; ve birine kafir demek ya da onu Allah'ın düşmanı olarak nitelendirmek, eğer o böyle değilse, bu ona geri döner."
    },
    {
      "id": 124,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle buyurmuştur: Babalarınızı küçümsemeyin; babasını küçümseyen kimse küfür işlemiştir."
    },
    {
      "id": 125,
      "narrator": "It is reported on the authority of Sa'd b. Abi Waqqas:",
      "text": "Sa'd b. Abi Waqqas'tan rivayet edildiğine göre: Her iki kulağım da Allah'ın Elçisi'nin şöyle dediğini duydu: Gerçek babası dışında başka birinin babalığını bilerek iddia eden (büyük bir günah işlemiştir); cennet ona haramdır. Abu Bakra da bunun Allah'ın Elçisi'nden (salat ve selam üzerine olsun) duyduğunu belirtmiştir."
    },
    {
      "id": 126,
      "narrator": "Sa'd and Abu Bakra each one of them said:",
      "text": "Sa'd ve Abu Bakra her biri şöyle dedi: Kulaklarım duydu ve işitmem bunu korudu ki, Muhammed (salat ve selam üzerine olsun) şöyle buyurdu: Gerçek babası dışında başka birinin babalığını bilerek iddia eden kimseye cennet haramdır."
    },
    {
      "id": 127,
      "narrator": "It is narrated on the authority of 'Abdullah b. Mas'ud that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "'Abdullah b. Mas'ud'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle buyurmuştur: Bir Müslümanı aşağılamak bir hakarettir ve ona karşı savaşmak küfürdür. Zubaid dedi ki: Abu Wa'il'e sordum: Abdullah'ın bunu Allah'ın Elçisi'nden (salat ve selam üzerine olsun) rivayet ettiğini duydun mu? O da: Evet, dedi. Ancak Zubaid ile Abu Wa'il arasındaki konuşma, Shu'ba tarafından rivayet edilen hadiste geçmektedir."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Abu Bakr b. Abu Shaiba, Abdullah'dan Allah'ın Elçisi'nden (salat ve selam üzerine olsun) bu şekilde bir hadisi rivayet etmiştir."
    },
    {
      "id": 129,
      "narrator": "It is narrated on the authority of Jarir b. 'Abdullah that the Messenger of Allah (may peace and blessings be upon him) asked him on the occasion of the Farewell Pilgrimage to make the people silent and then said:",
      "text": "Jarir b. 'Abdullah'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) ona Veda Haccı sırasında insanları susturmasını istedi ve sonra şöyle dedi: Benden sonra birbirinizin boyunlarına vurarak küfre dönmeyin."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Abdullah b. Mu'adh, İbn 'Umar'dan Allah'ın Elçisi'nden (salat ve selam üzerine olsun) bu şekilde bir hadisi rivayet etmiştir."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Abdullah b. Umar'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) Veda Haccı sırasında şöyle buyurmuştur: Size yazıklar olsun, başınıza gelenlere! Benden sonra birbirinizin boyunlarına vurarak kafir olarak geri dönmeyin."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Harmala b. Yahya, Abdullah b. Wahb, Umar b. Muhammad, İbn Umar, Waqid'den Shu'ba'nın rivayet ettiği hadisi benzer şekilde aktarmışlardır."
    },
    {
      "id": 133,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle buyurmuştur: İnsanlar arasında iki şey vardır ki, bunlar küfre eşdeğerdir: Soyu sövmek ve ölüler için ağıt yakmak."
    },
    {
      "id": 134,
      "narrator": "It is narrated on the authority of Jarir that he heard (the Holy Prophet) saying, The slave who fled from his master committed an act of infidelity as long as he would not return to him. Mansur observed:",
      "text": "Jarir'den rivayet edildiğine göre, (Peygamber Efendimiz) şöyle demiştir: Efendisinden kaçan köle, efendisine dönmediği sürece küfür işlemiştir. Mansur şöyle gözlemledi: Vallahi, bu hadisi Allah'ın Elçisi'nden (salat ve selam üzerine olsun) duydum, ama bunun burada Basra'da benim adıma rivayet edilmesini istemiyorum."
    },
    {
      "id": 135,
      "narrator": "It is narrated on the authority of Jarir that the Messenger of Allah (may peace and blessings be upon him) observed:",
      "text": "Jarir'den rivayet edildiğine göre, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle buyurmuştur: Efendisinden kaçan kölenin sorumluluğu ondan kaldırılmıştır."
    },
    {
      "id": 136,
      "narrator": "Jarir b. Abdullah reported it from the Holy Prophet:",
      "text": "Jarir b. Abdullah, Hz. Peygamber'den rivayet etmiştir: Kul, efendisinden kaçtığında, onun namazı kabul edilmez."
    },
    {
      "id": 137,
      "narrator": "It is narrated on the authority of Zaid b. Khalid al-Juhani:",
      "text": "Zaid b. Khalid el-Cuheni'den rivayet edilmiştir: Allah'ın Resulü (salat ve selam üzerine olsun) Hudeybiye'de sabah namazını kıldırdı. Gece yağmurun izleri vardı. Namazın sonunda, insanlara dönerek: Rabbinizin ne söylediğini biliyor musunuz? diye sordu. Onlar: Allah ve Resulü daha iyi bilir, dediler. Bunun üzerine o (Hz. Peygamber) şöyle dedi: O (Allah) dedi ki: Bazı kullarım sabaha benim müminlerim olarak girdi, bazıları ise kafir olarak girdi. 'Biz, Allah'ın rahmeti ve bereketiyle yağmur yağdı' diyen, benim müminimdir ve yıldızlara inkar eden birisidir; 'Şu ve bu yıldızın doğuşuyla yağmur yağdı' diyen ise bana inkar etti ve yıldızlara inanç besledi."
    },
    {
      "id": 138,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (salat ve selam üzerine olsun) şöyle dedi: Rabbinizin ne söylediğini bilmiyor musunuz? Şöyle gözlemledi: Ben, kullarıma hiçbir nimet vermedim ki, içlerinden bir kısmı ona inkar etmesin ve 'Yıldızlar, yıldızlar yüzünden oldu' demesin."
    },
    {
      "id": 139,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (may peace and blessing be upon him) observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (salat ve selam üzerine olsun) şöyle gözlemledi: Allah, sabah bir grup insanın bunu (bir nimet olarak) inkar etmesi için gökten bereketini yağdırmaz. Allah yağmur indirir, fakat onlar (kafirler) derler ki: Şu ve bu yıldız (bunun sebebidir)."
    },
    {
      "id": 140,
      "narrator": "It is reported on the authority of Ibn 'Abbas that there was (once) a downpour during the life of the Apostle (may peace and blessings be upon him Upon this the Apostle (may peace and blessings be upon him) observed:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Resulullah (salat ve selam üzerine olsun) döneminde bir yağmur yağdı. Bunun üzerine Resulullah (salat ve selam üzerine olsun) şöyle dedi: Bazı insanlar şükürle sabaha girdi, bazıları ise nankörlükle (Allah'a). Şükredenler: Bu, Allah'ın nimeti, dediler; nankörlük edenler ise: Şu ve bu takımyıldızı doğrudur, dediler. Bunun üzerine şu ayet indirildi:"
    },
    {
      "id": 141,
      "narrator": "It is reported on the authority of Anas that the Messenger of Allah (may peace and blessings Be upon him) observed:",
      "text": "Yıldızların batışı üzerine yemin ederim ki, inkar etmemeniz için rızkınızı hazırlayın."
    },
    {
      "id": 142,
      "narrator": "It is narrated on the authority of Anas that the Apostle (may peace and blessings be upon him) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (salat ve selam üzerine olsun) şöyle gözlemledi: Münafığın alameti, Ensar'a karşı duyduğu nefret; müminin alameti ise, Ensar'a duyduğu sevgidir."
    },
    {
      "id": 143,
      "narrator": "Al-Bara reported from the Messenger (may peace and blessing be upon him) that he remarked with regard to the Ansar:",
      "text": "Anas'tan rivayet edilmiştir ki, Resulullah (salat ve selam üzerine olsun) şöyle dedi: Ensar sevgisi, imanın alametidir; onlara karşı duyulan nefret ise, ikiyüzlülüğün alametidir."
    },
    {
      "id": 144,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (may peace and blessings be upon him) said:",
      "text": "Al-Bara, Resulullah'tan (salat ve selam üzerine olsun) Ensar hakkında şöyle dediğini rivayet etmiştir: \"Onları seven yalnızca mümindir, onlardan nefret eden yalnızca münafıktır. Onları seven, Allah'ı sever; onlardan nefret eden, Allah'tan nefret eder.\" Ben (rivayet eden) dedim: Bu hadisi Al-Bara'dan mı duydun? O: Bana bunu o aktardı, dedi."
    },
    {
      "id": 145,
      "narrator": "It is narrated on the authority of Abu Sa'id Khudri that the Messenger of Allah observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (salat ve selam üzerine olsun) şöyle dedi: Allah'a ve Ahiret Günü'ne inanan bir kişi, asla Ensar'a karşı kin beslemez."
    },
    {
      "id": 146,
      "narrator": "Zirr reported:",
      "text": "Abu Sa'id el-Hudri'den rivayet edilmiştir ki, Allah'ın Resulü şöyle gözlemledi: Allah'a ve Ahiret Günü'ne inanan bir kişi, asla Ensar'a karşı kin beslemez."
    },
    {
      "id": 147,
      "narrator": "It is narrated on the authority of 'Abdullah b. Umar that the Messenger of Allah observed:",
      "text": "Zirr, 'Ali'nin şöyle gözlemlediğini aktardı: \"Tohumu yarıp canlı bir şey yaratan Allah'a yemin ederim ki, Resulullah (salat ve selam üzerine olsun) bana, benden başka kimseyi sevmeyecek olan yalnızca müminin, benden başka kimseye kin beslemeyecek olan yalnızca münafığın olduğunu vaat etti.\""
    },
    {
      "id": 148,
      "narrator": "",
      "text": "'Abdullah b. Umar'dan rivayet edilmiştir ki, Allah'ın Resulü şöyle gözlemledi: Ey kadınlar, sadaka verin ve çokça af dileyin; çünkü sizi Cehennem halkının çoğunluğunda gördüm. İçlerinden akıllı bir kadın: Neden, Allah'ın Resulü, bizim halkımız Cehennem'de çok? dedi. Bunun üzerine Peygamber şöyle dedi: Çok lanet ediyorsunuz ve eşlerinize nankörlük ediyorsunuz. Akıl ve din noksanlığında gördüğüm kimse yok ama (aynı zamanda) akıllıların hikmetini çalan sizlersiniz. Bunun üzerine kadın: Akıl ve dinimizde ne yanlış var? dedi. O (Hz. Peygamber) şöyle gözlemledi: Akıl noksanlığınız (şu durumdan anlaşılır) ki, iki kadının şehadeti bir erkeğin şehadetine eşittir; bu, akıl noksanlığının delilidir. Ayrıca bazı geceleri (ve günleri) namaz kılmadığınız ve Ramazan ayında (günlerde) oruç tutmadığınız, bu da dindeki bir eksikliktir."
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Bu hadis, Abu Tahir'den bu isnatla rivayet edilmiştir."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Bu şekilde bir hadis, İbn 'Umar'dan da Abu Sa'id el-Hudri tarafından rivayet edilmiştir."
    },
    {
      "id": 151,
      "narrator": "It is narrated on the authority of Abu Huraira that when, the son of Adam recites the Ayat of Sajdah (prostration) and then falls down in prostration, the Satan goes into seclusion and weeps and says:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Adem oğlu secde ayetini okuduğunda ve ardından secdeye kapandığında, Şeytan yalnız kalır ve ağlar ve der ki: Ah, Abu Kuraib'in rivayetinde ise şöyle denir: Yazıklar olsun bana, Adem oğlu secde etmesi emredildi ve secde etti, cennet ona layık görüldü; ben ise secde etmesi emredildim ama reddettim ve cehenneme mahkum oldum."
    },
    {
      "id": 152,
      "narrator": "A'mash narrated this hadith with the same chain of transmitters, with this change of words that he (the Satan) said:",
      "text": "A'mash, bu hadisi aynı isnat zinciriyle, Şeytan'ın şöyle dediği değişikliğiyle rivayet etmiştir: İsyan ettim ve cehenneme mahkum oldum."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Jabir'den rivayet edilmiştir ki, Resulullah (s.a.v) şöyle buyurdu: Şüphesiz ki insan ile şirke ve inkara arasındaki engel, namazı ihmal etmektir."
    },
    {
      "id": 154,
      "narrator": "It is narrated on the authority of Abu Zubair that he heard Jabir b. 'Abdullah saying. I heard the Messenger of Allah (may peace and blessings be upon him) observing this:",
      "text": "Abu Zubair'den rivayet edilmiştir ki, Jabir b. Abdullah'ı şöyle derken duydum: Allah Resulü (s.a.v) bu şekilde gözlemde bulundu: İnsan ile şirke ve inkara arasındaki engel, salatın terk edilmesidir."
    },
    {
      "id": 155,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah Resulü'ne en iyi ameller hakkında soruldu. O şöyle cevap verdi: Allah'a iman. Sorulunca: Sonra ne? O (Peygamber) cevapladı: Allah yolunda cihad. Sorulunca: Sonra ne? O (Peygamber) cevapladı: Rabbinin rızasına kabul edilen hac. Muhammed b. Ca'fer'in rivayetinde ise, O (Peygamber) şöyle dedi: Allah'a ve Resulüne iman. Muhammed b. Rafi, 'Abd b. Humaid, 'Abdur-Razzaq, Ma'mar ve Zuhri, aynı isnat zincirinden benzer bir hadisi rivayet etmiştir."
    },
    {
      "id": 156,
      "narrator": "Abu Dharr reported:",
      "text": "Abu Dharr rivayet etti: Ben dedim: Allah'ın Resulü, hangi ameller en iyisidir? O (Peygamber) cevapladı: Allah'a iman ve O'nun yolunda cihad. Tekrar sordum: Hangi kölenin azat edilmesi en iyisidir? O (Peygamber) cevapladı: Efendisi için değerli olan ve fiyatı yüksek olan. Ben dedim: Eğer bunu yapacak gücüm yoksa? O (Peygamber) cevapladı: Bir zanaatkâra yardım et veya ehliyetsiz işçi için bir şey yap. Ben (Abu Dharr) dedim: Allah'ın Resulü, bazı bu amelleri yapmada çaresiz olduğumu görüyorsunuz. O (Peygamber) cevapladı: İnsanlara zarar vermekten kaçın. Bu, senin adınla yaptığın sadakadır."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Muhammed b. Abu Rafi', Abu Dharr'dan hadisi biraz farklı bir şekilde rivayet etmiştir."
    },
    {
      "id": 158,
      "narrator": "It is narrated on the authority of 'Abdullah b. Mas'ud that he observed. I asked the Messenger of Allah (ﷺ) which deed was the best. He (the Holy Prophet) replied:",
      "text": "'Abdullah b. Mas'ud'dan rivayet edilmiştir ki, ben Allah Resulü'ne (s.a.v) en iyi amelin hangisi olduğunu sordum. O (Peygamber) cevapladı: Namazın vaktinde kılınması. Ben (tekrar) dedim: Sonra ne? O (Peygamber) cevapladı: Anne-babaya iyilik. Ben (tekrar) dedim: Sonra ne? O cevapladı: Allah yolunda gayret (cihad). Daha fazla soru sormaktan vazgeçtim, onun hislerine saygıdan dolayı."
    },
    {
      "id": 159,
      "narrator": "'Abdullah b. Mas'ud reported:",
      "text": "'Abdullah b. Mas'ud rivayet etti: Ben dedim: Allah'ın Resulü, hangi ameller (birini) cennete yaklaştırır? O (Peygamber) cevapladı: Namazın vaktinde kılınması. Ben dedim: Sonra ne, Allah'ın Resulü? O cevapladı: Anne-babaya iyilik. Ben dedim: Sonra ne? O cevapladı: Allah yolunda cihad."
    },
    {
      "id": 160,
      "narrator": "It was heard from Abu 'Amr Shaibani that, pointing towards the house of Abdullah, he said:",
      "text": "Abu 'Amr Shaibani'den duyuldu ki, Abdullah'ın evine işaret ederek şöyle dedi: Bu evin sahibi bana, Allah Resulü'ne (s.a.v) hangi amellerin Allah katında sevildiğini sorduğunu söyledi. O (Peygamber) şöyle cevapladı: Namazın vaktinde kılınması. Ben (tekrar) dedim: Sonra ne? O cevapladı: Sonra anne-babaya iyilik. Ben (tekrar) dedim: Sonra ne? O cevapladı: Sonra Allah yolunda cihad. O ('Abdullah) dedi: İşte bana (Peygamber tarafından) böyle söylendi. Eğer daha fazla soru sorsaydım, bana eklemeler yapardı."
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Bu hadis, Muhammed b. Bashshar, Muhammed b. Ja'far ve Şu'ba tarafından bu isnat zinciriyle rivayet edilmiştir; 'Abdullah'ın evine işaret ettiği eklenmiştir, ancak ismini bizim için anmamıştır."
    },
    {
      "id": 162,
      "narrator": "It is reported on the authority of 'Abdullah that the Messenger of Allah observed:",
      "text": "'Abdullah'dan rivayet edilmiştir ki, Allah Resulü şöyle buyurdu: En iyi amellerden biri, namazı vaktinde kılmak ve anne-babaya iyiliktir."
    },
    {
      "id": 163,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah rivayet etti: Ben Allah Resulü'ne (s.a.v) en büyük günahın hangisi olduğunu sordum. O (Peygamber) cevapladı: Allah'a bir ortak koşman (halbuki) O seni yarattı. O (rivayetçi) dedi: Ben ona (Peygamber) dedim: Şüphesiz bu çok büyük bir günah. O (rivayetçi) dedi: Ben ona bir sonraki (en büyük günahın) ne olduğunu sordum. O (Peygamber) cevapladı: Çocuğunu, onun seninle birlikte yemek yiyeceğinden korkarak öldürmendir. O (rivayetçi) dedi: Ben (ona) bir sonraki (en büyük günahın) ne olduğunu sordum. O (Peygamber) şöyle buyurdu: Sonra (bir sonraki en büyük günah) komşunun karısıyla zina etmendir."
    },
    {
      "id": 164,
      "narrator": "It is narrated on the authority of Abdullah b. Mas'ud that a man said:",
      "text": "'Abdullah b. Mas'ud'dan rivayet edilmiştir ki, bir adam dedi: Allah'ın Resulü, hangi suç Allah katında en ağırdır? O (Peygamber) cevapladı: Allah'a bir ortak koşman (halbuki) O seni yarattı. Adam dedi: Sonra ne? O (Peygamber) cevapladı: Çocuğunu, onun seninle birlikte yemek yiyeceğinden korkarak öldürmendir. Adam (tekrar) dedi: Sonra ne? O (Peygamber) cevapladı: Komşunun karısıyla zina etmendir. Yüce ve Azamet sahibi Allah bunu (bu ayetle) tasdik etmiştir:"
    },
    {
      "id": 165,
      "narrator": "It is narrated on the authority of 'Abdur-Rahman b. Abu Bakra that his father said:",
      "text": "\"Allah ile birlikte başka bir tanrıya çağırmayan, Allah'ın haram kıldığı bir canı haksız yere öldürmeyen, zina etmeyen; ve bunları yapanlar, günahlarının cezasını görecektir.\" (25:68)."
    },
    {
      "id": 166,
      "narrator": "Anas narrated from the Apostle (ﷺ) about the major sins. He (the Holy Prophet) observed:",
      "text": "Anas, Resulullah (ﷺ) hakkında büyük günahlar konusunda şöyle dedi: Allah'a ortak koşmak, ebeveynlere itaatsizlik, bir insanı öldürmek ve yalan söylemek."
    },
    {
      "id": 167,
      "narrator": "Ubaidullah b. Abu Bakr said:",
      "text": "Ubaidullah b. Ebu Bekir dedi ki: Anas b. Malik'in şöyle dediğini duydum: Allah'ın Resulü (ﷺ) büyük günahlar hakkında konuştu veya büyük günahlar hakkında soruldu. Bunun üzerine şöyle dedi: Allah'a ortak koşmak, bir insanı öldürmek, ebeveynlere itaatsizlik. O (Peygamber ayrıca) dedi ki: Size en büyük günahlardan birini bildirmeyeyim mi? Bu bağlamda şöyle dedi: Yalan söylemek veya yalan şahitlik. Şu'ba dedi ki: En muhtemel olanı \"yalan şahitlik\"tir."
    },
    {
      "id": 168,
      "narrator": "It is reported on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Yedi zararlı şeyden sakının. Dinleyicilerden biri sordu: Onlar nedir, Allah'ın Resulü? O (Kutsal Peygamber) cevap verdi: Allah'a ortak koşmak, sihir, Allah'ın haram kıldığı birini haksız yere öldürmek, bir yetimin malını yemek, faizi yemek, ordu ilerlerken geri dönmek ve mümin, fakat dikkatsiz iffetli kadınlara iftira atmaktır."
    },
    {
      "id": 169,
      "narrator": "It is narrated on the authority of 'Abdullah b. Amr b. al-'As that the Messenger of Allah (ﷺ) observed:",
      "text": "'Abdullah b. Amr b. al-'As'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Ebeveynine hakaret etmek büyük günahlardandır. Dinleyiciler dediler ki: Allah'ın Resulü, bir adam ebeveynine hakaret eder mi? O (Kutsal Peygamber) cevap verdi: Evet, bir adam diğerinin babasına hakaret eder, o da kendi babasına hakaret eder. Bir adam annesine hakaret eder ve o da onun annesine hakaret eder."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Bu hadis, Sa'd b. İbrahim aracılığıyla bu raviler zinciri ile de aktarılmıştır."
    },
    {
      "id": 171,
      "narrator": "It Is narrated on the authority of Abdullah b. Mas'ud that the Messenger of Allah (ﷺ), observed:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Kalbinde hardal tanesi kadar kibir taşıyan cennete giremez. Dinleyicilerden biri dedi ki: Gerçekten bir kişi elbisesinin güzel olmasını ve ayakkabısının güzel olmasını sever. O (Kutsal Peygamber) şöyle dedi: Gerçekten, Allah güzeldir ve güzelliği sever. Kibir, gerçeği küçümsemek (kendini beğenmekten) ve insanlara karşı aşağılayıcı olmaktır."
    },
    {
      "id": 172,
      "narrator": "It is narrated on the authority of 'Abdullah b. Mas'ud that the Messenger of Allah (ﷺ) observed:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Kalbinde hardal tanesi kadar iman bulunan kimse ateşe (Cehenneme) giremez ve kalbinde hardal tanesi kadar kibir bulunan kimse cennete giremez."
    },
    {
      "id": 173,
      "narrator": "It is narrated on the authority of 'Abdullah that the Messenger of Allah (ﷺ) observed:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Kalbinde hardal tanesi kadar kibir taşıyan cennete giremez."
    },
    {
      "id": 174,
      "narrator": "It is narrated on the authority of Abdullah b. Mas'ud that Waki told (him) that the Messenger of Allah had observed and Ibn Numair asserted:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir ki, Vaki (ona) dedi ki, Allah'ın Resulü şöyle buyurdu ve İbn Numair şöyle söyledi: Allah'ın Resulü (ﷺ) şöyle dedi: Allah'a bir şeyi ortak koşarak ölen kimse ateşe (Cehenneme) girecektir. Abdullah b. Mes'ud dedi ki: Ben derim ki, Allah'a bir şeyi ortak koşmadan ölen kimse cennete girmiştir."
    },
    {
      "id": 175,
      "narrator": "It is narrated on the authority of Jabir that a man came to the Messenger of Allah (ﷺ) and said:",
      "text": "Jabir'den rivayet edilmiştir ki, bir adam Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: Allah'ın Resulü, kaçınılmaz olan iki şey nedir? O cevap verdi: Allah'a ortak koşmadan ölen kimse (kesinlikle) cennete girecek ve Allah'a bir şeyi ortak koşarak ölen kimse (Cehenneme) girecektir."
    },
    {
      "id": 176,
      "narrator": "It is narrated on the authority of Jabir b. Abdullah:",
      "text": "Jabir b. Abdullah'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: Allah'a bir şeyi ortak koşmadan Allah ile karşılaşan cennete girecek ve O'na bir şeyi ortak koşarak karşılaşan ateşe girecektir."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Aynı hadis, İshak b. Mansur aracılığıyla Jabir'den başka bir raviler zinciri ile de aktarılmıştır."
    },
    {
      "id": 178,
      "narrator": "I heard Abu Dharr narrating it from the Apostle (ﷺ) that he observed:",
      "text": "Abu Dharr'ın, Resulullah'tan (ﷺ) şöyle dediğini duydum: Cebrail bana geldi ve şöyle müjdeledi: Gerçekten, sizin ümmetinizden Allah'a bir şeyi ortak koşmadan ölen kimse cennete girecektir. Ben (rivayet eden) dedim: Hatta zina ve hırsızlık yapsa bile mi? O (Kutsal Peygamber) dedi: (Evet), hatta zina ve hırsızlık yapsa bile."
    },
    {
      "id": 179,
      "narrator": "Abu Dharr reported,:",
      "text": "Abu Dharr şöyle bildirdi: Ben Resulullah'a (sallallahu aleyhi ve sellem) geldim ve üzerinde beyaz bir örtü ile uyuyordu. Tekrar geldim, hâlâ uyuyordu, tekrar geldim ve uyanmıştı. Yanına oturdum ve (Kutsal Peygamber) şöyle dedi: La ilaha illallah (Allah'tan başka ilah yoktur) sözünü tasdik eden ve bu halde ölen hiç kimse cennete girmeyecek. Ben (Abu Dharr) dedim: Hatta zina ve hırsızlık yapsa bile mi? O (Kutsal Peygamber) cevap verdi: (Evet) zina ve hırsızlık yapsa bile. Ben (tekrar) dedim: Hatta zina ve hırsızlık yapsa bile mi? O cevap verdi: (Evet) zina ve hırsızlık yapsa bile. (Kutsal Peygamber bunu üç kez tekrar etti) ve dördüncü kez şöyle dedi: Abu Dharr'a karşı. Abu Dharr dışarı çıktı ve bu sözleri tekrar etti: Abu Dharr'a karşı."
    },
    {
      "id": 180,
      "narrator": "It is narrated on the authority of Miqdad b. Aswad that he said. Messenger of Allah, you just see (here is a point):",
      "text": "Mikdad b. Esved'den rivayet edilmiştir ki, şöyle dedi: Allah'ın Resulü, bakın (burada bir nokta var): Eğer ben kafirlerden bir kişiyle (savaş alanında) karşılaşsam ve o bana saldırıp beni yaralasa ve kılıçla bir kolumu kesse. Sonra o (benden korunmak için) bir ağacın gölgesine sığınsa ve: Allah rızası için Müslüman oldum dese. Allah'ın Resulü (ﷺ) dedi ki: Onu öldürme. Ben (rivayet eden) dedim: Allah'ın Resulü, o kolumu kesti ve bunu söyledikten sonra; onu öldürmeli miyim? Allah'ın Resulü (ﷺ) dedi: Onu öldürme, çünkü eğer onu öldürürsen, gerçekten o senin öldürmeden önce bulunduğun durumda olur ve sen de onun kelimeyi söylemeden önce bulunduğu durumda olursun."
    },
    {
      "id": 181,
      "narrator": "The same hadith has been transmitted by the same chain of narrators. The hadith transmitted by Auza'i and Ibn Juraij contains these words:",
      "text": "Aynı hadis aynı raviler zinciriyle aktarılmıştır. Auza'i ve İbn Juraij tarafından aktarılan hadiste şu sözler bulunmaktadır: Allah rızası için İslam'ı kabul ettim. Ma'mar tarafından rivayet edilen hadiste ise şu sözler geçmektedir: Onu öldürmek için diz çökünce, o da; Allah'tan başka ilah yoktur, dedi."
    },
    {
      "id": 182,
      "narrator": "It is narrated by Miqdad, and he was an ally of B. Zuhra and was of those who participated in the Battle of Badr along with the Messenger of Allah, that he said:",
      "text": "Miqdad tarafından rivayet edilmiştir. O, B. Zuhra'nın bir dostuydu ve Allah'ın Elçisi ile birlikte Bedir Savaşı'na katılanlardan biriydi. Şöyle dedi: Allah'ın Elçisi, burada bir nokta var: Eğer savaşta kafirlerden biriyle karşılaşacak olursam. Sonra Laith tarafından rivayet edilen bir hadise benzer bir hadis aktardı."
    },
    {
      "id": 183,
      "narrator": "It is narrated on the authority of Usama b. Zaid that the Messenger of Allah (ﷺ) sent us in a raiding party. We raided Huraqat of Juhaina in the morning. I caught hold of a man and he said:",
      "text": "Usama b. Zaid'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) bizi bir akın grubuyla gönderdi. Sabah Juhaina'nın Huraqat'ına akın ettik. Bir adamı yakaladım ve o da: Allah'tan başka ilah yoktur, dedi. Ben de ona mızrakla saldırdım. Bir an aklıma geldi ve bunu Elçi'ye (ﷺ) anlattım. Allah'ın Elçisi (ﷺ) dedi ki: O, \"Allah'tan başka ilah yoktur\" dediği halde onu mu öldürdün? Ben de: Allah'ın Elçisi, bunu silah korkusuyla söyledi, dedim. O (Peygamber) şöyle dedi: Kalbini parçalayarak bunun gerçekten inandığını mı öğrenmek istedin? Ve bunu bana tekrar tekrar söyledi ta ki o gün İslam'ı kabul etmediğimi dilerdim. Sa'd dedi ki: Vallahi, Usama gibi karnı ağır bir kişi öldürmediği sürece ben asla bir Müslümanı öldürmem. Bunun üzerine bir kişi şöyle dedi: Allah bu sözü söylemedi mi: \"Onlarla savaşın ki fitne kalmasın ve din tamamen Allah'a ait olsun?\" Sa'd dedi ki: Biz fitne kalmasın diye savaştık, ama sen ve arkadaşların fitne olsun diye savaşmak istiyorsunuz."
    },
    {
      "id": 184,
      "narrator": "It is narrated on the authority of Usama b. Zaid:",
      "text": "Usama b. Zaid'den rivayet edilmiştir: Allah'ın Elçisi (ﷺ) bizi Juhaina'nın Huraqat'ına gönderdi. O kabileye sabah erken akın ettik ve onları yendik. Ben ve Ensar'dan bir adam, (mağlup kabileden) bir kişiyi yakaladık. Onu yendiğimizde, o da: Allah'tan başka ilah yoktur, dedi. O anda Ensari onu bağışladı, ama ben mızrağımla ona saldırdım ve onu öldürdüm. Haber zaten Elçi'ye (ﷺ) ulaşmıştı, bu yüzden geri döndüğümüzde o (Elçi) bana dedi ki: Usama, o \"Allah'tan başka ilah yoktur\" dedikten sonra mı onu öldürdün? Ben de: Allah'ın Elçisi, o sadece bir sığınak olarak söyledi, dedim. Peygamber şöyle dedi: O \"Allah'tan başka ilah yoktur\" dedikten sonra mı onu öldürdün? O (Peygamber) bunu bana tekrar tekrar söyledi ta ki o gün İslam'ı kabul etmediğimi dilerdim."
    },
    {
      "id": 185,
      "narrator": "It is narrated by Safwan b. Muhriz that Jundab b. 'Abdullah al-Bajali during the stormy days of Ibn Zubair sent a message to 'As'as b. Salama:",
      "text": "Safwan b. Muhriz tarafından rivayet edilmiştir ki, Jundab b. Abdullah al-Bajali, İbn Zubair'in fırtınalı günlerinde 'As'as b. Salama'ya bir mesaj gönderdi: Ailenden birkaç adam topla ki onlarla konuşayım. O ('As'as) onlara (ailesinin üyelerine) bir elçi gönderdi. Toplandıklarında, Jundab sarı bir kapüşonlu örtüyle oraya geldi. Dedi ki: Konuştuğunuz şeyleri konuşun. Konuşmalar sırayla devam etti, ta ki onun (Jundab'ın) sırası gelene kadar. Kapüşonu başından çıkardı ve dedi ki: Size başka bir niyetle gelmedim, sadece Elçinizin bir hadisini aktarmak için geldim: Şüphesiz Allah'ın Elçisi (ﷺ) Müslümanlardan bir grubunu putperest bir kabileye gönderdi. Her iki ordu birbirine karşı karşıya geldi. Putperest ordusunda, Müslümanlardan birini öldürmek istediğinde onu öldüren bir adam vardı. Müslümanlar arasında da onun (putperestin) dikkatsizliğini bekleyen bir adam vardı. O (rivayet eden) dedi ki: Biz onun Usama b. Zaid olduğunu konuştuk. Kılıcını kaldırdığında, o (putperest asker) \"Allah'tan başka ilah yoktur\" dedi, ama o (Usama b. Zaid) onu öldürdü. Müjdeci Elçi'ye (ﷺ) geldiğinde, o (savaşın olayları hakkında) ona sordu ve ona (Usama) ve yaptıklarını bildirdi. O (Allah'ın Elçisi) onu çağırdı ve neden onu öldürdüğünü sordu. O (Usama) dedi: Allah'ın Elçisi, o Müslümanlara saldırdı ve onlardan bazılarını öldürdü. Ve bazılarını da isimlendirdi. (Devam etti): Ona saldırdım ve kılıcı görünce o da: \"Allah'tan başka ilah yoktur\" dedi. Allah'ın Elçisi (ﷺ) dedi ki: Onu mu öldürdün? O (Usama) olumlu yanıt verdi. O (Peygamber) şöyle dedi: Kıyamet Günü önüne geldiğinde \"Allah'tan başka ilah yoktur\" ile ne yapacaksın? O (Usama) dedi: Allah'ın Elçisi, benim için (Rabbinizden) bağışlanma dileyin. O (Peygamber) dedi: Kıyamet Günü önüne geldiğinde \"Allah'tan başka ilah yoktur\" ile ne yapacaksın? O (Peygamber) buna başka bir şey eklemedi ama sürekli şöyle diyordu: Kıyamet Günü önüne geldiğinde \"Allah'tan başka ilah yoktur\" ile ne yapacaksın?"
    },
    {
      "id": 186,
      "narrator": "It is narrated on the authority of Abdullah b. Umar who narrates from the Prophet of Allah (ﷺ) who said:",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bizimle silah çeken bizden değildir."
    },
    {
      "id": 187,
      "narrator": "Iyas b. Salama narrated from his father that the Apostle (ﷺ) observed:",
      "text": "İyas b. Salama, babasından rivayet etmiştir ki, Elçi (ﷺ) şöyle dedi: Bizimle kılıç çeken bizden değildir."
    },
    {
      "id": 188,
      "narrator": "It is narrated on the authority of Abu Musa Ash'ari:",
      "text": "Abu Musa Ash'ari'den rivayet edilmiştir: Bizimle silah çeken bizden değildir."
    },
    {
      "id": 189,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bizimle silah çeken bizden değildir ve bize karşı hile yapan bizden değildir."
    },
    {
      "id": 190,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) happened to pass by a heap of eatables (corn). He thrust his hand in that (heap) and his fingers were moistened. He said to the owner of that heap of eatables (corn):",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) bir yiyecek yığını (buğday) yanında geçerken, elini o yığının içine soktu ve parmakları ıslak kaldı. O yığının sahibine dedi ki: Bu nedir? O da: Allah'ın Elçisi, bunlar yağmurla ıslanmıştır, dedi. O (Peygamber) şöyle dedi: Neden bunu (ıslak kısmı) diğer yiyeceklerin üzerine koymadın ki insanlar bunu görebilsin? Aldatan benden değildir (benim takipçim değildir)."
    },
    {
      "id": 191,
      "narrator": "It is narrated on the authority of Abdullah b. Mas'ud that the Prophet observed:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir ki, Peygamber şöyle buyurdu: Yüzünü vuran veya gömleğinin önünü yırtan veya (Cahiliye) cehalet günlerinin sloganlarını söyleyen bizden değildir (İslam ümmetinden biri değildir). İbn Numair ve Ebu Bekir, \"au\" (veya) kelimesi yerine \"ve\" kelimesinin geçtiğini, \"yırttı\" ve \"sloganları\" kelimelerinin \"elif\" olmadan geçtiğini söylediler."
    },
    {
      "id": 192,
      "narrator": "This hadith has been narrated by A'mash with the same chain of narrators and the transmitters said:",
      "text": "Bu hadis A'mash tarafından aynı raviler zinciriyle aktarılmıştır ve transmitörler şöyle demiştir: Yırttı ve çağırdı."
    },
    {
      "id": 193,
      "narrator": "It is narrated on the authority of Abu Burda b. Abu Musa that Abu Musa was afflicted with grave pain and he became unconscious and his head was in the lap of a lady of his household. One of the women of his household walled. He (Abu Musa) was unable (because of weakness) to say anything to her. But when he was a bit recovered he said:",
      "text": "Abu Burda b. Abu Musa'dan rivayet edilmiştir ki, Abu Musa şiddetli bir ağrıya tutuldu ve bayıldı, başı bir kadın akrabasıyla kucağındaydı. Ailesinden bir kadın feryat etti. O (Abu Musa) zayıflıktan dolayı ona bir şey söyleyemedi. Ama biraz toparlandığında şöyle dedi: Allah'ın Elçisi (ﷺ) ile ilgisi olmayan birisiyle benim de ilgim yoktur. Şüphesiz Allah'ın Elçisi (ﷺ) yüksek sesle feryat eden, saçlarını tıraş eden ve (kederden) elbisesini yırtan kadınla ilgisi yoktur."
    },
    {
      "id": 194,
      "narrator": "It is narrated on the authority of Abu Burda that Abu Musa fell unconscious and his wife Umm Abdullah came there and wailed loudly. When he felt relief he said:",
      "text": "Abu Burda'dan rivayet edilmiştir ki, Abu Musa bayıldığında, eşi Umm Abdullah oraya geldi ve yüksek sesle feryat etti. Rahatladığında şöyle dedi: Bilmiyor musun? -ve ona şöyle anlattı: Şüphesiz Allah'ın Elçisi (ﷺ) dedi ki: Saçlarını tıraş eden, yüksek sesle feryat eden ve (kederden) elbiselerini yırtan biriyle benim de ilgim yoktur."
    },
    {
      "id": 195,
      "narrator": "This hadith is narrated on the authority of Abu Musa with this change only:",
      "text": "Bu hadis sadece şu değişiklikle Abu Musa'dan rivayet edilmiştir: (Peygamber) \"ilgim yok\" demedi, ama \"bizden değildir\" dedi."
    },
    {
      "id": 196,
      "narrator": "It is reported from Hudhaifa that news reached him (the Holy Prophet) that a certain man carried tales. Upon this Hudhaifa remarked:",
      "text": "Hudhaifa'dan rivayet edildiğine göre, ona (Peygamber Efendimize) bir adamın dedikodu taşıdığı haberi ulaştı. Bunun üzerine Hudhaifa şöyle dedi: Ben Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: Dedikodu taşıyan cennet'e girmeyecek."
    },
    {
      "id": 197,
      "narrator": "It is reported on the authority of Hammam b, al-Harith that a man used to carry tales to the governor. We were sitting in the mosque. the people said:",
      "text": "Hammam b. Harith'ten rivayet edildiğine göre, bir adam valiye dedikodu taşıyordu. Biz camide oturuyorduk. İnsanlar: O, valiye dedikodu taşıyan birisidir, dediler. O (rivayet eden) dedi ki: Sonra o geldi ve bizimle oturdu. Bunun üzerine Hudhaifa şöyle dedi: Ben Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: Yalan dedikodu taşıyan cennete girmeyecek."
    },
    {
      "id": 198,
      "narrator": "It is narrated on the authority of Hammam b. al-Harith:",
      "text": "Hammam b. Harith'ten rivayet edildiğine göre: Biz camide Hudhaifa ile oturuyorduk. Bir adam geldi ve bizimle oturdu. Hudhaifa'ya, onun hükümdara dedikodu taşıyan adam olduğu söylendi. Hudhaifa, ona iletmek amacıyla şöyle dedi: Ben Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: Dedikodu taşıyan cennet'e girmeyecek."
    },
    {
      "id": 199,
      "narrator": "It is narrated o the authority of Abu Dharr that the Messenger of Allah (may ace he upon him) observed:",
      "text": "Ebu Dharr'dan rivayet edildiğine göre, Allah'ın Elçisi (ona selam olsun) şöyle gözlemlemiştir: Üç kişi vardır ki, Allah Kıyamet Günü onlarla ne konuşur, ne de onlara bakar ve onları affetmez; onlara acı bir azap vardır. Allah'ın Elçisi (ﷺ) bunu üç kez tekrar etti. Ebu Dharr şöyle dedi: Onlar başarısız oldular ve kaybettiler; bu kişiler kimlerdir, Allah'ın Elçisi? Bunun üzerine o (Peygamber) şöyle gözlemlemiştir: Onlar: alt elbisesini sürükleyen, borçları anlatan ve yalan yeminle mal satan kişilerdir."
    },
    {
      "id": 200,
      "narrator": "It is narrated on the authority of Abu Dharr who narrates that the Prophet (ﷺ) observed:",
      "text": "Ebu Dharr'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle gözlemlemiştir: Üç kişi vardır ki, Allah Kıyamet Günü onlarla konuşmayacak: Bir şey vermek için yükümlülük koymadan hediye veren, yalan yeminle mal satan ve alt elbisesini aşağıda tutan kişi."
    },
    {
      "id": 201,
      "narrator": "Bishr b. Khalid has narrated this hadith on the authority of Sulaiman with the same chain of transmitters with this addition:",
      "text": "Bu hadisi, Bishr b. Khalid, Sulaiman'dan aynı isnatla, şu eklemeyle rivayet etmiştir: Allah onlarla ne konuşur, ne bakar, ne de affeder; onlara azap verici bir ceza vardır."
    },
    {
      "id": 202,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Huraira'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle gözlemlemiştir: Üç kişi vardır ki, Allah Kıyamet Günü onlarla ne konuşur, ne de onları affeder. Ebu Mu'awiya ekledi: Onlara bakmayacak ve onlara acı bir azap vardır: yaşlı zina eden, yalancı kral ve gururlu yoksul."
    },
    {
      "id": 203,
      "narrator": "Abu Huraira narrated on the authority of Abu Bakr that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Huraira, Ebu Bekir'den rivayet ettiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Üç kişi vardır ki, Allah Kıyamet Günü onlarla ne konuşur, ne onlara bakar, ne de onları (günahlardan) temizler; onlara azap verici bir ceza vardır: Su olmayan bir çöl içinde daha fazla suya sahip olan ve bunu yolcuya vermeyi reddeden bir kişi; öğleden sonra bir malı başka birine satan ve onu şu kadar fiyata aldığını yalan yeminle söyleyen bir kişi ve dünya (maddi kazanç) için İmam'a biat eden bir kişi. Eğer İmam ona (dünya zenginliklerinden) bir şey verirse, biatına sadık kalır; eğer vermezse, biatini yerine getirmez."
    },
    {
      "id": 204,
      "narrator": "The same hadith has been transmitted by another chain of transmitters with the exception of these words:",
      "text": "Aynı hadis, başka bir isnatla, \"Başka birine bir malı satışa sundu\" ifadesi hariç olarak rivayet edilmiştir."
    },
    {
      "id": 205,
      "narrator": "This hadith has been narrated on the authority of Abu Huraira that he (the Messenger of Allah) observed:",
      "text": "Bu hadisi, Ebu Huraira'dan, Allah'ın Elçisi'nin (Kıyamet Günü) onlarla ne konuşmayacağı, ne de onlara bakacağı ve onlara acı bir azap olacağına dair, bir kişi ki, öğleden sonra bir Müslümanın malı üzerinde yemin eder ve sonra onu bozar şeklinde rivayet edilmiştir. Hadisin geri kalanı A'maş tarafından rivayet edilenle aynıdır."
    },
    {
      "id": 206,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Huraira'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle gözlemlemiştir: Demir (silah) ile kendini öldüren, cehennemin ateşinde ebedi olarak kalacak ve o silahı elinde tutacak ve sürekli karnına saplayacaktır; zehir içip kendini öldüren, cehennemin ateşinde onu içecek ve orada ebedi olarak kalacaktır; dağdan düşerek kendini öldüren, cehennemin ateşinde sürekli düşecek ve orada ebedi olarak yaşayacaktır."
    },
    {
      "id": 207,
      "narrator": "",
      "text": "Bu hadis, başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 208,
      "narrator": "Thabit b. Dahhak reported that he pledged allegiance to the Messenger of Allah (ﷺ) under the Tree, and verily the Messenger of Allah (ﷺ) observed:",
      "text": "Thabit b. Dahhak, Allah'ın Elçisi'ne (ﷺ) altında biat ettiğini ve gerçekten de Allah'ın Elçisi'nin (ﷺ) şöyle gözlemlediğini rivayet etmiştir: İslam dışındaki bir din üzerine yalan söyleyerek yemin eden, söylediği gibi olur. Kendini bir şeyle öldüren, Kıyamet Günü o şeyle azap edilir. Bir kişinin sahip olmadığı bir şeyin adaklığını yapması gerekmez."
    },
    {
      "id": 209,
      "narrator": "It is narrated on the authority of Thabit b. al-Dahhak that the Messenger of Allah (ﷺ) observes:",
      "text": "Thabit b. Dahhak'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle gözlemlemiştir: Hiç kimse, sahip olmadığı bir şeyin adaklığını yapmakla yükümlü değildir ve bir müminin laneti, onu öldürmekle eşdeğerdir; bu dünyada kendini bir şeyle öldüren, Kıyamet Günü o şeyle azap edilir ve zenginliğini artırmak için yalan söyleyen, Allah ona sadece azlık katacaktır; yalan yere yemin eden, Allah'ın gazabını kazanacaktır."
    },
    {
      "id": 210,
      "narrator": "It is narrated on the authority of Thabit b. Dahhak that the Messenger of Allah (ﷺ) observed:",
      "text": "Thabit b. Dahhak'tan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle gözlemlemiştir: Kasten İslam dışındaki bir din üzerine yalan yemin eden, söylediği gibi olur. Kendini bir şeyle öldüren, Allah onu cehennemde o şeyle azap eder."
    },
    {
      "id": 211,
      "narrator": "In the hadith narrated by Shu'ba the words are:",
      "text": "Şu'ba'dan rivayet edilen hadiste şöyle denilmektedir: Şüphesiz ki Allah'ın Resulü (ﷺ) şöyle buyurdu: İslam dışındaki bir din üzerine yalan yere yemin eden kişi, onun dediği gibi olur ve kendini bir şeyle boğazlayan kişi, Kıyamet Günü o şeyle boğazlanır."
    },
    {
      "id": 212,
      "narrator": "It is narrated on the authority of Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) ile birlikte Huneyn Savaşı'na katıldık. O (Kutsal Peygamber) Müslüman olduğunu iddia eden bir adam hakkında, onun Cehennem halkından biri olduğunu söyledi. Savaşın ortasında o adam umutsuzca savaştı ve yaralandı. \"Ey Allah'ın Resulü, ilk başta Cehennem halkı olarak andığınız kişi umutsuzca savaştı ve öldü,\" denildi. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"O, Cehennem'e mahkum oldu.\" Bazı insanlar (Müslümanlar) onun kaderi hakkında şüpheye düştü, \"O ölmedi, ama ağır yaralandı,\" denildi. Gece olunca, yarasının acısına dayanamayarak kendini öldürdü. Resulullah (ﷺ) bundan haberdar oldu. O (Kutsal Peygamber) şöyle dedi: \"Allah büyüktür, ben Allah'ın kulu ve elçisi olduğuma şehadet ederim.\" Sonra Bilal'e insanlara, \"Cennete yalnızca Müslümanlar girecektir,\" diye ilan etmesini emretti. Şüphesiz Allah bu inancı günahkar bir kişiyle bile destekler."
    },
    {
      "id": 213,
      "narrator": "It is reported on the authority of Sahl b. Sa'd al-Sa'idi that there was an encounter between the Messenger of Allah (ﷺ) and the polytheists, and they fought (against one another). At the conclusion of the battle the Messenger of Allah (ﷺ) bent his steps towards his army and they (the enemies) bent their steps towards their army. And there was a person (his name was Quzman and he was one of the hypocrites) among the Companions of the Messenger of Allah (ﷺ) who did not spare a detached (fighter of the enemy) but pursued and killed him with the sword. They (the Companions of the Holy Prophet) said:",
      "text": "Sahl b. Sa'd al-Sa'idi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) ile müşrikler arasında bir karşılaşma oldu ve birbirleriyle savaştılar. Savaşın sonunda Allah'ın Resulü (ﷺ) ordusuna doğru yöneldi ve düşmanlar da kendi ordularına doğru yöneldi. Allah'ın Resulü'nün (ﷺ) arkadaşları arasında, düşmanın ayrı bir savaşçısını esirgemeden takip edip kılıçla öldüren bir kişi vardı (adı Quzman'dı ve o bir münafıktı). Kutsal Peygamberin (ﷺ) arkadaşları: \"Bugün bize bu adamdan daha iyi hizmet eden yok,\" dediler. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Şüphesiz o, Cehennem halkındandır.\" İçlerinden bir kişi (Müslümanlar) dedi ki: \"Ben onu sürekli takip edeceğim.\" Sonra bu adam onunla birlikte dışarı çıktı. O durduğunda o da durdu, o koştuğunda o da koştu. (Rivayet eden) dedi ki: Adam ciddi şekilde yaralandı. (Ağrısına dayanamayarak) kendi ölümünü hızlandırdı. Kılıcın ucunu göğsü ile yer arasında koydu ve kendini kılıca bastırarak intihar etti. Sonra (onu takip eden) Allah'ın Resulü'ne (ﷺ) gitti ve: \"Ben şehadet ederim ki, sen gerçekten Allah'ın Resulüsün,\" dedi. O (Kutsal Peygamber) sordu: \"Ne oldu?\" O cevapladı: \"Senin Cehennem halkından biri olduğunu söylediğin kişi, insanlar bu duruma şaşırdı ve ben onlara haber getireceğimi söyledim, bu yüzden onu aramak için dışarı çıktım ve onu çok ağır yaralı buldum. O kendi ölümünü hızlandırdı. Kılıcın ucunu yere koydu ve göğsü ile arasında bastırarak kendini öldürdü.\" Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir kişi, insanlara Cennet halkına uygun görünen işler yapar, ama aslında o, Cehennem halkındandır. Ve gerçekten bir kişi, halkın gözünde Cehennem halkının yaptığı bir işi yapar, ama o, Cennet halkındandır.\""
    },
    {
      "id": 214,
      "narrator": "It is reported on the authority of Hasan:",
      "text": "Hasan'dan rivayet edilmiştir: Geçmişte yaşayan bir kişi bir apse ile acı çektiğinde, bir ok çıkarıp onu deldi. Kanaması durmadı ve sonunda öldü. Rabbiniz şöyle dedi: \"Onun Cennete girmesini yasakladım.\" Sonra o (Hasan), camiye elini uzatarak: \"Vallahi, Jundab bu hadisi bana Allah'ın Resulü'nden (ﷺ) bu camide aktardı,\" dedi."
    },
    {
      "id": 215,
      "narrator": "It is reported on the authority of Hasan:",
      "text": "Hasan'dan rivayet edilmiştir: Jundab b. Abdullah al-Bacali, bu hadisi bu camide aktardı ki, ne onu unuturuz ne de Jundab'ın Allah'ın Resulü'ne (ﷺ) yalan isnat edebileceğinden korkarız. O (Kutsal Peygamber) şöyle dedi: \"Geçmişte yaşayan bir kişi bir apse ile acı çekti,\" ve hadisin geri kalanı anlatıldı."
    },
    {
      "id": 216,
      "narrator": "It is narrated on the authority of 'Umar b. Khattab that when it was the day of Khaibar a party of Companions of the Apostle (ﷺ) came there and said:",
      "text": "'Umar b. Khattab'dan rivayet edilmiştir ki, Khaibar günü, Resulullah'ın (ﷺ) bazı arkadaşları oraya geldi ve: \"Falanca şehittir,\" dedi. Sonra bir adamın yanından geçerken: \"Falanca şehittir,\" dediler. Bunun üzerine Allah'ın Resulü şöyle dedi: \"Hayır, o değil, ben onu ateşte gördüm; çünkü ganimetten çaldığı elbise ya da pelerin yüzünden.\" Sonra Allah'ın Resulü (ﷺ) 'Umar b. Khattab'a dedi ki: \"Git ve insanlara, yalnızca inananların Cennete gireceğini ilan et.\" O ('Umar b. Khattab) rivayet etti: \"Ben dışarı çıktım ve ilan ettim: Şüphesiz yalnızca inananlar Cennete girecektir.\""
    },
    {
      "id": 217,
      "narrator": "It is narrated on the authority of Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Biz, Resulullah (ﷺ) ile birlikte Khaibar'a gittik ve Allah bize zafer verdi. Ne altın ne gümüş yağmaladık, ama mallara, tahıllara ve giysilere el koyduk ve sonra Allah'ın Resulü (ﷺ) ile birlikte bir vadiye yöneldik; orada Resulullah'ın bir kölesi, Judham kabilesinden Rifa'a b. Zaid tarafından kendisine sunulmuştu. Vadiye indiğimizde, Allah'ın Resulü'nün kölesi ayağa kalktı ve eyer çantasını açmaya başladı ve aniden bir (sapan) ok tarafından vurularak ağır yaralandı. \"Ona selam var, ey Allah'ın Resulü, çünkü o şehittir,\" dedik. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Hayır, o değil. Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, Khaibar günü ganimetten çaldığı küçük elbise, ona düşmediği halde, onun üzerinde Cehennem ateşi gibi yanmaktadır.\" İnsanlar bu duruma çok endişelendi. Oraya bir kişi geldi ve bir ya da iki dantel ile: \"Ey Allah'ın Resulü, bunları Khaibar günü buldum,\" dedi. O (Kutsal Peygamber) şöyle dedi: \"Bu bir ateş danteli ya da iki ateş danteli.\""
    },
    {
      "id": 218,
      "narrator": "It is narrated on the authority of Jabir that Tufail son of Amr al-Dausi came to the Apostle (ﷺ) and said:",
      "text": "Jabir'den rivayet edilmiştir ki, Tufail b. Amr al-Dausi, Resulullah'a (ﷺ) geldi ve: \"Güçlü, sağlam bir koruma mı istersin?\" dedi. Daus kabilesinin, İslam öncesi günlerde bir kalesi vardı. Resulullah (ﷺ) bu teklifi reddetti, çünkü (Kutsal Peygamberi koruma ayrıcalığı) daha önce Ensar için ayrılmıştı. Resulullah (ﷺ) Medine'ye hicret ettiğinde, Tufail b. Amr da oraya hicret etti ve onunla birlikte bir adamı da kabilesinden getirdi. Ancak Medine'nin iklimi ona uygun gelmedi ve hasta oldu. Çok rahatsızlandı. Bu yüzden bir ok ucunu alıp parmak eklemlerini kesti. Kanı ellerinden akmaya başladı, ta ki öldü. Tufail b. Amr onu bir rüyada gördü. Durumu iyiydi ve ellerinin sarılı olduğunu gördü. O (Tufail) ona: \"Allah sana ne muamele etti?\" dedi. O cevapladı: \"Allah, Resulü'ne (ﷺ) hicretim için bana af verdi.\" Tufail tekrar sordu: \"Ellerini neden sarılı olarak görüyorum?\" O cevapladı: \"Bana (Allah tarafından) şöyle denildi: \"Senin kendin zarar verdiğin hiçbir şeyi düzeltmeyeceğiz.\" Tufail bu (rüyayı) Allah'ın Resulü'ne (ﷺ) anlattı. Bunun üzerine o dua etti: \"Ey Allah, onun ellerine de af ver.\""
    },
    {
      "id": 219,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Şüphesiz Allah, Yemen tarafından ipekten daha ince bir rüzgar estirecek ve sadece bir tohum ağırlığında imanı olanı, Abu 'Alqama'nın sözleriyle, kurtaracak; Abdul-'Aziz ise: \"Bir toz tanesi ağırlığında imanı olanı,\" dedi."
    },
    {
      "id": 220,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"İyi ameller yapmada acele edin (sizi sarmalayan) karanlık bir gecenin parçası gibi bir fırtına gelmeden önce. O (fırtına) sırasında bir adam sabah Müslüman, akşam ise kafir olur ya da akşam Müslüman, sabah ise kafir olur ve dünya malı için inancını satar.\""
    },
    {
      "id": 221,
      "narrator": "It is narrated on the authority of Anas b. Malik that when this verse:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, bu ayet: \"Ey iman edenler! Seslerinizi, Peygamberin sesinin üstüne kaldırmayın ve ona, birbirinize bağırdığınız gibi yüksek sesle bağırmayın; yoksa, farkında olmadan amelleriniz boşa gider,\" (49:2-5) nazil olduğunda, Thabit b. Qais evine kapandı ve: \"Ben Cehennem halkından biriyim,\" dedi ve kasıtlı olarak Resulullah'a (ﷺ) gelmekten kaçındı. Resulullah (ﷺ) Sa'd b. Mu'adh'a onun hakkında sordu ve: \"Abu Amr, Thabit nasıl?\" dedi. \"Hasta mı?\" Sa'd dedi: \"O benim komşum, ama hastalığı hakkında bir şey bilmiyorum.\" Sa'd ona (Thabit) gitti ve Allah'ın Resulü'nün (ﷺ) mesajını iletti. Bunun üzerine Thabit dedi: \"Bu ayet nazil oldu ve sizler arasında benim sesim, Peygamberin sesinden daha yüksek olduğunu çok iyi biliyorsunuz, bu yüzden ben Cehennem halkından biriyim.\" Sa'd, Peygamberi (ﷺ) bu konuda bilgilendirdi. Bunun üzerine Allah'ın Resulü şöyle dedi: \"(Hayır, öyle değil) ama o (Thabit) Cennet halkındandır.\""
    },
    {
      "id": 222,
      "narrator": "This hadith has been narrated on the authority of Anas b. Malik by another chain of transmitters in which these words are found:",
      "text": "Bu hadis, Anas b. Malik'ten başka bir rivayet zinciriyle aktarılmıştır; bu zincirde şu ifadeler bulunmaktadır: \"Thabit b. Qais, Ensar'ın hatibi idi, bu ayet nazil olduğunda: hadisin geri kalanı aynıdır, ancak Sa'd b. Mu'adh'dan bahsedilmez.\""
    },
    {
      "id": 223,
      "narrator": "This hadith is also transmitted by Ahmad b. Sa'id, Habban, Sulaiman b. Mughira on the authority of Anas who said:",
      "text": "Bu hadis, Anas'tan başka bir rivayet zinciriyle aktarılmıştır; bu zincirde Sa'd b. Mu'adh'dan bahsedilmez."
    },
    {
      "id": 224,
      "narrator": "This hadith is narrated on the authority of Anas by another chain of transmitters in which there is no mention of Sa'd b. Mu'adh, but the following words are there:",
      "text": "Bu hadis, Anas'tan başka bir rivayet zinciriyle aktarılmıştır; bu zincirde Sa'd b. Mu'adh'dan bahsedilmez, ancak şu ifadeler vardır: \"Biz, aramızda Cennet halkından bir adamın yürüdüğünü gördük.\""
    },
    {
      "id": 225,
      "narrator": "It is narrated on the authority of Abdullah b. Mas'ud that some people said to the Messenger of Allah (ﷺ):",
      "text": "Abdullah b. Mas'ud'dan rivayet edilmiştir ki, bazı insanlar Allah'ın Resulü'ne (ﷺ) dediler: \"Ey Allah'ın Resulü, İslam'dan önceki cehalet döneminde yaptığımız amellerden sorumlu tutulacak mıyız?\" Bunun üzerine o (Kutsal Peygamber) şöyle dedi: \"Sizlerden kim İslam'da iyi ameller yaparsa, o (cehalet döneminde yaptığı) kötü amellerden sorumlu tutulmaz; ve kim (İslam'dan sonra bile) kötü işler yaparsa, o hem cehalet döneminde hem de İslam döneminde yaptığı kötü amellerden sorumlu tutulur.\""
    },
    {
      "id": 226,
      "narrator": "It is narrated on the authority of Abdullah b. Mas'ud:",
      "text": "Abdullah b. Mes'ud'dan rivayet edilmiştir: Bir zaman dedik ki: Allah'ın Resulü, cehalet içinde işlediğimiz amellerden sorumlu tutulacak mıyız? O (Peygamber Efendimiz) şöyle buyurdu: İslam'da iyi ameller işleyen kimse, cehalet içinde yaptığı şeylerden sorumlu tutulmaz; fakat İslam'a girdikten sonra kötü işler yapan kimse, önceki ve sonraki amellerinden sorumlu tutulur."
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Bu hadis, Mincab b. el-Haris Temimi tarafından aynı isnatla aktarılmıştır."
    },
    {
      "id": 228,
      "narrator": "It is narrated on the authority of Ibn Shamasa Mahri that he said:",
      "text": "İbn Şamasa Mahri'den rivayet edilmiştir ki, şöyle dedi: Amr b. el-As'a gittik ve o ölmek üzereydi. Uzun bir süre ağladı ve yüzünü duvara çevirdi. Oğul dedi ki: Allah'ın Resulü (sallallahu aleyhi ve sellem) sana bunun müjdesini vermedi mi? O (rivayet eden) dedi ki: Yüzünü (dinleyicilere) çevirdi ve şöyle dedi: Sayabileceğimiz en güzel şey, Allah'tan başka ilah olmadığına ve Muhammad'ın Allah'ın Resulü olduğuna dair şehadettir. Gerçekten ben üç aşamadan geçtim. (İlk aşama) Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) karşı duyduğum nefret, başka hiç kimseye karşı duymadığım kadar fazlaydı ve onu alt edip öldürme arzum bende çok güçlüydü. Eğer bu halde ölseydim, kesinlikle cehennemliklerden biri olurdum. Allah, kalbime İslam sevgisini yerleştirince, Resulullah'a (sallallahu aleyhi ve sellem) geldim ve dedim: Sağ elini uzat ki sana biat edeyim. O sağ elini uzattı, ben elimden çektim. O (Peygamber Efendimiz) dedi: 'Amr, sana ne oldu? Ben de: Bir şart koymak istiyorum, dedim. O sordu: Hangi şartı koymak istiyorsun? Ben: Affedilmek istiyorum, dedim. O (Peygamber Efendimiz) şöyle buyurdu: İslam'ın, önceki (kötü) amelleri silip süpürdüğünü bilmiyor musun? Gerçekten hicret, önceki (kötü) amelleri silip süpürür, ve gerçekten hac, tüm (önceki) kötü amelleri silip süpürür. Ve o zaman, Allah'ın Resulü'nden (sallallahu aleyhi ve sellem) daha sevimli ve gözümde daha yüce biri yoktu. Yüzünün ihtişamından dolayı, ona tam olarak bakacak cesareti bulamadım. Eğer bu halde ölseydim, cennet halkından olacağım umudum vardı. Sonra bazı şeylerden sorumlu olduk ve bu ışıkta, benim için neyin saklandığını bilemiyorum. Ölünce, ne kadın yas tutan ne de ateş benimle birlikte olmasın. Beni gömdüğünüzde, mezarımı iyice toprakla doldurun, sonra bir deve kesildiğinde ve etinin dağıtıldığı süre boyunca etrafında durun ki, sizinle yakınlık kurabileyim ve (sizinle birlikte) Allah'ın elçilerine (meleklerine) ne cevap verebileceğimi öğrenebileyim."
    },
    {
      "id": 229,
      "narrator": "It is narrated on the authority of Ibn 'Abbas that some persons amongst the polytheist had committed a large number of murders and had excessively indulged in fornication. Then they came to Muhammad (ﷺ) and said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, müşriklerden bazıları çok sayıda cinayet işlemiş ve zina konusunda aşırıya kaçmışlardı. Sonra Muhammad'a (sallallahu aleyhi ve sellem) geldiler ve dediler: Senin söylediklerin ve çağırdıkların gerçekten güzeldir. Ama eğer bize geçmiş amellerimizin kefareti olduğunu bildirirsen (o zaman İslam'ı kabul ederiz). Bunun üzerine şu ayet indirildi:"
    },
    {
      "id": 230,
      "narrator": "Hakim b. Hizam reported to 'Urwa b. Zubair that he said to the Messenger of Allah:",
      "text": "\"Ve Allah'tan başka bir ilaha çağırmayan, Allah'ın haram kıldığı canı haksız yere öldürmeyen ve zina etmeyenler; kim bunları yaparsa, günahının cezasıyla karşılaşacaktır. Kıyamet Günü onun için azap kat kat artırılacak ve orada alçaltılmış olarak kalacaktır; ancak kim tövbe eder, iman eder ve salih ameller işlerse, işte bunlar! Allah onların kötülüklerini iyiliklere çevirir. Şüphesiz Allah, çok bağışlayandır, merhamet edendir.\" (25:68-70)."
    },
    {
      "id": 231,
      "narrator": "Hakim b. Hizam reported to 'Urwa b. Zubair that he said to the Messenger of Allah (ﷺ):",
      "text": "De ki: Ey kullarım, kendilerine karşı aşırılık edenler, Allah'ın rahmetinden ümidinizi kesmeyin! Şüphesiz Allah, günahları tamamen affeder. O, gerçekten bağışlayandır, merhamet edendir.\" (39:53)."
    },
    {
      "id": 232,
      "narrator": "It is narrate on the authority of Hakim b. Hizam:",
      "text": "Hakim b. Hizam, 'Urva b. Zubair'e, Allah'ın Resulü'ne şöyle dediğini bildirmiştir: Cehalet içinde yaptığım dini temizlik amelleri için (Rab'le) bir şey var mı? Bunun üzerine O (Allah'ın Resulü) ona şöyle dedi: İslam'ı kabul ettin ve daha önce yaptığın tüm faziletlerle birlikte."
    },
    {
      "id": 233,
      "narrator": "Hisham b. Urwa narrated it on the authority of his father:",
      "text": "Hakim b. Hizam, 'Urva b. Zubair'e, Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) şöyle dediğini bildirmiştir: Allah'ın Resulü, cehalet içinde yaptığım dini temizlik amelleri için (Kıyamet Günü) benimle bir ödül var mı, sadaka vermek, köle azat etmek, kan bağı kurmak gibi? Bunun üzerine O (Allah'ın Resulü) ona şöyle dedi: İslam'ı kabul ettin ve daha önce yaptığın tüm faziletlerle birlikte."
    },
    {
      "id": 234,
      "narrator": "It is narrated on the authority of 'Abdullah (b. Mas'ud) that when this verse was revealed:",
      "text": "Hakim b. Hizam'dan rivayet edilmiştir: Dedim ki: Allah'ın Resulü, cehalet içinde bazı ameller yaptım. (Rivayet edenlerden biri Hişam b. Urva, bunları ibadet olarak açıkladı. Bunun üzerine Allah'ın Resulü şöyle buyurdu: İslam'ı kabul ettin ve daha önceki tüm faziletlerle birlikte. Dedim ki: Allah'a yemin ederim ki, cehalet içinde yaptığım şeylerin benzerini İslam'da yapmaktan geri durmam."
    },
    {
      "id": 235,
      "narrator": "This hadith is narrated by another chain of transmitters, (namely) lshaq b. Ibrahim. Ibn Idris says:",
      "text": "Hişam b. Urva, babasından rivayet etti: Hakim b. Hizam, cehalet içinde yüz köle azat etti ve yüz deve (Allah rızası için) bağışladı. Sonra İslam'ı kabul ettikten sonra yüz köle daha azat etti ve yüz deve daha bağışladı. Daha sonra Resulullah'a (sallallahu aleyhi ve sellem) geldi. Hadisin geri kalanı yukarıda anlatıldığı gibidir."
    },
    {
      "id": 236,
      "narrator": "It is reported on the authority of Abu Huraira that when it was revealed to the Messenger of Allah (ﷺ):",
      "text": "Abdullah (b. Mes'ud) tarafından rivayet edilmiştir ki, bu ayet indirildiğinde: \"İşte onlar, iman edenlerdir ve imanlarını zulümle karıştırmazlar.\" (6:82), Allah'ın Resulü'nün arkadaşları büyük bir endişeye kapıldılar. Dediler ki: İçimizden kim kendine zulmetmiyor? Bunun üzerine Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Bu, sizin zannettiğiniz gibi değildir. Bu, Lokman'ın oğluna söylediği şeydir: \"Oğlum, Allah'a hiçbir şeyi ortak koşma; çünkü bu, en büyük zulümdür.\" (31:13)."
    },
    {
      "id": 237,
      "narrator": "It is narrated on the authority of Ibn 'Abbas:",
      "text": "Bu hadis başka bir isnatla rivayet edilmiştir, yani İshak b. İbrahim. İbn İdris şöyle der: Babam, Aban b. Taghlib'den, o da A'maş'tan duydu; sonra ben de ondan (A'maş) duydum."
    },
    {
      "id": 238,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Şüphesiz Allah, kalplerinde doğan kötü düşünceleri, eğer onları dile getirip uygulamaya koymazlarsa, benim ümmetimden affetti."
    },
    {
      "id": 239,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Şüphesiz, Azametli ve Yüce Allah, benim ümmetimden zihinlerinde doğan kötü düşünceleri affetti, ama onlar ne bunları konuştular ne de uyguladılar."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "Aynı hadis, Zuhair b. Harb, Vaki, İshak b. Mansur, Hüseyin b. Ali tarafından da rivayet edilmiştir."
    },
    {
      "id": 241,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: Yüce ve Glorious olan Rab, meleklere şöyle dedi: Kulum bir kötülük yapmayı niyet ettiğinde, onu kaydetmeyin; fakat eğer gerçekten yaparsa, onu bir kötülük olarak yazın. Ve eğer bir iyilik yapmayı niyet eder ama yapmazsa, onu bir iyilik olarak kaydedin; fakat eğer yaparsa, o zaman onun kaydına on iyilik yazın."
    },
    {
      "id": 242,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle gözlemledi: Yüce ve Glorious olan Allah şöyle dedi: Kulum bir iyilik yapmayı niyet ettiğinde, ama yapmadığında, ben ona bir iyilik yazarım; fakat eğer bunu uygularsa, ben onun lehine on ile yedi yüz arasında iyilik yazarım. Eğer bir kötülük yapmayı niyet ederse, ama gerçekten yapmazsa, onu kaydetmeyin. Ama eğer yaparsa, ben sadece bir kötülük yazarım."
    },
    {
      "id": 243,
      "narrator": "Abu Huraira reported that Muhammad, the Messenger of Allah (ﷺ), said:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Kulumun aklına bir iyilik yapması geldiğinde ama gerçekten yapmadığında, ona bir iyilik kaydedin; fakat eğer bunu uygularsa, ben onun lehine on iyilik kaydederim. Eğer aklına bir kötülük gelirse ama onu işlemezse, ben onu affederim. Ama eğer onu işlerse, onun adına bir kötülük kaydederim. Allah'ın Resulü (ﷺ) şöyle gözlemledi: Melekler, \"O kulun, kötülük yapmayı niyet etti\" dediler; oysa Rabbi ondan daha dikkatli. Bunun üzerine O (Rab) şöyle dedi: \"Onu izle; eğer kötülük yaparsa, onun adına yaz; ama eğer yapmaktan kaçınırsa, onun için bir iyilik yaz, çünkü bunu benim rızam için yaptı.\" Allah'ın Resulü şöyle dedi: \"Sizden kim iyi bir imana sahipse, onun tüm iyi amelleri on kat ile yedi yüz kat arasında artırılır (ve onun adına kaydedilir) ve işlediği tüm kötülükler ise olduğu gibi (yani artırılmadan) kaydedilir, ta ki Allah ile karşılaşana kadar.\""
    },
    {
      "id": 244,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle gözlemledi: İyilik yapmayı niyet eden ama yapmayan için bir iyilik kaydedilir; iyilik yapmayı niyet eden ve bunu da yapan için on ile yedi yüz arasında iyilik kaydedilir. Kötülük yapmayı niyet eden ama bunu işlemeyen için ise, onun adına hiçbir kayıt yapılmaz; ama eğer bunu işlerse, kaydedilir."
    },
    {
      "id": 245,
      "narrator": "It is narrated on the authority of Ibn Abbas that the Messenger of Allah (ﷺ) transmitted it from the Blessed and Great Lord:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bunu Mübarek ve Yüce Rab'den aktardı: Şüphesiz Allah, iyilikleri ve kötülükleri kaydetti ve sonra açıkladı ki, iyilik yapmayı niyet eden ama yapmayan için Allah, onun lehine bir tam iyilik kaydetti; ama eğer niyet etti ve bunu da yaptıysa, Yüce ve Glorious Allah, onun lehine on ile yedi yüz arasında fazilet kaydetti, hatta daha fazlasını. Ama eğer kötülük niyet ettiyse ama bunu işlemediyse, Allah onun lehine bir tam iyilik kaydetti. Eğer niyet etti ve bunu da işledi ise, Allah onun adına bir kötülük kaydetti."
    },
    {
      "id": 246,
      "narrator": "This hadith has been narrated with another chain of transmitters with the addition of these words:",
      "text": "Bu hadis, başka bir rivayet zinciriyle şu sözlerin eklenmesiyle aktarılmıştır: Allah, (bir adamın işlediği) kötülüğü siler ve Allah, sadece helak olacak olanı helak eder."
    },
    {
      "id": 247,
      "narrator": "It is narrated on the authority of Abu Huraira that some people from amongst the Companions of the Apostle (ﷺ) came to him and said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) bazı Sahabelerinin kendisine geldiğini ve şöyle dediğini aktardı: Şüphesiz aklımızda, her birimizin ifade etmesi için çok ağır bulduğu şeyler var. O (Kutsal Peygamber) dedi ki: Gerçekten bunu hissediyor musunuz? Onlar: Evet, dediler. Bunun üzerine o şöyle dedi: İşte bu, açık bir imandır."
    },
    {
      "id": 248,
      "narrator": "",
      "text": "Aynı hadis, Muhammed b. 'Amr, Ebu Bekir b. İshak, Ebu'l-Cevvab, Amr ve Abu Huraira tarafından aktarılmıştır."
    },
    {
      "id": 249,
      "narrator": "It is narrated on the authority of 'Abdullah b. Mas'ud that the Apostle (ﷺ) was asked about evil prompting, to which he replied:",
      "text": "'Abdullah b. Mes'ud'dan rivayet edildiğine göre, Resulullah (ﷺ) kötülük telkini hakkında sorulduğunda, o şöyle cevap verdi: Bu, saf imandır."
    },
    {
      "id": 250,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle dedi: İnsanlar birbirlerine soru sormaya devam edecekler, ta ki bu sorulacak: Allah her şeyi yarattı ama Allah'ı kim yarattı? Böyle bir durumla karşılaşan kimse şöyle demelidir: Ben Allah'a iman ediyorum."
    },
    {
      "id": 251,
      "narrator": "This hadith has been transmitted by Mahmud b. Ghailan by another chain of transmitters (and the words are):",
      "text": "Bu hadis, Mahmud b. Ghaylan tarafından başka bir rivayet zinciriyle aktarılmıştır (ve sözler şunlardır): Allah'ın Resulü (ﷺ) şöyle dedi: Şeytan, her birinize gelecek ve diyecek: Gökyüzünü kim yarattı, yeri kim yarattı? (Ve insan) cevap verir: O Allah'tır. Sonra hadisin geri kalan kısmı yukarıda belirtildiği gibi aktarılmıştır ve \"Onun peygamberleri\" sözleri eklenmiştir."
    },
    {
      "id": 252,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah may peace be upon him) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle gözlemledi: Şeytan, her birinize gelir ve der ki: Bunu ve şunu kim yarattı? ta ki \"Rabbinizi kim yarattı?\" diye sorana kadar. O buna geldiğinde, Allah'a sığınmalı ve (böyle boş düşüncelerden) uzak durmalıdır."
    },
    {
      "id": 253,
      "narrator": "This hadith is transmitted by Urwa b. Zubair on the authority of Abu Huraira (and the words are):",
      "text": "Bu hadis, Urve b. Zubair tarafından Abu Huraira'dan aktarılmıştır (ve sözler şunlardır): Şeytan, Allah'ın kuluna gelir ve der ki: Bunu ve şunu kim yarattı? Hadisin geri kalan kısmı aynıdır."
    },
    {
      "id": 254,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) şöyle gözlemledi: İnsanlar sürekli olarak bilgiyle ilgili sorular soracaklar, ta ki \"Allah bizi yarattı ama Allah'ı kim yarattı?\" demeye kadar. O (rivayet eden) der ki: O (Abu Huraira), bu hadisi aktarırken bir adamın elinden tutuyordu ve şöyle dedi: Allah ve Resulü doğruyu söylediler. İki kişi bana bu soruyu sordu ve bu üçüncüsü, ya da şöyle dedi: Bir adam bana bu soruyu sordu ve o ikinci olan."
    },
    {
      "id": 255,
      "narrator": "It is narrated on the authority of Abu Huraira that he said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, o şöyle dedi: İnsanlar sürekli olarak, ve hadisin geri kalanı 'Abdul-Warith tarafından aktarılanla aynıdır; ancak o hadisin sonunda Allah'ın Resulü'nün adı geçmez, ama o şöyle gözlemledi: Allah ve Resulü doğruyu söylediler."
    },
    {
      "id": 256,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Messenger'i (ﷺ) bana şöyle dedi: İnsanlar sürekli olarak sana, Abu Huraira, (dine dair farklı şeyler hakkında) sorular soracaklar, sonra da şöyle diyecekler: \"Evet, Allah var, ama sonuçta Allah'ı kim yarattı?\" O (Abu Huraira) şöyle anlattı: Bir gün camideydik, bazı bedeviler oraya geldi ve \"Evet, Allah var, ama Allah'ı kim yarattı?\" dediler. O (rivayet eden) dedi ki: Avucumdaki taşları sıktım ve onlara fırlattım ve \"Kalkın, kalkın (gidin), arkadaşım (Peygamber) doğru söyledi.\" dedim."
    },
    {
      "id": 257,
      "narrator": "Yazid b. al-Asamm said:",
      "text": "Yazid b. al-Asamm dedi ki: Abu Huraira'nın şöyle dediğini duydum: Allah'ın Messenger'i (ﷺ) şöyle gözlemledi: İnsanlar kesinlikle her şey hakkında sorular soracaklar, ta ki \"Allah her şeyi yarattı, ama Allah'ı kim yarattı?\" diyecekler."
    },
    {
      "id": 258,
      "narrator": "Anas b. Malik transmitted it from the Messenger of Allah (ﷺ) that the Great and Glorious Allah said:",
      "text": "Anas b. Malik, Allah'ın Messenger'inden (ﷺ) şu şekilde nakletmiştir: Şüphesiz ki, sizin halkınız bu ve şu hakkında sürekli soru soracaklar, ta ki \"Evet, yaratılışı yaratan Allah'tır, ama Allah'ı kim yarattı?\" diyecekler."
    },
    {
      "id": 259,
      "narrator": "This hadith has been narrated by another chain of transmitters with the exception that Ishaq made no mention of this:",
      "text": "Bu hadis, başka bir rivayet zinciri ile nakledilmiştir, ancak İshak bu ifadeyi anmamıştır: Allah dedi: Şüphesiz ki, sizin halkınız."
    },
    {
      "id": 260,
      "narrator": "It is narrated on the authority of Abu Umama that the Messenger of Allah (ﷺ) observed:",
      "text": "Abu Umama'dan rivayet edilmiştir ki, Allah'ın Messenger'i (ﷺ) şöyle gözlemledi: Bir Müslümanın hakkını (yalan) yeminle gasp eden kimse, Allah onu ateşle cezalandıracak ve cenneti ona haram kılacaktır. Bir kişi ona dedi: Allah'ın Messenger'i, bu en önemsiz bir şey olsa bile mi? O (Peygamber) cevap verdi: (Evet) arak ağacının dalı bile olsa."
    },
    {
      "id": 261,
      "narrator": "This hadith has been transmitted by another chain of narrators:",
      "text": "Bu hadis başka bir rivayet zinciri ile nakledilmiştir: Abu Bakr b. Abi Shaiba, İshak b. İbrahim, Harun b. Abdullah, Abi Usama, Walid b. Kathir, Muhammad b. Ka'b, kardeşi Abdullah b. Ka'b ve Abi Usama."
    },
    {
      "id": 262,
      "narrator": "It is narrated on the authority of Abdullah (b. Umar) that the Messenger of Allah (ﷺ) observed:",
      "text": "Abdullah (b. Umar) aracılığıyla rivayet edilmiştir ki, Allah'ın Messenger'i (ﷺ) şöyle gözlemledi: Müslümanın malını gasp etmek amacıyla yalan yere yemin eden kimse, Allah ile karşılaşacak ve O, ona kızgın olacaktır. O (rivayet eden) dedi ki: Ash'ath b. Qais geldi ve (insanlara) dedi: Abu Abdur-Rahman (Abdullah b. Umar'ın künyesi) size ne anlatıyor? Onlar cevap verdiler: Şu ve bu. Bunun üzerine o şöyle dedi: Abu Abdur-Rahman doğru söyledi. Bu (emir) benimle ilgili olarak indirilmiştir. Yemen'de benim ve başka bir kişinin üzerinde hak iddia ettiği bir arazi vardı. Bu anlaşmazlığı Allah'ın Messenger'ine (karar vermesi için) getirdim. O (Peygamber) dedi: Delil getirebilir misin? Ben de: Hayır, dedim. O (Peygamber) gözlemledi: (O zaman karar) onun yemini ile verilecektir. Ben de: O, yemin etmeye hazırdır. Bunun üzerine Allah'ın Messenger'i (ﷺ) şöyle dedi: Müslümanın malını gasp etmek için yalan yere yemin eden kimse, Allah ile karşılaşacak ve O, ona kızgın olacaktır. Bu ayet daha sonra indirildi: \"Şüphesiz ki, Allah'ın ahdini ve yeminlerini az bir bedel karşılığında satanlar...\" (iii 77)."
    },
    {
      "id": 263,
      "narrator": "It is narrated on the authority of Abdullah that he heard the Prophet (ﷺ) saying:",
      "text": "Abdullah aracılığıyla rivayet edilmiştir ki, o, Peygamber'in (ﷺ) şöyle dediğini duydu: Bir malın mülkiyetini elde etmek amacıyla yemin eden, oysa yalan söyleyen kimse, Allah ile karşılaşacak ve O, ona çok kızgın olacaktır. Sonra hadisin geri kalan kısmı A'mash tarafından nakledildi, ancak şu ifadeler hariç: Benimle başka bir kişi arasında bir kuyu hakkında bir anlaşmazlık vardı. Bu anlaşmazlığı Allah'ın Messenger'ine (ﷺ) götürdük. Bunun üzerine o şöyle dedi: Ya (iddianızı desteklemek için) iki şahit getirin ya da onun yemini (geçerli kabul edilecektir)."
    },
    {
      "id": 264,
      "narrator": "Ibn Mas'ud says:",
      "text": "İbn Mas'ud der ki: Allah'ın Messenger'inin (ﷺ) şöyle dediğini duydum: Bir Müslümanın malı üzerinde meşru bir hak olmaksızın yemin eden kimse, Allah ile karşılaşacak ve O, ona kızgın olacaktır. Sonra Allah'ın Messenger'i (ﷺ) bu iddiasını desteklemek için şu ayeti okudu: \"Şüphesiz ki, Allah'ın ahdini ve yeminlerini az bir bedel karşılığında satanlar...\""
    },
    {
      "id": 265,
      "narrator": "It is narrated on the authority of Wa'il that there came a person from Hadramaut and another one from Kinda to the Apostle (ﷺ). One who had come from Hadramaut said:",
      "text": "Wa'il aracılığıyla rivayet edilmiştir ki, Hadramut'tan bir kişi ve Kinda'dan bir diğeri Peygamber'e (ﷺ) geldi. Hadramut'tan gelen kişi dedi ki: Allah'ın Messenger'i, yalnızca bu adam babama ait olan toprağımı gasp etti. Kinda'dan gelen kişi itiraz etti: Bu benim toprağım ve benim mülküm: Ben onu ekiyorum. Onun üzerinde hiçbir hakkı yok. Allah'ın Messenger'i Hadramutluya dedi: Delilin var mı? O olumsuz yanıt verdi. O (Allah'ın Messenger'i) dedi: O zaman davan onun yemini ile karara bağlanacaktır. O (Hadramutlu) dedi: Allah'ın Messenger'i, o bir yalancı ve yeminine aldırış etmiyor ve hiçbir şeye saygısı yok. Bunun üzerine o (Allah'ın Messenger'i) şöyle dedi: O zaman senin için başka bir yardım yok. O (Kinda'dan gelen adam) yemin etmeye gitti. Arkasını dönerken, Allah'ın Messenger'i (ﷺ) şöyle gözlemledi: Eğer o, malını gasp etmek amacıyla yemin ederse, kesinlikle Rabbine karşılaşacak ve O, ondan yüz çevirecektir."
    },
    {
      "id": 266,
      "narrator": "Wa'il reported it on the authority of his father Hujr:",
      "text": "Wa'il, babası Hujr aracılığıyla rivayet etti: Ben Allah'ın Messenger'i (ﷺ) ileydim ki, iki adam bir arazi üzerinde tartışıyorlardı. Bunlardan biri dedi: Allah'ın Messenger'i, bu adam cahiliye döneminde benim toprağımı haksız yere gasp etti. (İddia eden) İmrul Kayıs b. Abis el-Kindi ve karşıt olanı Rabi'a b. İban'dı. O (Peygamber) (iddia edene) dedi: İddianızı destekleyecek bir delil var mı? O cevap verdi: Delilim yok. Bunun üzerine o (Allah'ın Messenger'i) şöyle dedi: O zaman onun (yani davalı olanın) yemini geçerlidir. O (iddia eden) dedi: Bu durumda o (davalı) bu (mülkü) gasp edecek. O (Peygamber) dedi: O zaman senin için başka bir yol kalmadı. O (rivayet eden) dedi: O (davalı) yemin etmeye kalktığında, Allah'ın Messenger'i (ﷺ) şöyle dedi: Haksız yere araziyi gasp eden kimse, Allah ile karşılaşacak ve O, ona kızgın olacaktır. İshak, rivayetinde Rabi'a b. Aidan (Rabi'a b. İbdan yerine) zikretmektedir."
    },
    {
      "id": 267,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Bir kişi Allah'ın Messenger'ine (ﷺ) geldi ve dedi: Allah'ın Messenger'i, bir adam bana gelirse ve mülkümü gasp etmeye çalışırsa, ne dersin? O (Peygamber) dedi: Mülkünü ona teslim etme. O (soruyu soran) dedi: Eğer benimle savaşırsa? O (Peygamber) şöyle yanıtladı: O zaman onunla savaş. O (soruyu soran) tekrar dedi: Eğer ben öldürülürsem, ne dersin? O (Peygamber) gözlemledi: Şehit olursun. O (soruyu soran) dedi: O (Allah'ın Messenger'i) hakkında ne dersin, eğer ben onu öldürürsem? O (Peygamber) dedi: O ateşte olacaktır."
    },
    {
      "id": 268,
      "narrator": "It is narrated on the authority of Thabit, that when 'Abdullah b. 'Amr and 'Anbasa b. Abi Sufyan were about to fight against each other, Khalid b. 'As rode to 'Abdullah b. 'Amr and persuaded him (not to do so). Upon this Abdullah b. 'Amr said:",
      "text": "Thabit aracılığıyla rivayet edilmiştir ki, 'Abdullah b. 'Amr ve 'Anbasa b. Abi Sufyan birbirleriyle savaşmak üzereyken, Halid b. 'As, 'Abdullah b. 'Amr'a gitti ve onu (bunu yapmamaya) ikna etti. Bunun üzerine 'Abdullah b. 'Amr dedi: Allah'ın Messenger'i (ﷺ) şöyle demiş olduğunu bilmiyor musun: \"Mülkünü korurken ölen kimse şehittir.\""
    },
    {
      "id": 269,
      "narrator": "",
      "text": "Bu hadis, Muhammad b. Hatim, Muhammad b. Bakr, Ahmad b. 'Uthman Naufali, Abu 'Asim, İbn Juraij tarafından rivayet edilmiştir."
    },
    {
      "id": 270,
      "narrator": "Hasan reported:",
      "text": "Hasan rivayet etti: 'Ubaidullah b. Ziyad, Ma'qil b. Yasar Muzani'yi hastalığında ziyaret etti, o (sonradan) vefat etti. (Bu sırada) Ma'qil dedi: Size, Allah'ın Messenger'inden (ﷺ) duyduğum bir hadisi anlatacağım ve eğer hayatta kalacağımı bilseydim bunu aktarmayacaktım. Şüphesiz ki, Allah'ın Messenger'inin (ﷺ) şöyle dediğini duydum: Kullardan hiç kimse, kendi yönetimi altındaki halkın işlerine güvenilir bir şekilde bakmadığı halde ölürse, cennet ona haramdır."
    },
    {
      "id": 271,
      "narrator": "Hasan reported:",
      "text": "Hasan rivayet etti: Ubaidullah b. Ziyad, Ma'qil b. Yasir'i ziyaret etti ve o hasta idi. Ubaidullah, onun sağlığı hakkında sordu, buna karşılık Ma'qil şöyle yanıtladı: Size daha önce anlatmaktan kaçındığım bir hadisi aktarıyorum. Şüphesiz ki Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah, kullarına, tebaalarının işlerini yönetme sorumluluğunu vermez ve o, hilekar bir (yönetici) olarak ölürse, cennet o (yönetici) için haramdır. O (İbn Ziyad) dedi ki: Neden bu günü beklemeden bunu bana anlatmadın? O da cevap verdi: Ben (aslında) bunu sana anlatmadım çünkü bunu sana anlatmak benim için uygun değildi."
    },
    {
      "id": 272,
      "narrator": "Hasan reported:",
      "text": "Hasan rivayet etti: Biz Ma'qil b. Yasar ile onun sağlığını soruyorduk ki Ubaidullah b. Ziyad oraya geldi. Ma'qil ona dedi: Şüphesiz ki size, Allah'ın Resulü'nden (ﷺ) duyduğum bir hadisi anlatacağım. Sonra o, yukarıda bahsedilen hadisi anlattı."
    },
    {
      "id": 273,
      "narrator": "It is narrated on the authority of Abu Malih that Ubaidullah b. Ziyad visited Ma'qil b. Yasar in his illness. Ma'qil said to him:",
      "text": "Abu Malih'ten rivayet edilmiştir ki, Ubaidullah b. Ziyad, Ma'qil b. Yasar'ı hastalığında ziyaret etti. Ma'qil ona dedi: Size, eğer ölüm döşeğinde olmasaydım asla anlatmayacağım bir hadisi aktarıyorum. Allah'ın elçisinin (ﷺ) şöyle dediğini duydum: Müslümanların işlerini yönetme sorumluluğu verilen bir yönetici, maddi ve manevi yükseliş için hiçbir çaba sarf etmez ve samimi olarak (onların refahı için) niyet etmezse, cennete onlarla birlikte girmeyecektir."
    },
    {
      "id": 274,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa rivayet etti: Allah'ın Resulü (ﷺ) bize iki hadis anlattı. Ben birini (gerçekleşmiş olarak) gördüm ve diğerini bekliyorum. Bize şöyle söyledi: Güvenilirlik, insanların kalplerinin en derin köklerine indi. Sonra Kur'an indirildi ve onlar Kur'an'dan ve Sünnet'ten öğrendiler. Sonra o (Peygamber) bize güvenilirliğin kaldırılmasından bahsetti. Dedi ki: İnsan bir göz kırpması kadar uyuyacak ve güvenilirlik kalbinden alınacak, geride hafif bir iz bırakacak. Yine uyuyacak ve güvenilirlik kalbinden alınacak, geride bir su kabarcığı izi bırakacak, sanki ayağınıza bir kor düşürmüşsünüz ve kabarcık oluşmuş. O, içinde hiçbir şey olmayan bir şişlik görecek. O (Peygamber) sonra bir çakıl taşı aldı ve ayağının üzerine yuvarladı ve (şöyle dedi): İnsanlar birbirleriyle ticaret yapacaklar ve neredeyse kimse kendisine emanet edilen şeyleri geri vermeyecek. (Ve dürüst kişilerin sayısı o kadar azalacak ki) denilecek ki: Şu ve bu kabilede bir güvenilir kişi var. Ve bir kişi hakkında da şöyle denilecek: Ne kadar akıllı, ne kadar geniş görüşlü ve ne kadar zeki, oysa kalbinde hardal tanesi kadar bile iman olmayacak. Ben bir zaman geçirdim ki, aranızda kiminle ticaret yaptığım umurumda değildi, çünkü eğer o bir Müslüman ise, imanı onu bana yükümlülüklerini yerine getirmeye zorlayacaktı ve eğer o bir Hristiyan veya Yahudi ise, yönetici onu bana yükümlülüklerini yerine getirmeye zorlayacaktı. Ama bugün sizinle ancak şu ve bu kişiyle ticaret yaparım."
    },
    {
      "id": 275,
      "narrator": "This hadith has been transmitted by another chain of transmitters:",
      "text": "Bu hadis başka bir rivayet zinciriyle aktarılmıştır: İbn Numair, Vaki', İshak b. İbrahim, 'Isa b. Yunus, A'mash'tan."
    },
    {
      "id": 276,
      "narrator": "It is narrated on the authority of Hudhaifa:",
      "text": "Hudhaifa'dan rivayet edilmiştir: Biz, Ömer'in yanında oturuyorduk ve o dedi ki: Sizden kim, Allah'ın Resulü'nün (ﷺ) kargaşadan bahsettiğini duydu? Bazı insanlar: Biz duyduk, dediler. Bunun üzerine o şöyle dedi: Belki kargaşayla, insanın ailesi veya komşusu ile ilgili huzursuzluğunu kastediyorsunuz, dediler: Evet. O ('Ömer) gözlemledi: Böyle bir huzursuzluk, namaz, oruç ve sadaka ile ortadan kalkar. Ama sizden kim, Resul (ﷺ) tarafından, okyanusun dalgası gibi gelecek olan o kargaşayı tarif ettiğini duydu? Hudhaifa dedi: İnsanlar sessizleşti, ben cevap verdim: Ben duydum. O ('Ömer) dedi: Evet, iyi, baban da çok takvalıydı. Hudhaifa dedi: Ben, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle dediğini duydum: Fitneler, insanların kalplerine, kamış halatının bir araya getirilmesi gibi sunulacak ve onlardan etkilenen kalbe siyah bir leke konulacak, ama onları reddeden kalbe beyaz bir leke konulacak. Sonuç olarak, iki tür kalp olacak: biri, gökler ve yer devam ettiği sürece hiçbir fitne veya denemeden etkilenmeyecek olan beyaz bir taş gibi; diğeri ise, devrilmiş bir kap gibi, neyin iyi olduğunu tanımayan veya neyin çirkin olduğunu reddetmeyen, ama tutku ile dolmuş olan siyah ve toprak renginde. Hudhaifa dedi: Ben ona ('Ömer) aktardım: Sizinle o (kargaşa) arasında kapalı bir kapı var, ama onun kırılması ihtimali var. 'Ömer dedi: Kırılacak mı? Sen, babasız kaldın. Eğer açılmış olsaydı, belki de kapatılmış olurdu. Ben dedim: Hayır, kırılacak ve ona aktardım: Şüphesiz o kapı, öldürülecek veya ölecek bir kişiyi ifade ediyor. Bu hadiste bir hata yoktur. Abu Khalid rivayet etti: Ben Sa'd'a dedim, Ey Abu Malik, \"Aswad Murbadda\" terimiyle neyi kastediyorsun? O cevap verdi: Siyahlık içinde yüksek derecede beyazlık. Ben dedim: \"Alkoozu Mujakhiyyan\" ne demektir? O cevap verdi: Ters dönmüş bir kap."
    },
    {
      "id": 277,
      "narrator": "It is narrated on the authority of Rib'i (b. Hirash). When Hudhaifa came from 'Umar he sat down to narrate to us and said:",
      "text": "Rib'i (b. Hirash) tarafından rivayet edilmiştir. Hudhaifa, 'Ömer'den geldiğinde bize oturup şöyle dedi: Gerçekten dün, Müminlerin Emiri ile otururken, o arkadaşlarına sordu: Aranızda, Allah'ın Resulü'nün (ﷺ) kargaşa hakkında söylediğini hatırlayan kim var? -ve o, Abu Khalid'ten rivayet edilen hadisi aktardı, ancak sözlerinin açıklamasını (Murbaddan) ve (Mujakhiyyan) belirtmedi."
    },
    {
      "id": 278,
      "narrator": "It is transmitted by Rib'i b. Hirash. who narrated it on the authority of Hudhaifa that verily 'Umar said:",
      "text": "Rib'i b. Hirash tarafından aktarılmıştır. O, Hudhaifa'dan rivayet etti ki, gerçekten 'Ömer dedi: Kim bize anlatacak veya aranızdan kim bize (ve Hudhaifa da aralarındaydı) Allah'ın Resulü'nün (ﷺ) kargaşa hakkında söylediklerini anlatacak? Hudhaifa dedi: Ben anlatacağım ve hadisi, Rib'i aracılığıyla Abu Malik'ten aktarıldığı gibi okudu ve bu hadisle ilgili olarak Hudhaifa şöyle dedi: Size bir hadisi aktarıyorum ve bunda bir hata yoktur, ve dedi ki: Bu, Allah'ın Resulü'nden (ﷺ) aktarılmıştır."
    },
    {
      "id": 279,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: İslam, garip bir şey olarak başladı ve tekrar garip bir hale dönecek. O halde gariplere müjde olsun."
    },
    {
      "id": 280,
      "narrator": "It is narrated on the authority of Ibn 'Umar ('Abdullah b. 'Umar) that the Messenger of Allah (ﷺ) observed:",
      "text": "İbn 'Umar'dan ('Abdullah b. 'Umar) rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Şüphesiz ki İslam, garip bir şey olarak başladı ve tekrar garip bir hale dönecek, tıpkı başladığı gibi, ve iki cami arasında geri çekilecek, yılanın deliğine geri sürünmesi gibi."
    },
    {
      "id": 281,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: Şüphesiz ki iman, yılanın deliğine geri sürünmesi gibi Medine'ye geri çekilecektir."
    },
    {
      "id": 282,
      "narrator": "It is narrated on the authority of Anas that verily the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, şüphesiz ki Allah'ın Resulü (ﷺ) şöyle dedi: \"Saat (Kıyamet) gerçekleşmeyecek, ta ki yeryüzünde 'Allah, Allah' denilmediği zaman.\""
    },
    {
      "id": 283,
      "narrator": "It is narrated on the authority of Anas that the Messenger of Allah (ﷺ) said:",
      "text": "Anas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Saat (Kıyamet) gerçekleşmeyecek, birisi 'Allah, Allah' dediği sürece.\""
    },
    {
      "id": 284,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa rivayet etti: Biz, Allah'ın Resulü (ﷺ) ile birlikteydik, o da dedi: Bana İslam'ı kabul edenleri sayın. Biz dedik: Allah'ın Resulü, bizimle ilgili bir endişeniz mi var, oysa biz (bu zamanda) altı yüz ile yedi yüz arasında (güçteyiz). O (Peygamber) şöyle dedi: Siz fark etmiyorsunuz; bir denemeye tabi tutulabilirsiniz. O (rivayet eden) dedi: Gerçekten o kadar çok denemeye tabi tutulduk ki, bazı erkeklerimiz namazlarını gizlice kılmak zorunda kaldılar."
    },
    {
      "id": 285,
      "narrator": "Sa'd narrated it on the authority of his father (Abi Waqqas) that he observed:",
      "text": "Sa'd, babası (Abi Waqqas) aracılığıyla rivayet etti ki, o şöyle dedi: Allah'ın Resulü (ﷺ) ganimetleri (ashabına) paylaştırdı. Ben dedim: Allah'ın Resulü! Bunu şu ve bu kişiye ver, çünkü gerçekten o bir mümin. Bunun üzerine Allah'ın Resulü şöyle dedi: Ya da bir Müslim. Ben (rivayet eden) bunu (mümin kelimesini) üç kez tekrarladım ve o (Peygamber) bana sırtını döndü (ve \"Müslim\" kelimesini kullandı), sonra şöyle dedi: Ben bunu (bu payı) bir adam için veriyorum, Allah onu cehennemin ateşine yüzüstü düşürmesin diye, oysa aslında diğer adam benim için ondan daha sevimlidir."
    },
    {
      "id": 286,
      "narrator": "It is narrated on the authority of Sa'd that the Messenger of Allah (ﷺ) bestowed upon a group of persons (things), and Sa'd was sitting amongst them. Sa'd said:",
      "text": "Sa'd'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir grup insana (şeyler) verdi ve Sa'd da onların arasında oturuyordu. Sa'd dedi ki: Allah'ın Resulü (ﷺ) bazılarını göz ardı etti. Göz ardı edilen kişi, benim gözümde (diğerlerine kıyasla) daha layık görünüyordu. Ben (Sa'd) dedim: Allah'ın Resulü, neden şu ve bu (adam) a vermedin? Gerçekten onu bir mümin olarak görüyorum. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Yoksa bir Müslüman mı? Bir süre sessiz kaldım ama yine de onun hakkında bildiklerimi ifade etmeye zorlandım. Dedim: Allah'ın Resulü, neden şu ve bu (adam)a vermedin? Gerçekten, Allah'a yemin ederim ki onu bir mümin olarak görüyorum. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle buyurdu: (Hayır, mümin değil) ama bir Müslüman. O (Sa'd) dedi ki: Yine bir süre sessiz kaldım ama onun hakkında bildiklerim beni (görüşümü ifade etmeye) zorladı ve dedim: Neden şu ve bu (adam)a vermedin? Allah'a yemin ederim ki onu bir mümin olarak görüyorum. Allah'ın Resulü (ﷺ) şöyle buyurdu: (Hayır, öyle değil) ama bir Müslüman. Gerçekten (bazen) bir adama (bir pay) veriyorum ki, onun ateşte secdeye kapanmaması için korkuyorum, oysa diğer adam (verilmeyen) bana daha sevimli."
    },
    {
      "id": 287,
      "narrator": "Sa'd reported:",
      "text": "Sa'd rivayet etti: Allah'ın Resulü (ﷺ) bir grup insana (ganimet) verdi ve ben de onlarla birlikte oturuyordum. Hadisin geri kalanı yukarıda belirtilenle aynıdır, ek olarak ben ayağa kalktım ve Allah'ın Resulü'ne (ﷺ) gidip fısıldadım: Neden şu ve bu adamı göz ardı ettin?"
    },
    {
      "id": 288,
      "narrator": "The same hadith has been narrated on the authority of Muhammad b Sa'd and these words (are also there):",
      "text": "Aynı hadis, Muhammed b. Sa'd'dan rivayet edilmiştir ve bu sözler de vardır: Allah'ın Resulü (ﷺ) boynuma veya iki omzumun arasına bir vurdu ve dedi ki: Sa'd, ben bir adama (bir pay) verdim diye benimle savaş mı yapıyorsun?"
    },
    {
      "id": 289,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: İbrahim (ﷺ) 'den daha fazla şüphe etme hakkına sahibiz, o şöyle dedi: Rabbim! Ölüleri nasıl dirilteceğini bana göster. O da: İnanmıyor musun? dedi. O da: Evet! Ama kalbim rahat etsin diye. O (Kutsal Peygamber) şöyle buyurdu: Rabbim, Lut'a merhamet etsin, çünkü o güçlü bir destek istedi ve ben Yusuf'un kaldığı kadar (hapiste) kalsaydım, beni davet eden kişiye cevap verirdim."
    },
    {
      "id": 290,
      "narrator": "'Abdullah b. Muhammad narrated the same hadith on the authority of Abu Huraira and in the transmission by Malik the words are that he (the Holy Prophet) recited the verse:",
      "text": "Abdullah b. Muhammed, Ebu Hureyre'den aynı hadisi rivayet etti ve Malik'in rivayetinde şu sözler vardır: O (Kutsal Peygamber) \"kalbim rahat etsin diye\" ayetini okudu ve tamamladı. Bu hadis, Abd b. Humaid, Yakup, yani İbrahim b. Sa'd'ın oğlu, Ebu Uvais, Zuhri tarafından da rivayet edilmiştir; Malik'in rivayet ettiği gibi aynı isnat zinciriyle ve bu ayeti okuduğunu ve tamamladığını söyledi."
    },
    {
      "id": 291,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Daha önceki peygamberler arasında kendisine bir işaret verilmemiş olan hiç bir peygamber yoktur. İnsanlar buna inanmışlardır ve gerçekten bana, Allah'ın bana vahyettiği (Kutsal Kur'an) verilmiştir. Kıyamet Günü'nde en büyük takipçiye sahip olmayı umuyorum."
    },
    {
      "id": 292,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, Yahudi veya Hristiyan topluluğundan benimle ilgili bir şey duyan, ama bana gönderilen şeye inanmayıp bu inançsızlıkla ölen kimse, cehennem ateşinin sakinlerinden biri olacaktır."
    },
    {
      "id": 293,
      "narrator": "It is narrated on the authority of Sha'bi that one among the citizens of Khurasan asked him:",
      "text": "Şa'bi'den rivayet edilmiştir ki, Horasan vatandaşlarından biri ona sordu: Ey Abu! Bizim içimizdeki bazı Horasanlılar, cariyesini özgürleştirip sonra onunla evlenen kişinin, bir kurbanlık hayvanın üzerine binen kişi gibi olduğunu söylüyorlar. Şa'bi dedi ki: Abu Burda b. Ebu Musa, babasından rivayet etti ki, gerçekten Allah'ın Resulü (ﷺ) şöyle dedi: Üç (sınıf) insan vardır ki, onlara iki kat ödül verilecektir. Kitap Ehli'nden biri, elçisine inanmış ve Muhammed (ﷺ) elçisinin zamanını görmüş ve ona inanmış ve onu takip etmiş ve doğruluğunu tasdik etmişse, ona iki kat ödül vardır; ve efendisine olan tüm yükümlülüklerini yerine getiren köleye, efendisine olan görevlerini yerine getiren köleye, ona iki kat ödül vardır. Ve bir adam, bir cariyesi vardı, ona iyi bakıp iyi besledi, sonra ona güzel ahlak öğretti ve bunu iyi yaptı ve daha sonra ona özgürlük verdi ve onunla evlendi, ona iki kat ödül vardır. Sonra Şa'bi dedi: Bu hadisi bir şey vermeden kabul et. Eskiden bir adam, bu hadisten daha küçük bir hadis için bile Medine'ye seyahat etmek zorundaydı. Bu hadis, başka bir isnat zinciriyle, Abu Bekir b. Ebu Şeybe, Abda b. Süleyman, İbn Ebu Ömer, Sufyan, Ubaidullah b. Mu'adh, Şu'ba tarafından da rivayet edilmiştir; hepsi bunu Salih b. Salih'ten duydular."
    },
    {
      "id": 294,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle dedi: Hayatım elinde olan Allah'a yemin ederim ki, Meryem oğlu (ﷺ) aranızda adil bir hakim olarak yakında inecek. O, haçları kıracak, domuzları öldürecek ve Cizye'yi kaldıracak ve mal o kadar bol olacak ki, kimse onu kabul etmeyecek."
    },
    {
      "id": 295,
      "narrator": "The same hadith is transmitted from Zuhri with the same chain of transmission. But in the tradition narrated by Ibn 'Uyaina the words are:",
      "text": "Aynı hadis, Zuhri'den aynı isnat zinciriyle aktarılmıştır. Ancak İbn 'Uyaina'nın rivayetinde sözler şunlardır: \"tarafsız lider ve adil hakim\" ve Yunus'un rivayetinde \"adaletle hükmeden hakim\" ve \"tarafsız lider\" ifadeleri geçmemektedir. Salih'in rivayetinde, Laith gibi \"tarafsız hakim\" ifadeleri vardır. Ziyad'ın rivayetinde ise \"bir secde, dünya ve içindekilerden daha hayırlıdır\" sözleri geçmektedir. Sonra Ebu Hureyre şöyle derdi: \"isterseniz okuyun: Kitap Ehli'nden hiç kimse, ölümünden önce ona inanmayacaktır.\""
    },
    {
      "id": 296,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger or Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah'a yemin ederim ki, Meryem oğlu kesinlikle adil bir hakim olarak inecek ve kesinlikle haçı kıracak, domuzları öldürecek ve Cizye'yi kaldıracak ve genç dişi deveyi bırakacak ve kimse onun için (Zekat) toplamak için çaba göstermeyecek. Kin, karşılıklı nefret ve birbirine karşı kıskançlık kesinlikle ortadan kalkacak ve insanlar ona malı kabul etmesi için çağırdığında, hiç kimse bunu yapmayacaktır."
    },
    {
      "id": 297,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Meryem oğlu aranızda indiğinde ve aranızda bir imam olduğunda, durumunuz ne olacak?"
    },
    {
      "id": 298,
      "narrator": "It is narrated on the authority of Abu Huraira that he heard the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: Meryem oğlu indiğinde ve sizi yönettiğinde ne yapacaksınız?"
    },
    {
      "id": 299,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Meryem oğlu aranızda indiğinde ve aranızda bir lider olduğunda ne yapacaksınız? İbn Ebu Dhi'b, Ebu Hureyre'den rivayet etti: Aranızda sizin lideriniz. İbn Ebu Dhi'b dedi ki: \"O, aranızda biri gibi sizi yönetecek\" sözlerinin ne anlama geldiğini biliyor musun? Ben dedim: Bunları bana açıkla. O dedi: Sizi Rabbinizin (yüce ve aziz) Kitabı ve elçinizin (ﷺ) Sünnetine göre yönetecek."
    },
    {
      "id": 300,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Kavmimden bir grup, Hak için savaşmayı bırakmayacak ve Kıyamet Günü'ne kadar galip gelecektir. O dedi: Meryem oğlu İsa inecek ve onların (Müslümanların) komutanı onu namaz kıldırması için davet edecek, ama o şöyle diyecek: Hayır, aranızda bazıları bazılarına komutandır. Bu, Allah'ın bu ümmete verdiği bir şereftir."
    },
    {
      "id": 301,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kıyamet Saati, güneşin battığı yerden doğuncaya kadar gelmeyecek. Güneş battığı yerden doğduğunda, eğer tüm insanlar bir araya gelip iman etseler bile, daha önce inanmayan ve inancından hiçbir hayır görmeyen birine fayda sağlamayacaktır."
    },
    {
      "id": 302,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciriyle de aktarılmıştır: Abu Bekir b. Ebi Şeybe, İbn Numeyr, Ebu Kuraib, İbn Fudayl."
    },
    {
      "id": 303,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) observed:",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle başka birçok zincirle de aktarılmıştır."
    },
    {
      "id": 304,
      "narrator": "It is narrated on the authority of Abu Dharr that the Messenger of Allah (ﷺ) one day said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle gözlemledi: Üç şey ortaya çıktığında, daha önce inanmayan veya inancından hiçbir hayır görmeyen birine iman fayda sağlamayacaktır: Güneşin battığı yerden doğması, Deccal ve yeryüzünün hayvanı."
    },
    {
      "id": 305,
      "narrator": "It is narrated on the authority of Abu Dharr that the Messenger of Allah (ﷺ) one day said:",
      "text": "Abu Dharr'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) bir gün şöyle dedi: Güneşin nereye gittiğini biliyor musunuz? Onlar: Allah ve Elçisi en iyi bilendir, dediler. O (Peygamber) şöyle dedi: Şüphesiz ki, o (güneş) kaybolana kadar kayar ve Arş'ın altında dinlenme yerine ulaşır. Sonra secde eder ve orada, \"Kalk ve geldiğin yere dön\" denilene kadar kalır, ve geri döner, doğduğu yerden çıkmaya devam eder ve sonra Arş'ın altında dinlenme yerine ulaşana kadar kayar ve secde eder ve o durumda kalır, ta ki \"Kalk ve geldiğin yere dön\" denilene kadar, ve geri döner ve doğduğu yerden çıkar ve öyle kayar ki insanlar (normalde) hiçbir şey fark etmezler, ta ki Arş'ın altında dinlenme yerine ulaşana kadar. Sonra ona denir: \"Kalk ve battığın yerden çık,\" ve o, battığı yerden kalkar. Allah'ın Elçisi (ﷺ) dedi ki: Biliyor musunuz bu ne zaman olacak? Bu, daha önce inanmayan veya inancından hiçbir hayır görmeyen birine iman fayda sağlamayacağı zaman olacaktır."
    },
    {
      "id": 306,
      "narrator": "Abu Dharr reported:",
      "text": "Abu Dharr'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) bir gün şöyle dedi: Güneşin nereye gittiğini biliyor musunuz? Hadisin geri kalan kısmı aynıdır."
    },
    {
      "id": 307,
      "narrator": "Abu Dharr reported:",
      "text": "Abu Dharr şöyle bildirdi: Ben mescide girdim ve Allah'ın Elçisi (ﷺ) orada oturuyordu. Güneş kaybolduğunda (gözden) o şöyle dedi: Ey Abu Dharr! O nereye gider? O (rivayet eden) dedi: Allah ve Elçisi en iyi bilendir. O (Peygamber) dedi: Şüphesiz ki, o gider ve secde için izin ister ve ona izin verilir. Bir kez denir: \"Geldiğin yere dön,\" ve o, battığı yerden kalkar. Sonra o, Abdullah'ın okumasından sonra şöyle okudu: \"Ve bu onun belirlenmiş süresidir.\""
    },
    {
      "id": 308,
      "narrator": "A'isha, the wife of the Messenger of Allah (ﷺ), reported:",
      "text": "Abu Dharr bildirdi: Ben, Allah'ın yüce kelamı olan şu ifadeyi sordum: \"Güneş, belirlenmiş dinlenme yerine kayar.\" O cevap verdi: \"Onun belirlenmiş dinlenme yeri Arş'ın altındadır.\""
    },
    {
      "id": 309,
      "narrator": "This hadith has been narrated on the authority of 'A'isha with another chain of narrators like one transmitted by Yunus, i. e. the first thing with which the revelation was initiated with the Messenger of Allah (ﷺ) except the words:",
      "text": "Allah'ın Elçisi (ﷺ) ile evli olan A'işe, şöyle bildirdi: Allah'ın Elçisi'ne vahiy, rüyada doğru bir görüşle başladı. O, hiçbir rüya görmedi ki, bu, sabahın parlak ışığı gibi gelmesin. O zamandan beri yalnızlık ona sevimli geldi ve Hira mağarasında tefekkür etmeye başladı (ve bu, birkaç gece ibadet etmek demektir) ailesine geri dönmeden ve bu amaçla tekrar yiyecek temin etmeden önce. Sonra Khadice'ye döner ve benzer bir süre için yiyecek alır, ta ki Hak, Hira mağarasında iken ona gelene kadar. Ona Cebrail geldi ve \"Oku\" dedi. O da: \"Ben okuma bilmem\" diye cevap verdi. O beni yakaladı ve sıkıştırdı, ta ki zorlandım; sonra beni bıraktı ve \"Oku\" dedi. Ben de: \"Ben okuma bilmem\" dedim. O tekrar beni yakaladı ve ikinci kez sıkıştırdı, ta ki zorlandım ve sonra beni bıraktı ve \"Oku\" dedi, ben de: \"Ben okuma bilmem\" dedim. O beni üçüncü kez yakaladı ve sıkıştırdı, ta ki zorlandım ve sonra beni serbest bıraktı ve \"Yaratan Rabbinin adıyla oku, insanı bir kan pıhtısından yarattı. Oku. Ve en cömert Rabbin, kalemle yazmayı öğreten O'dur, insana bilmediğini öğreten O'dur\" (Kur'an, 96:1-4). Sonra Peygamber, kalbi titreyerek geri döndü ve Khadice'ye gitti ve \"Beni sar, beni sar!\" dedi. Böylece onu sardılar, ta ki korkusu geçene kadar. Sonra Khadice'ye dedi: \"Ey Khadice! Bana ne oldu?\" ve ona olanları bildirdi, \"Kendim için korkuyorum\" dedi. O da: \"Olmaz. Mutlu ol. Allah'a yemin ederim ki, seni asla küçük düşürmeyecek. Allah'a yemin ederim ki, akrabalık bağlarını koruyorsun, doğruyu söylüyorsun, insanların yükünü taşıyorsun, muhtaçlara yardım ediyorsun, misafirleri ağırlıyorsun ve insanlara gelen sıkıntılara karşı yardım ediyorsun.\" Khadice onu, amcasının oğlu Waraqa b. Naufal b. Asad b. Abd al-Uzza'ya götürdü. O, Khadice'nin babasının kardeşi olan amcasının oğluydu. O, Cahiliye döneminde (İslam'dan önce) Hristiyanlığı kabul eden bir adamdı ve Arapça kitaplar yazıyordu, bu yüzden Allah'ın iradesiyle İncil'i Arapça yazdı. O çok yaşlıydı ve kör olmuştu. Khadice ona: \"Ey amca! Kardeşinin oğlunu dinle\" dedi. Waraqa b. Naufal: \"Ey yeğenim! Ne gördün?\" dedi. Allah'ın Elçisi (ﷺ) ona gördüklerini bildirdi, ve Waraqa ona: \"Bu, Allah'ın Musa'ya indirdiği namustur. Keşke ben de senin peygamberlik döneminde genç olsaydım. Keşke senin halkın seni sürgün ettiğinde hayatta olsaydım!\" dedi. Allah'ın Elçisi (ﷺ): \"Beni mi sürgün edecekler?\" dedi. Waraqa: \"Evet. Senin getirdiğin gibi bir şeyle gelen hiç kimse düşmanlıkla karşılaşmadan geçmedi. Eğer senin gününü görürsem, sana tamamen yardımcı olacağım.\" dedi."
    },
    {
      "id": 310,
      "narrator": "This hadith has been reported from 'A'isha by another chain of transmitters and the words are:",
      "text": "Bu hadis, 'A'işe'den başka bir rivayet zinciriyle aktarılmıştır ve ilk vahyin başlangıcıyla ilgili olarak, \"Allah'a yemin ederim ki, Allah seni asla küçük düşürmeyecek\" sözleri dışında, Khadice'nin \"Ey amcamın oğlu! Kardeşinin oğlunu dinle\" dediği sözler de geçmektedir."
    },
    {
      "id": 311,
      "narrator": "Jabir b. 'Abdullah al-Ansari who was one of the Companions of the Messenger of Allah (ﷺ) reportedThe Messenger of Allah (ﷺ) told about the intermission of revelation and narrated While I was walking I heard a voice from the sky, and raising my head I saw the angel who had come to me in Hira', sitting on a Throne between heaven and earth I was terror-stricken on that account and came back (to my family) and said:",
      "text": "Bu hadis, 'A'işe'den başka bir rivayet zinciriyle aktarılmıştır ve sözler şunlardır: \"O (Peygamber) Khadice'ye geldiğinde kalbi titriyordu.\" Hadisin geri kalanı, Yunus ve Ma'mar tarafından aktarılan gibi rivayet edilmiştir, ancak ilk kısmı belirtilmemiştir, yani Peygambere vahyin başlangıcı doğru bir görüşle başlamıştır. Ve bu sözler, Yunus'un aktardığı gibi şöyle geçmektedir: \"Allah'a yemin ederim ki, Allah seni asla küçük düşürmeyecek.\" Ve ayrıca Khadice'nin sözleri de geçmektedir: \"Ey amcamın oğlu! Kardeşinin oğlunu dinle.\""
    },
    {
      "id": 312,
      "narrator": "It is narrated on the authority of Jabir b. Abdullah that he heard the Messenger of Allah (ﷺ) says:",
      "text": "Jabir b. Abdullah el-Ensari, Allah'ın Elçisi (ﷺ) ile ilgili olarak şöyle bildirdi: Allah'ın Elçisi (ﷺ) vahyin kesilmesinden bahsetti ve şöyle anlattı: Yürüyordum, gökyüzünden bir ses duydum ve başımı kaldırdığımda, Hira'da bana gelen meleği, gök ile yer arasında bir tahtta otururken gördüm. Bu nedenle korktum ve geri döndüm (aileme) ve \"Beni sar, beni sar!\" dedim. Böylece beni sardılar ve Yüce ve Mübarek Allah, \"Ey örtülen! Kalk ve uyar, Rabbin büyüt, elbiseni temizle ve pislikten sakın,\" ve \"pislik\" putları ifade eder; ve sonra vahiy sürekli olarak geldi."
    },
    {
      "id": 313,
      "narrator": "This hadith, the like of one narrated by Yunus has also been transmitted by Ma'mar on the authority of al-Zuhri who narrated:",
      "text": "Jabir b. Abdullah'dan rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Vahiy, benim için kısa bir süre kesildi ve yürüyordum,\" ve sonra hadis, Yunus'un rivayet ettiği gibi aktarıldı, ancak bu sözler hariç: \"Korktum, yere düştüm.\" Abu Salama dedi: \"Pislik, putlar demektir.\" Bundan sonra vahiy hızlandı ve hızlı bir şekilde devam etti."
    },
    {
      "id": 314,
      "narrator": "Yahya reported:",
      "text": "Bu hadis, Yunus'un aktardığı gibi, Ma'mar tarafından da al-Zuhri'den rivayet edilmiştir. O şöyle rivayet etti: Yüce ve Mübarek Allah, \"Ey örtülen! Kalk ve uyar, Rabbin büyüt, elbiseni temizle ve pislikten sakın,\" diye vahiy indirdi. Namazın farz kılınmasından önce. Uqail'in rivayet ettiği gibi korkmuş hissettim."
    },
    {
      "id": 315,
      "narrator": "Yahya b Abi Kathir has reported this hadith with the same chain of transmitters and narrated:",
      "text": "Yahya, Abu Salama'ya Kur'an'dan ilk olarak neyin indirildiğini sordum. O: \"Ey örtülen!\" dedi. Ben de: \"Yoksa 'Oku' mu?\" dedim. Jabir: \"Ben size, Allah'ın Elçisi (ﷺ) tarafından bize rivayet edilenleri aktarıyorum,\" dedi. O: \"Hira'da bir ay kaldım ve kalışım tamamlandığında, aşağı indim ve vadiye girdim. Biri yüksek sesle beni çağırdı. Önüme, arkamda, sağımda ve solumda baktım ama kimseyi göremedim. Tekrar çağrıldım ve etrafa baktım ama hiçbir şey göremedim. Tekrar çağrıldım ve başımı kaldırdım, ve orada, açık havada tahtta oturan Cebrail'i (aleyhisselam) gördüm. Korkudan titremeye başladım. Khadice'ye geldim ve \"Beni sar\" dedim. Beni sardılar ve üzerime su döktüler ve Yüce ve Mübarek Allah, \"Ey örtülen! Kalk ve uyar, Rabbin büyüt, elbiseni temizle,\" diye vahiy indirdi.\""
    },
    {
      "id": 316,
      "narrator": "It is narrated on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Beni al-Buraq getirildi. O, beyaz ve uzun bir hayvandır, bir eşekten daha büyük ama bir katırdan daha küçüktür; ayağını bir mesafe kadar atar. Ben ona bindim ve Mescid-i Aksa'ya (Kudüs'teki Bait Maqdis) geldim, sonra onu peygamberlerin kullandığı halkaya bağladım. Caminin içine girdim ve orada iki rekât namaz kıldım, sonra dışarı çıktım ve Cebrail bana bir kap şarap ve bir kap süt getirdi. Ben sütü seçtim, Cebrail dedi ki: Doğal olanı seçtin. Sonra beni cennete götürdü. Cebrail (selam üzerine olsun) cennetin kapısının açılmasını istedi ve kendisine kim olduğunu sordular. O cevap verdi: Cebrail. Tekrar soruldu: Seninle kim var? O (Cebrail) dedi: Muhammed. Denildi ki: O, çağrıldı mı? Cebrail cevap verdi: Evet, çağrıldı. Ve (cennet kapısı) bizim için açıldı ve bakın! Adem'i gördük. Beni karşıladı ve hayır için dua etti. Sonra ikinci cennete yükseldik. Cebrail (selam üzerine olsun) cennetin kapısının açılmasını istedi ve kendisine kim olduğunu sordular. O cevap verdi: Cebrail; ve tekrar soruldu: Seninle kim var? O cevap verdi: Muhammed. Denildi ki: O, çağrıldı mı? O cevap verdi: Evet, çağrıldı. Kap açıldı. İçeri girdiğimde İsa b. Meryem ve Yahya b. Zekeriya (her ikisine de selam olsun), anne tarafından kuzenler, beni karşıladı ve hayır için dua ettiler. Sonra beni üçüncü cennete götürdüler ve Cebrail kapının açılmasını istedi. Kendisine kim olduğunu sordular. O cevap verdi: Cebrail. Tekrar soruldu: Seninle kim var? O cevap verdi: Muhammed (ﷺ). Denildi ki: O, çağrıldı mı? O cevap verdi: Evet, çağrıldı. (Kap) bizim için açıldı ve Yusuf'u (Allah'ın selamı üzerine olsun) gördüm; o, güzelliğin yarısını almıştı. Beni karşıladı ve hayır için dua etti. Sonra bizimle birlikte dördüncü cennete yükseldi. Cebrail (selam üzerine olsun) kapının açılmasını istedi ve denildi: O kim? O cevap verdi: Cebrail. Tekrar denildi: Seninle kim var? O dedi: Muhammed. Denildi ki: O, çağrıldı mı? O cevap verdi: Evet, çağrıldı. (Kap) bizim için açıldı ve bakın! İdris oradaydı. Beni karşıladı ve hayır için dua etti. (Onun hakkında) Yüce ve Glorif Allah şöyle buyurmuştur: \"Biz onu (İdris'i) yüce bir makama yükselttik\" (Kur'an xix. 57). Sonra beşinci cennete yükseldik ve Cebrail kapının açılmasını istedi. Denildi: O kim? O cevap verdi: Cebrail. Tekrar denildi: Seninle kim var? O cevap verdi: Muhammed. Denildi ki: O, çağrıldı mı? O cevap verdi: Evet, çağrıldı. (Kap) bizim için açıldı ve sonra Harun (A.S.) ile birlikteydim. Beni karşıladı ve hayır için dua etti. Sonra beni altıncı cennete götürdüler. Cebrail (selam üzerine olsun) kapının açılmasını istedi. Denildi: O kim? O cevap verdi: Cebrail. Denildi: Seninle kim var? O cevap verdi: Muhammed. Denildi ki: O, çağrıldı mı? O cevap verdi: Evet, çağrıldı. (Kap) bizim için açıldı ve orada Musa (A.S.) ile birlikteydim. Beni karşıladı ve hayır için dua etti. Sonra beni yedinci cennete götürdüler. Cebrail kapının açılmasını istedi. Denildi: O kim? O dedi: Cebrail. Denildi: Seninle kim var? O cevap verdi: Muhammed (selam üzerine olsun). Denildi ki: O, çağrıldı mı? O cevap verdi: Evet, çağrıldı. (Kap) bizim için açıldı ve orada İbrahim (A.S.)'i buldum; o, Bait-ul-Ma'mur'a yaslanmıştı ve oraya her gün yetmiş bin melek girer, bir daha asla geri dönmezler. Sonra beni Sidrat-ul-Muntaha'ya götürdüler; yaprakları fil kulağı gibi ve meyveleri büyük toprak kapları gibiydi. Ve Allah'ın emriyle kaplandığında, öyle bir değişime uğradı ki, yaratılanlar arasında onun güzelliğini övmeye gücü yeten yoktu. Sonra Allah bana bir vahiy indirdi ve her gün ve gece için elli namazı farz kıldı. Sonra Musa (A.S.)'ya indim ve o dedi ki: Rabbin, ümmetine neyi emretti? Ben dedim: Elli namaz. O dedi: Rabbinin yanına dön ve (namaz sayısında) azaltma talep et, çünkü senin topluluğun bu yükü taşıyamayacak. Zira ben İsrailoğulları'nı denedim ve onları (bu kadar ağır bir yükü taşıyamayacak kadar) zayıf buldum. O (Peygamber) dedi: Rabbinin yanına döndüm ve dedim: Rabbim, ümmetim için işleri hafiflet. (Rab) benim için beş namazı azalttı. Musa'ya indim ve dedim: (Rab) benim için beş (namaz) azalttı. O dedi: Gerçekten senin ümmetin bu yükü taşıyamayacak; Rabbinin yanına dön ve O'ndan işleri hafifletmesini iste. Sonra ben sürekli olarak Rabbinin yanına ve Musa'ya gidip geldim, ta ki O dedi: Her gün ve gece beş namaz vardır. Ey Muhammed, her biri on olarak kaydedilecektir, bu da elli namaz eder. Kim bir hayır işlemek ister de onu yapmazsa, onun için bir hayır kaydedilir; eğer onu yaparsa, onun için on olarak kaydedilir; kim bir kötülük işlemek ister de yapmazsa, onun için bir şey kaydedilmez; eğer onu yaparsa, yalnızca bir kötülük kaydedilir. Sonra ben aşağı indim ve Musa'ya geldiğimde, ona bildirdim, o dedi: Rabbinin yanına dön ve O'ndan işleri hafifletmesini iste. Bunun üzerine Allah'ın Elçisi şöyle dedi: Rabbinin yanına döndüm, ta ki O'nun huzurunda utanmaya başladım."
    },
    {
      "id": 317,
      "narrator": "It is narrated on the the outhority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 318,
      "narrator": "Anas b. Malik reported that Gabriel came to the Messenger of Allah (ﷺ) while he was playing with his playmates. He took hold of him and lay him prostrate on the ground and tore open his breast and took out the heart from it and then extracted a blood-clot out of it and said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: (melekler) bana geldiler ve beni Zemzem'e götürdüler ve kalbim açıldı, Zemzem suyu ile yıkandı ve sonra beni (yerime) bıraktılar."
    },
    {
      "id": 319,
      "narrator": "Anas b. Malik, while recounting the Night journey of the Prophet (ﷺ), from the mosque of Ka'bah, reported:",
      "text": "---"
    },
    {
      "id": 320,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, Cebrail'in Allah'ın Elçisi (ﷺ) ile oyun oynarken yanına geldiğini bildirmiştir. Onu tuttu ve yere yatırdı, göğsünü açtı ve kalbini çıkardı, ardından içinden bir kan pıhtısı çıkardı ve dedi ki: Bu, içindeki Şeytan'ın parçasıydı. Sonra onu Zemzem suyu ile altın bir leğende yıkadı ve sonra tekrar yerine koydu. Çocuklar annesine, yani hemşiresine koşarak geldiler ve dediler ki: Gerçekten Muhammed öldürüldü. Hepsi ona doğru koştu (ve onu iyi buldular). Anas dedi ki: Ben kendim göğsünde iğne izlerini gördüm."
    },
    {
      "id": 321,
      "narrator": "Anas b. Malik reported on the authority of Malik b. Sa sa', perhaps a person of his tribe, that the Prophet of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 322,
      "narrator": "It is reported on the authority of Malik b. Sa'sa' that the Messenger of Allah (ﷺ) narrated the hadith (mentioned above) and added to it:",
      "text": "Anas b. Malik, Peygamber (ﷺ)'in gece yolculuğunu anlatırken, Kâbe camiinde, onun önünde uyurken, üç varlığın (meleklerin) ona geldiğini bildirmiştir. (Gece yolculuğu ve yükseliş emri) ona vahyedilmeden önce, kutsal camide uyuyordu. Hadisin geri kalanı Thabit'in rivayeti gibi anlatılmıştır. Ancak bazı bölümler önceden, bazıları sonradan gelmiş; bazıları eklenmiş, bazıları çıkarılmıştır."
    },
    {
      "id": 323,
      "narrator": "Qatada reported that he heard Abu al-'Aliya saying that the cousin of your Prophet (ﷺ), i. e. Ibn Abbas, told him:",
      "text": "---"
    },
    {
      "id": 324,
      "narrator": "Abu al-'Aliya reported:",
      "text": "Anas b. Malik bildirmiştir: Ebu Dharr, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini anlatırdı: Ben Mekke'de iken evimin çatısı yarıldı ve Cebrail indi, kalbimi açtı ve sonra onu Zemzem suyu ile yıkadı. Sonra bana dolu bir altın leğen getirdi, hikmet ve imanla doluydu ve onu göğsüme boşalttıktan sonra kapattı. Sonra beni elinden tutarak cennete yükseldi ve en alt cennete geldiğimizde, Cebrail en alt cennetin bekçisine dedi: Aç. O kim olduğunu sordu. O cevap verdi: Cebrail. Tekrar sordu: Seninle kim var? O cevap verdi: Evet, benimle Muhammed var. O soruldu: O çağrıldı mı? O (Cebrail) dedi: Evet. Sonra kapı açıldı. En alt cennete yükseldiğimizde (bir adam gördüm) sağında ve solunda gruplar olan bir adam oturuyordu. Sağ tarafına baktığında gülüyordu, sol tarafına baktığında ağlıyordu. O dedi ki: Doğru yolda olan elçiye ve doğru yolda olan oğula hoş geldin. Ben Cebrail'e kim olduğunu sordum, o cevap verdi: O, Adem'dir (selam üzerine olsun) ve sağındaki gruplar onun soyunun ruhlarıdır. Sağındaki olanlar cennetin sakinleridir, solundaki gruplar ise cehennemin sakinleridir; bu yüzden sağ tarafına baktığında gülüyor, sol tarafına baktığında ağlıyordu. Sonra Cebrail benimle birlikte ikinci cennete yükseldi. Kapıyı açmasını istedi ve bekçi, en alt cennetin bekçisinin söylediği gibi cevap verdi. O (kapıyı açtı). Anas b. Malik dedi ki: O (Peygamber) cennette Adem, İdris, İsa, Musa ve İbrahim (her birine selam olsun) bulduğunu söyledi, ancak onların mekanlarının doğası hakkında kesin bir bilgi edinemedi, sadece Adem'i en alt cennette ve İbrahim'i altıncı cennette bulduğunu söyledi. Cebrail ve Allah'ın Elçisi (ﷺ) İdris (selam üzerine olsun)'in yanından geçerken, o dedi: Doğru yolda olan elçiye ve doğru yolda olan kardeşe hoş geldin. O (rivayet eden) dedi: Sonra ilerledi ve dedi: O kim? Cebrail cevap verdi: O İdris'tir. Sonra Musa (A.S.)'nın yanından geçtim ve o dedi: Doğru yolda olan elçiye ve doğru yolda olan kardeşe hoş geldin. Ben (Cebrail'e) dedim: O kim? O cevap verdi: O Musa'dır. Sonra İsa'nın yanından geçtim ve o dedi: Doğru yolda olan elçiye ve doğru yolda olan kardeşe hoş geldin. Ben (Cebrail'e) dedim: O kim? O cevap verdi: O İsa, Meryem'in oğludur. O (Peygamber) dedi: Sonra İbrahim (A.S.)'ye gittim. O dedi: Doğru yolda olan elçiye ve doğru yolda olan oğula hoş geldin. Ben sordum: O kim? O (Cebrail) cevap verdi: O İbrahim'dir. İbn Şihab dedi ki: İbn Hazm bana, İbn Abbas ve Abd Habba el-Ensari'nin, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini söylediklerini aktardı: Sonra benimle birlikte öyle bir yüksekliğe yükseldi ki, kalemlerin gıcırtısını duydum. İbn Hazm ve Anas, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Allah, ümmetim için elli namazı farz kıldı ve ben bununla geri döndüm ve Musa'nın yanından geçtim. Musa (A.S.) dedi: Rabbin, halkına neyi emretti? Ben dedim: Elli namaz farz kılındı. Musa (A.S.) dedi: Rabbinin yanına dön, çünkü senin ümmetin bu yükü taşıyamayacak. Sonra ben tekrar Rabbinin yanına döndüm ve O, bunun bir kısmını azalttı. Sonra tekrar Musa'ya (A.S.) döndüm ve ona bildirdim. O dedi: Rabbinin yanına dön, çünkü senin ümmetin bu yükü taşıyamayacak. Sonra ben tekrar Rabbinin yanına döndüm ve O dedi: Beş namaz var ve aynı zamanda elli, ve söylenilen değişmeyecek. Sonra Musa'ya geri döndüm ve o dedi: Rabbinin yanına dön. Bunun üzerine ben: Rabbimden utanıyorum, dedim. Cebrail benimle birlikte seyahat etti ta ki en uzak sidraya geldik. Üzerinde bilmediğim birçok renk vardı. Sonra cennete kabul edildim ve orada inci kubbeleri gördüm ve toprağı miskten oluşuyordu."
    },
    {
      "id": 325,
      "narrator": "Abu al-'Aliya narrated it on the authority of Ibn 'Abbas that the Messenger of Allah (ﷺ) passed through the valley of Azraq, and he asked:",
      "text": "---"
    },
    {
      "id": 326,
      "narrator": "Abu al-'Aliya narrated it on the authority of Ibn 'Abbas that he said:",
      "text": "Anas b. Malik, Malik b. Sa'sa' üzerinden rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Ben Kâbe'nin yanında, uyku ile uyanıklık arasında bir haldeydim, birinin: \"O, iki kişi arasında üçüncüdür\" dediğini duydum. Sonra yanıma geldi ve beni yanına aldı. Sonra bana Zemzem suyu dolu bir altın leğen getirildi ve kalbim şu kadar (kısma kadar) açıldı. Katâde dedi ki: Ben ona (yani rivayet eden kişiye) kim olduğunu ve şu kadar (kısım) ile neyi kastettiğini sordum. O cevap verdi: (Bu, alt karın kısmına kadar açıldığı anlamına gelir.) Sonra kalbim çıkarıldı ve Zemzem suyu ile yıkandı ve sonra eski yerine konuldu; ardından iman ve hikmetle dolduruldu. Sonra bana al-Buraq denilen beyaz bir hayvan getirildi, bir eşekten daha büyük ve bir katırdan daha küçüktü. Adımları gözün görebildiği kadar uzundu. Ona bindim ve sonra en alt cennete kadar gittik. Cebrail kapının açılmasını istedi ve denildi: O kim? O cevap verdi: Cebrail. Tekrar denildi: Seninle kim var? O cevap verdi: Muhammed (ﷺ). Denildi ki: O çağrıldı mı? O (Cebrail) dedi: Evet. O (Peygamber) dedi: Sonra (kap) bizim için açıldı ve denildi: Hoş geldin! O, mübarek bir geliş. Sonra Adem (A.S.)'e geldik. Ve o (rivayet eden) hadisin tamamını anlattı. (Peygamber) İkinci cennette İsa'yı, üçüncü cennette Yahya'yı (her ikisine de selam olsun), üçüncü cennette Yusuf'u, dördüncü cennette İdris'i, beşinci cennette Harun'u (her birine Allah'ın selamı olsun) gördüğünü belirtti. Sonra altıncı cennete kadar seyahat ettik ve Musa (A.S.)'ya geldik ve ona selam verdim ve o dedi: Doğru yolda olan kardeşe ve doğru yolda olan peygambere hoş geldin. Ve yanından geçerken ağladı ve bir ses duyuldu: Seni ağlatan nedir? O dedi: Rabbim, O, benim arkamdan (peygamber olarak) gönderdiğin genç bir adam ve onun takipçileri, benim takipçilerimden daha fazla cennete girecekler. Sonra yedinci cennete kadar seyahat ettik ve İbrahim (A.S.)'e geldim. O (rivayet eden) bu hadiste, Allah'ın Elçisi (ﷺ)'nin, en uzak sidranın kökünden akan dört nehir gördüğünü söyledi: iki açık nehir ve iki gizli nehir. Ben dedim: Ey Cebrail! Bu nehirler nedir? O cevap verdi: İki gizli nehir cennetin nehirleridir, açık olanlar ise Nil ve Fırat'tır. Sonra Bait-ul-Ma'mur bana yükseltildi. Ben dedim: Ey Cebrail! Bu nedir? O cevap verdi: Bu Bait-ul-Ma'mur'dur. Her gün yetmiş bin melek içine girer ve çıktıklarında bir daha geri dönmezler. Sonra bana iki kap getirildi. Birinde şarap, diğerinde süt vardı ve her ikisi de önümdeydi. Ben sütü seçtim. Denildi ki: Doğru yaptın. Allah, senin aracılığınla ümmetini doğal yolda doğruya yönlendirecektir. Sonra her gün elli namaz farz kılındı. Ve sonra hadisin geri kalanını anlattı."
    },
    {
      "id": 327,
      "narrator": "It is narrated on the authority of Mujahid that he said:",
      "text": "---"
    },
    {
      "id": 328,
      "narrator": "It is narrated on the authority of Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Malik b. Sa'sa' üzerinden rivayet edilmiştir ki, Allah"
    },
    {
      "id": 329,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said: When I was taken for the night journey I met Moses peace be upon him). The Apostle of Allah (ﷺ) gave his description thus: He was a man, I suppose-and he (the narrator) was somewhat doubtful (that the Prophet observed): (Moses) was a man erect in stature with straight hair on his head as it he was one of the men of the Shanu'a; and I met Jesus and the Messenger of Allah (ﷺ) described him as one having a medium stature and a red complexion as if he had (just) come out of the bath He observed: I saw Ibrahim (peace be upon him) and amongst his children I have the greatest resemblance with him. He said: There were brought to me two vessels. In one of them was milk and in the other one there was wine. And it was said to me: Select any one you like. So I selected the vessel containing milk and drank it. He (the angel) said: You have been guided on al-fitra or you have attained al-fitra. Had you selected wine, your Ummah would have been misled."
    },
    {
      "id": 330,
      "narrator": "It is narrated on the authority of 'Abdullah b. Umar that the Messenger of Allah (ﷺ) said:",
      "text": "It is narrated on the authority of 'Abdullah b. Umar that the Messenger of Allah (ﷺ) said: I found myself one night near the Ka'bah, and I saw a man with wheat complexion amongst the fair-complexioned men that you ever saw. He had a lock of hair the most beautiful of the locks that you ever saw. He had combed it. Water was trickling out of them. He was leaning on two men, or on the shoulders of two men, and he was circumscribing the Ka'bah. I asked, What is he? It was said: He is al-Masih son of Mary. Then I saw another person, stout and having too much curly hair, and blind in his right eye as if it was a full swollen grape. I asked Who is he? It was said: He is al-Masih al-Dajjal."
    },
    {
      "id": 331,
      "narrator": "It is narrated on the authority of 'Abdulldh b. Umar that one day the Messenger of Allah (ﷺ) mentioned in the presence of people about al-Masih al-Dajjal. He said:",
      "text": "'Abdullah b. Umar'dan rivayet edilmiştir ki, bir gün Allah'ın Elçisi (ﷺ) insanların önünde al-Masih al-Dajjal'dan bahsetti. Dedi ki: Şüphesiz Allah (yüce ve azizdir) tek gözle kör değildir. Bakın, ama Masih al-Dajjal sağ gözünden kördür, sanki gözü şişmiş bir üzüm gibi. Allah'ın Elçisi (ﷺ) dedi ki: Gece bir rüyada Ka'bah'ın yanında, beyaz tenli, gördüğünüz en güzel beyaz tenli insanlardan biri olan bir adam gördüm, saçları omuzlarına dökülüyordu. Saçları ne çok kıvırcık ne de çok düz olan bir adamdı ve başından su damlıyordu. İki kişinin omuzlarına ellerini koyarak Ka'bah etrafında dönüyordu. Ben dedim: O kimdir? Onlar cevap verdiler: Al-Masih, Meryem oğlu. Ve onun arkasında, yoğun kıvırcık saçlı, sağ gözünden kör bir adam gördüm. Gördüğüm kişiler arasında, Ibn Qatan ile en çok benzerlik gösteren oydu. O da iki kişinin omuzlarına ellerini koyarak Ka'bah etrafında dönüyordu. Ben dedim: O kimdir? Onlar dediler: O al-Masih al-Dajjal'dır."
    },
    {
      "id": 332,
      "narrator": "It is narrated on the authority of Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: Ka'bah'ın yanında, iki kişinin omuzlarına ellerini koyan, düz saçlı bir adam gördüm. Başından su akıyordu ya da başından su damlıyordu. Ben sordum: O kimdir? Onlar dediler: O Meryem oğlu İsa ya da al-Masih, Meryem oğlu. (Rivayet eden) diyor ki: Hangi kelime olduğunu hatırlamıyorum. O (Peygamber) dedi: Ve onun arkasında, kırmızı tenli ve yoğun kıvırcık saçlı, sağ gözünden kör bir adam gördüm. Onunla en çok benzerlik gösteren Ibn Qatan'dır. Ben sordum: O kimdir? Onlar cevap verdiler: O al-Masih al-Dajjal'dır."
    },
    {
      "id": 333,
      "narrator": "It is narrated on the authority of Jabir b. 'Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir b. 'Abdullah'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: Kureyş beni yalanladığında, Hatim'de kalıyordum ve Allah, Bait-ul-Maqdis'i önümde açtı ve ben onlara (Mekke Kureyşine) onun işaretlerini anlatmaya başladım, oysa ben aslında ona bakıyordum."
    },
    {
      "id": 334,
      "narrator": "'Abdullah reported on the authority of his father 'Umar b. Khattab that he heard from the Messenger of Allah (may peace he upon him) say:",
      "text": "'Abdullah, babası 'Umar b. Khattab'dan rivayet etti ki, Allah'ın Elçisi'ni (salat ve selam üzerine olsun) şöyle derken duydu: Ben uyuyordum, Ka'bah etrafında döndüğümü gördüm ve orada iki adam arasında, düz saçlı bir adam gördüm. Başından su akıyordu ya da başından su damlıyordu. Ben sordum: O kimdir? Onlar cevap verdiler: O Meryem'in oğludur. Sonra ilerledim ve bir bakış attım, orada, kırmızı tenli, yoğun saçlı, bir gözünden kör olan iri bir adam gördüm, sanki gözü şişmiş bir üzüm gibiydi. Ben sordum: O kimdir? Onlar dediler: O Dajjal'dır. O, insanlar arasında Ibn Qatan'a en çok benzerlik gösteriyordu."
    },
    {
      "id": 335,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi: Kendimi Hijr'de buldum ve Kureyş bana Miraç yolculuğum hakkında soruyordu. Bait-ul-Maqdis ile ilgili şeyler soruldu, bunları aklımda tutamadım. Çok sinirlendim, daha önce hiç bu kadar sinirlenmemiştim. Sonra Allah onu (Bait-ul-Maqdis'i) gözlerimin önüne kaldırdı. Ona baktım ve bana sordukları her şey hakkında bilgi verdim. Ayrıca kendimi peygamberler grubunun arasında gördüm. Musa'nın namaz kıldığını gördüm ve onu, sanki Şanu'a kabilesinden bir adam gibi, iyi yapılı buldum. Meryem oğlu İsa'yı (selam üzerine olsun) namaz kılarken gördüm; insanların en çok benzediği kişi 'Urwa b. Masu'd al-Thaqafi idi. İbrahim'i (selam üzerine olsun) namaz kılarken gördüm; o, insanlar arasında sizin arkadaşınıza (Peygamber'in kendisi) en çok benziyordu. Namaz vakti geldiğinde, onları ben yönettim. Namazı tamamladığımda, biri dedi: İşte Cehennemin bekçisi Malik, ona selam ver. Ben ona döndüm, ama o selam vermede benden önce davrandı."
    },
    {
      "id": 336,
      "narrator": "It is narrated on the authority of Abdullah (b. Umar) that when the Messenger of Allah (ﷺ) was taken for the Night journey, he was taken to Sidrat-ul-Muntaha, which is situated on the sixth heaven, where terminates everything that ascends from the earth and is held there, and where terminates every- thing that descends from above it and is held there. (It is with reference to this that) Allah said:",
      "text": "Abdullah (b. Umar) üzerinden rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) gece yolculuğuna çıkarıldığında, onu Sidrat-ul-Muntaha'ya götürdüler. Bu, altıncı gökte yer alır; burası, yerden yükselen her şeyin sona erdiği ve orada tutulduğu yerdir; ve yukarıdan inen her şeyin sona erdiği ve orada tutulduğu yerdir. (Bununla ilgili olarak) Allah şöyle buyurdu: \"O zaman örtü örtüldüğünde\" (Kur'an, 53:16). O (rivayet eden) dedi ki: (O) altın güvelerdi. O (rivayet eden) ayrıca dedi ki: Allah'ın Elçisi (ﷺ) üç şey verildi: beş namaz verildi, Bakara Suresi'nin son ayetleri verildi ve ümmetinden Allah'a hiçbir şeyi ortak koşmayanların büyük günahlarının affı verildi."
    },
    {
      "id": 337,
      "narrator": "Al-Shaibini reported to us:",
      "text": "Al-Shaibini bize bildirdi: Zirr b. Hubaish'e Allah'ın (Aziz ve Büyük) sözleri hakkında sordum: \"O, iki yay kadar veya daha yakın bir mesafedeydi\" (Kur'an, 53:8). Dedi ki: İbn Mes'ud bana bildirdi ki, şüphesiz Allah'ın Elçisi (ﷺ) Cebrail'i gördü ve onun altı yüz kanadı vardı."
    },
    {
      "id": 338,
      "narrator": "Al-Shaibani narrated on the authority of Zirr who narrated it on this authority of Abdullah that the (words of Allah):",
      "text": "Al-Shaibani, Zirr'den, o da Abdullah'dan rivayet etti ki, Allah'ın sözleri: \"Kalp, gördüğünü yalanlamadı\" (Kur'an, 53:11) ifadesi, onun Cebrail'i (selam üzerine olsun) gördüğünü ve onun altı yüz kanadı olduğunu ifade eder."
    },
    {
      "id": 339,
      "narrator": "Zirr b. Hubaish narrated it on the authority of 'Abdullah (that the words of Allah):",
      "text": "Zirr b. Hubaish, Abdullah'dan rivayet etti ki, Allah'ın sözleri: \"Şüphesiz, o, Allah'ın en büyük ayetlerinden bir kısmını gördü\" (Kur'an, 53:18) ifadesi, onun Cebrail'i (asıl) formunda gördüğünü ve onun altı yüz kanadı olduğunu ifade eder."
    },
    {
      "id": 340,
      "narrator": "It is narrated on the authority of Abu Huraira that the (words of Allah):",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın sözleri: \"Ve şüphesiz onu başka bir inişte gördü\" (Kur'an, 53:13) ifadesi, onun Cebrail'i gördüğünü ifade eder."
    },
    {
      "id": 341,
      "narrator": "",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, o (Peygamber) (Allah'ı) kalbiyle gördü."
    },
    {
      "id": 342,
      "narrator": "It is narrated on the authority of Ibn Abbas that the words:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, \"Kalp, gördüğünü yalanlamadı\" (Kur'an, 53:11) ve \"Şüphesiz, onu başka bir inişte gördü\" (Kur'an, 53:13) ifadeleri, onun kalbiyle iki kez onu gördüğünü ifade eder."
    },
    {
      "id": 343,
      "narrator": "",
      "text": "Abu Bakr b. Abi Shaiba, aynı otoritelerden bunu rivayet etmiştir."
    },
    {
      "id": 344,
      "narrator": "It is narrated on the authority of Masruq that he said:",
      "text": "Masruq'tan rivayet edilmiştir ki, 'A'işe'nin evinde dinleniyordum, o da dedi ki: Ey Abu 'A'işe (Masruq'un künyesi), üç şey vardır, ve bunlardan birini doğrulayan, Allah'a karşı en büyük yalanı uydurmuş olur. Ben sordum: Onlar nedir? Dedi ki: Muhammed'in (ﷺ) Rabbini (gözleriyle) gördüğünü düşünen, Allah'a karşı en büyük yalanı uydurmuş olur. Ben yaslanıyordum ama oturdum ve dedim: Müminlerin annesi, biraz bekle ve acele etme. Allah (Aziz ve Celil) \"Ve gerçekten onu açık ufukta gördü\" (Kur'an, Takwir Suresi, 81:23) ve \"O, başka bir inişte onu gördü\" (Kur'an, Necm Suresi, 53:13) demedi mi? Dedi ki: Ben, bu ümmetin Allah'ın Elçisi'nden (ﷺ) bunu sorduğu ilk kişiyim ve o da: Şüphesiz o, Cebrail'dir, dedi. Onu, yaratıldığı asıl formunda, bu iki durumda (bu ayetlerin referans verdiği) dışında hiç görmedim; onu gökyüzünden inip, gökyüzü ile yer arasını bedeninin büyüklüğüyle doldururken gördüm. Dedi ki: Allah'ın \"Gözler onu kavrayamaz, ama O, her türlü görüşü kavrar. O, ince ve her şeyi bilendir\" (Kur'an, En'am Suresi, 6:103) dediğini duymadın mı? (O, yani 'A'işe, ayrıca dedi): Allah'ın \"Ve hiçbir insanın Allah ile konuşması, ancak vahiy ile ya da bir perde arkasından veya izniyle neyi dilerse bildirmek için bir elçi göndermesi dışında değildir. Şüphesiz O, Yücedir ve Hikmet sahibidir\" (Kur'an, Şura Suresi, 42:51) dediğini duymadın mı? Dedi ki: Allah'ın Elçisi'nin (ﷺ) Allah'ın kitabından herhangi bir şeyi gizlediğini düşünen, Allah'a karşı en büyük yalanı uydurmuş olur. Allah \"Ey Elçi, Rabbinizden size indirileni tebliğ et, eğer bunu yapmazsan, O'nun mesajını iletmemiş olursun. Ve Allah seni insanlardan koruyacaktır. Şüphesiz Allah, inkâr eden toplumu hidayete erdirmez\" (Kur'an, Maide Suresi, 5:67) dedi. Dedi ki: Yarın ne olacağını bildiğini düşünen, Allah'a karşı en büyük yalanı uydurmuş olur. Ve Allah \"De ki: 'Göklerde ve yerde gizliyi Allah'tan başka kimse bilemez ve ne zaman diriltileceklerini de anlamazlar'\" (Kur'an, Neml Suresi, 27:65) dedi."
    },
    {
      "id": 345,
      "narrator": "Dawud reported on the same authorities the hadith as narrated above by Ibn 'Uliyya and added:",
      "text": "Davud, yukarıda İbn 'Uliyya tarafından rivayet edilen hadisi aynı otoritelerden rivayet etti ve ekledi: O ('A'işe) dedi ki: Eğer Muhammed, kendisine gönderilen bir şeyi gizlemiş olsaydı, kesinlikle bu ayeti gizlerdi: \"Ve Allah'ın kendisine ihsan ettiği kimseye sen de ihsan ettin: Karını kendine tut ve Allah'tan kork, ve sen, Allah'ın açığa çıkaracağı şeyi kalbinde gizliyordun ve insanlardan korkuyordun, oysa Allah, O'ndan korkmaya daha layıktır.\""
    },
    {
      "id": 346,
      "narrator": "Masruq reported:",
      "text": "Masruq bildirdi: 'A'isha'ya, Muhammed (ﷺ) Rabbini gördü mü diye sordum. O da: Allah'ı tenzih ederim, bunu söylediğinde tüylerim diken diken oldu, dedi ve Masruq'un yukarıda naklettiği hadisi aktardı. Diwud'un rivayet ettiği hadis daha kapsamlı ve uzundur."
    },
    {
      "id": 347,
      "narrator": "Masruq reported:",
      "text": "Masruq bildirdi: 'A'isha'ya: Allah'ın şu sözleri hakkında ne dersin: \"Sonra yaklaştı ve indi; iki yay kadar veya daha da yakın bir mesafeye geldi. O, kuluna vahyettiğini vahyetti\" (Kur'an, 53:8-10)? O da: Bu, Cebrail'i ifade eder. O, (Peygamber) ona insan şekline bürünerek gelirdi; fakat bu sefer gerçek şekliyle geldi ve gökyüzünün ufkunu kapladı, dedi."
    },
    {
      "id": 348,
      "narrator": "It is narrated on the authority of Abu Dharr:",
      "text": "Abu Dharr'dan rivayet edilmiştir: Ben Allah'ın Resulü'ne (ﷺ) sordum: Rabbini gördün mü? O da: (O) Işıktır; O'nu nasıl görebilirim? dedi."
    },
    {
      "id": 349,
      "narrator": "Abdullah b. Shaqiq reported:",
      "text": "Abdullah b. Shaqiq bildirdi: Ben Abu Dharr'a dedim: Eğer Allah'ın Resulü'nü görseydim, ona sorardım. O (Abu Dharr) dedi: Sormak istediğin şey nedir? Ben de: Rabbini görüp görmediğini sormak istedim, dedim. Abu Dharr: Ben gerçekten ona sordum, o da: Ben Işığı gördüm, diye cevap verdi."
    },
    {
      "id": 350,
      "narrator": "Abu Musa reported:",
      "text": "Abu Musa bildirdi: Allah'ın Resulü (ﷺ) aramızda duruyordu ve bize beş şey söyledi. Dedi ki: Şüphesiz Yüce ve Azamet sahibi Allah uyumaz ve O'na uyku yakışmaz. O, teraziyi alçaltır ve yükseltir. Gece amelleri O'na, gündüz amellerinden önce yükseltilir, gündüz amelleri de gece amellerinden önce yükseltilir. O'nun örtüsü ışıktır. Abu Bekir'in rivayet ettiği hadiste \"ışık\" kelimesi yerine ateş vardır. Eğer O (örtüyü) çekerse, O'nun yüzünün parıltısı, O'nun görüş alanına kadar yaratıklarını tüketir."
    },
    {
      "id": 351,
      "narrator": "A'mash has narrated this hadith on the same authority and said:",
      "text": "A'mash bu hadisi aynı otoriteden aktarmıştır ve şöyle demiştir: Allah'ın Resulü (ﷺ) aramızda duruyordu ve bize dört şey söyledi. Sonra hadisi Abu Mua'wiya'nın rivayet ettiği gibi aktardı, ancak \"O'nun yaratıkları\" sözlerini anmadı ve dedi ki: O'nun örtüsü ışıktır."
    },
    {
      "id": 352,
      "narrator": "Abu Musa reported:",
      "text": "Abu Musa bildirdi: Allah'ın Resulü (ﷺ) aramızda duruyordu ve (şöyle) dört şey söyledi: Şüphesiz Allah uyumaz ve O'na uyku yakışmaz. O, teraziyi yükseltir ve alçaltır. Gündüz amelleri O'na gecede, gece amelleri de gündüzde sunulur."
    },
    {
      "id": 353,
      "narrator": "'Abdullah b. Qais transmitted on the authority of his father (Abu Musa Ash'ari) that the Apostle (ﷺ) said:",
      "text": "'Abdullah b. Qais, babası (Abu Musa Ash'ari) aracılığıyla aktardı ki, Resulullah (ﷺ) şöyle dedi: Cennette iki bahçe olacak; bunların kapları ve içerikleri gümüşten olacak, iki bahçe daha olacak; bunların kapları ve içerikleri altından olacak. İnsanların Rabbini görmelerini engelleyen tek şey, Cennet'teki Yücelik örtüsüdür."
    },
    {
      "id": 354,
      "narrator": "Suhaib reported the Apostle (ﷺ) saying:",
      "text": "Suhaib, Resulullah (ﷺ) şöyle derken aktardı: Cennete girmeye layık olanlar cennete girdiğinde, Yüce ve Azamet sahibi Allah sorar: Size daha fazlasını vermemi ister misiniz? Onlar derler: Yüzlerimizi aydınlatmadın mı? Bizi Cennete sokmadın mı ve ateşten kurtarmadın mı? O (rivayet eden) dedi: O (Allah) örtüyü kaldırır ve onlara verilen şeylerden, Rabbini görme arzusundan daha değerli bir şey yoktur, dedi."
    },
    {
      "id": 355,
      "narrator": "Hammad b. Salama narrated it on the same authority and added:",
      "text": "Hammad b. Salama aynı otoriteden bunu nakletti ve ekledi: Sonra şu ayeti okudu: \"İyilik yapanlar en güzel mükafatı ve daha fazlasını alacaklardır\" (10:26)."
    },
    {
      "id": 356,
      "narrator": "Abu Haraira reported:",
      "text": "Abu Huraira bildirdi: İnsanlar Allah'ın Resulü'ne (ﷺ) dediler: Allah'ın Resulü, Kıyamet Günü Rabbimizi görecek miyiz? Allah'ın Resulü (ﷺ) dedi: Dolunay gecesi ayı görmekte bir zorluk hissediyor musunuz? Onlar dediler: Allah'ın Resulü, hayır. O (Resul) daha da dedi: Güneşi, üzerinde bulut yokken görmekte bir zorluk hissediyor musunuz? Onlar dediler: Allah'ın Resulü, hayır. O (Peygamber) dedi: Şüphesiz O'nu, işte böyle (güneşi ve ayı gördüğünüz gibi) göreceksiniz. Allah, Kıyamet Günü insanları toplayacak ve diyecek: Her topluluk, taptığına gitsin. Güneşe tapanlar güneşi takip edecek, aya tapanlar ayı takip edecek, şeytanlara tapanlar da şeytanları takip edecek. Bu ümmet (İslam) yalnızca geride bırakılacak ve içinde münafıklar da olacak. Allah, onlara kendi şeklinin dışında, tanıyabilecekleri bir surette gelecektir ve diyecek: Ben sizin Rabbinizim. Onlar diyecek: Allah'a sığınırız, biz sana sığınmayız. Burada kalacağız, ta ki Rabbimiz bize gelsin. Rabbimiz geldiğinde, O'nu tanıyacağız. Sonrasında Allah, kendi suretinde, tanıyabilecekleri bir surette onlara gelecektir ve diyecek: Ben sizin Rabbinizim. Onlar diyecek: Sen bizim Rabbimizsin. Ve O'nu takip edecekler, cehennemin üzerinde bir köprü kurulacak; ben (Peygamber) ve ümmetim ilk geçecek olanlar olacağız; o gün yalnızca elçiler konuşacak ve o gün elçilerin duası şöyle olacak: Ey Allah! güvenlik ver, güvenlik ver. Cehennemde, Sa'dan dikenleri gibi uzun şişler olacak. O (Peygamber) dedi: Sa'dan'ı gördünüz mü? Onlar dediler: Evet, Allah'ın Resulü. O dedi: Şüphesiz o (kancalar) Sa'dan dikenleri gibi olacak, ama onların boyutunu Allah'tan başka kimse bilmez. Bunlar, insanları günahları nedeniyle yakalayacak. Bazıları (iyi) amelleri nedeniyle kurtulacak, bazıları ise amelleri nedeniyle ödüllendirilecek, ta ki kurtuluşa erene kadar. Allah, kullarının yargısını bitirdiğinde ve merhametiyle, dilediği kimseleri cehennemin dışına çıkarmaya karar verdiğinde, meleklerine, Allah'a hiçbir şeyi ortak koşmamış olanları getirmelerini emredecek; Allah'ın merhamet göstermek istediği kimseleri. Onlar, Allah'tan başka bir ilah olmadığına dair sözler söyleyecekler. Melekler, cehennemdeki izleriyle onları tanıyacaklar; çünkü cehennem ateşi, Adem'in çocuklarının her uzvunu yer, ancak secde izlerini yemez. Allah, ateşe secde izlerini yemeyi yasaklamıştır. Onlar, yanmış bir halde cehennemden çıkarılacaklar ve üzerine hayat suyu dökülecek ve selde taşınan toprak gibi filizlenecekler."
    },
    {
      "id": 357,
      "narrator": "Abu Huraira reported:",
      "text": "Sonra Allah, kulları arasında yargısını bitirecek; ama cennete girecek olan son kişi, cehenneme dönük kalacak ve diyecek: Ey Rabbim, yüzümü cehennemden çevir, çünkü havası beni zehirledi ve alevi beni yaktı. O, Allah'a, Allah'ın dilediği kadar dua edecek. Sonra Allah, Yüce ve Azamet sahibi, diyecek: Eğer bunu yaparsam, belki daha fazlasını isteyeceksin. O, diyecek: Senden daha fazlasını istemem, ve Rabbine, Allah'ın dilediği gibi, ahitler ve sözler verecek; böylece Allah, yüzünü ateşten çevirecek. Cennete döndüğünde ve onu gördüğünde, Allah'ın dilediği kadar sessiz kalacak. Sonra diyecek: Ey Rabbim, beni cennetin kapısına getir. Allah ona diyecek: Ahitler ve sözler vermedi mi ki, sana verdiğimden başka bir şey istemeyeceksin. Yazıklar olsun sana! Ey Adem oğlu, ne kadar hain birisin! O, diyecek: Ey Rabbim! ve Allah'a dua etmeye devam edecek, ta ki Allah, Yüce ve Azamet sahibi, gülümseyene kadar. Allah ona gülümseyince, O, diyecek: Cennete gir. Cennete girdiğinde, Allah, diyecek: İsteğini belirt. O, dileklerini ifade edecek, ta ki Allah ona (şu ve bu şeylerin) arzusunu hatırlatana kadar. Dilekleri tükendiğinde, Allah, diyecek: Bu senin için ve bunun gibi bir tane daha. 'Ata' b. Yazid dedi ki: Abu Sa'id al-Khudri, Abu Huraira ile birlikteydi ve ondan nakledilen hadisten hiçbir şeyi reddetmedi, ama Abu Huraira, \"Allah o adama dedi; bunun gibi bir tane daha\" dediğinde, Abu Sa'id: \"Onunla birlikte on tane daha\" dedi, Ey Abu Huraira. Abu Huraira dedi: Ben, \"Bu senin ve bunun gibi bir tane daha\" sözlerinden başka bir şey hatırlamıyorum. Abu Sa'id dedi: Ben, Allah'ın Resulü'nden (ﷺ) \"Bu senin ve on tane gibi\" sözlerini hatırlıyorum. Abu Huraira dedi: O adam, cennete girmeye layık olanların en sonuncusuydu."
    },
    {
      "id": 358,
      "narrator": "Hammam b. Munabbih said:",
      "text": "Abu Huraira bildirdi: İnsanlar Allah'ın Resulü'ne (ﷺ) dediler: Allah'ın Resulü, Kıyamet Günü Rabbimizi görecek miyiz? Hadisin geri kalanı, İbrahim b. Sa'd'ın rivayeti doğrultusunda nakledilmiştir."
    },
    {
      "id": 359,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Hammam b. Munabbih dedi ki: Bu, Abu Huraira'nın Allah'ın Resulü'nden (ﷺ) bize aktardığıdır ve onlardan birçokını nakletti; bunlardan biri de şudur: Allah'ın Resulü (ﷺ) dedi ki: Cennetteki en düşük dereceli olanınıza: İstediğini dile. O, arzusunu ifade edecek ve tekrar tekrar dileklerini ifade edecek. Ona sorulacak: Dileğini ifade ettin mi? O, diyecek: Evet. Sonra O (Allah) diyecek: Senin için isteklerin verildi ve bunun gibi bir tane daha."
    },
    {
      "id": 360,
      "narrator": "It is narrated on the authority of Abu Sa'id al-Khudri:",
      "text": "Abu Sa'id al-Khudri bildirdi: Bazı insanlar Allah'ın Resulü (ﷺ) hayatta iken dediler: Allah'ın Resulü! Kıyamet Günü Rabbimizi görecek miyiz? Allah'ın Resulü (ﷺ) dedi: Evet, ve ekledi: Güneşi, bulutsuz bir günde görmekte bir zorluk hissediyor musunuz? Dedik: Hayır, Allah'ın Resulü! O (Peygamber) dedi: Kıyamet Günü Allah'ı görmekte, onlardan birini görmekte hissettiğinizden daha fazla bir zorluk hissetmeyeceksiniz. Kıyamet Günü geldiğinde bir müezzin (ilan eden) diyecek: Her topluluk, taptığına gitsin. Sonra Allah'tan başka putlara ve taşlara tapan herkes ateşe düşecek, ta ki sadece salihler, günahkârlar ve Allah'a tapan bazı kitap ehli kalana kadar. Sonra Yahudiler çağrılacak ve onlara denilecek: Ne taptınız? Onlar diyecekler: 'Uzayr, Allah'ın oğlu. Onlara denilecek: Yalan söylüyorsunuz; Allah'ın ne bir eşi ne de bir oğlu vardır. Şimdi ne istiyorsunuz? Onlar diyecekler: Susadık, ey Rabbimiz! Susuzluğumuzu gider. Onlara bir yöne yönlendirilecek ve sorulacak: Neden oraya gitmiyorsunuz su içmek için? Sonra ateşe doğru itilecekler (ve büyük bir hayal kırıklığı içinde) bunun sadece bir serap olduğunu görecekler (ve alevler birbirini tüketecek) ve ateşe düşecekler. Sonra Hristiyanlar çağrılacak ve onlara denilecek: Ne taptınız? Onlar diyecekler: İsa, Allah'ın oğlu. Onlara denilecek: Yalan söylüyorsunuz; Allah ne kendine bir eş ne de bir oğul edinmiştir. Sonra onlara denilecek: Ne istiyorsunuz? Onlar diyecekler: Susadık, ey Rabbimiz! Susuzluğumuzu gider. Onlara bir yöne yönlendirilecek ve sorulacak: Neden oraya gitmiyorsunuz su almak için? Ama onlar ateşe doğru itilecek ve toplanacaklar; bu onlara bir serap gibi gelecek ve alevler birbirini tüketecek. Cehenneme tapanlardan başka kimse kalmayacak, ister salih olsun ister günahkâr. Evrenin Rabbi, Yüceltilmiş ve Azamet sahibi, onlara tanıyabilecekleri bir surette gelecektir ve diyecek: Ne arıyorsunuz? Her topluluk, taptığına gitsin. Onlar diyecekler: Ey Rabbimiz, dünyada insanlardan ayrıldık, ama onlara büyük ihtiyaç duyduk; fakat onlarla ortak olmadık. O, diyecek: Ben sizin Rabbinizim. Onlar diyecekler: Allah'a sığınırız, sana ortak koşmayız. Bunu iki veya üç kez tekrar edecekler, ta ki içlerinden bazıları geri dönmeye niyet edecek. Denilecek: Aranızda O'nu tanıyacak bir işaret var mı? Onlar diyecekler: Evet. O zaman şeyler açığa çıkacak. Kendi isteğiyle Allah'a secde edenler, Allah tarafından secde etmeye izin verilecektir. Ama korkudan ve gösterişten secde eden hiç kimse kalmayacak; Allah, onun sırtını bir bütün haline getirecek ve her seferinde secde etmeye çalıştığında sırt üstü düşecektir. Sonra başlarını kaldıracaklar ve O, ilk kez gördükleri surette onlara görünecek ve diyecek: Ben sizin Rabbinizim. Onlar diyecekler: Sen bizim Rabbimizsin. Sonra cehennemin üzerinde bir köprü kurulacak ve şefaat izni verilecektir; ve diyecekler: Ey Allah, güvenlik ver, güvenlik ver."
    },
    {
      "id": 361,
      "narrator": "",
      "text": "Ebu Bekir b. Ebi Şeybe, Cafer b. Aun, Hişam b. Sa'd, Zeyd b. Eslem, hadisi Hafs b. Meysara'dan, bazı eklemeler ve çıkarmalarla nakletmişlerdir."
    },
    {
      "id": 362,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri rivayet etti: Şüphesiz ki Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah, Cennet'e layık olanları Cennet'e alacak ve dilediği kimseleri Rahmetiyle alacak, Cehennem'e mahkum olanları da ateşe atacak. Sonra şöyle diyecek: İçinde hardal tanesi kadar iman bulunanı çıkarın. Onlar, yanmış ve kömürleşmiş olarak çıkarılacak, hayat nehrine atılacaklar ve selin taşıdığı çamurda bir tohum gibi filizlenecekler. Sarı (taze) ve iç içe çıktığını görmediniz mi?"
    },
    {
      "id": 363,
      "narrator": "This hadith is transmitted by 'Amr b. Yahya with the same chain of transmitters who narrated:",
      "text": "Bu hadisi Amr b. Yahya, aynı nakil zinciriyle rivayet etmiştir; onlar: Onlar, hayat nehrine atılacaklar ve (her iki nakilci) hadiste şüphe etmemişlerdir. Halid'in naklettiği metin ise: Tohumların sel suyu yanında filizlenmesi gibidir; ve Vuhayb'in hadisi ise: Selin bıraktığı çamur veya tortuda tohumun filizlenmesi gibidir."
    },
    {
      "id": 364,
      "narrator": "It is reported by Abu Sa'id that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Ateşin (daimi) sakinleri, ona mahkum olanlardır ve şüphesiz ki orada ne ölecekler ne de yaşayacaklardır (Kur'an, xx. 47; lxxxvii. 13). Ancak ateşin (geçici olarak) günahları sebebiyle etkileyeceği insanlar olacaktır; ya da (nakilci) \"kötü işlerinden dolayı\" dedi. Onları ölüme mahkum edecek ve kömürleşene kadar öleceklerdir. Sonra onlara şefaat verilecek ve gruplar halinde getirilecekler ve Cennet nehirlerine serilecektir; sonra denilecektir: Ey Cennet sakinleri, onlara su dökün; sonra onlar, selin taşıdığı çamurda tohumun filizlenmesi gibi filizleneceklerdir. Halktan birisi dedi: (Görünüyor ki) Allah'ın Resulü çöl hayatı yaşıyordu."
    },
    {
      "id": 365,
      "narrator": "Abu Nadra narrated it from Abu Sa'id al-Khudri who reported it from the Apostle (ﷺ) a similar (hadith) up to the words:",
      "text": "Ebu Nadra, Ebu Sa'id el-Hudri'den, Resulullah'tan (ﷺ) benzer bir hadisi rivayet etti; \"selin çamurunda\" sözlerine kadar, sonrasını zikretmedi."
    },
    {
      "id": 366,
      "narrator": "Abdullah b. Mas'ud reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah b. Mes'ud rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Ateşten çıkarılacak son kişi hakkında bilgi sahibiyim ve Cennet'e girecek son kişi hakkında da. Bir adam, ateşten sürünerek çıkacak. Sonra Allah, Aziz ve Celil, ona şöyle diyecek: Git ve Cennet'e gir. O, Cennet'e geldiğinde, oranın dolu olduğunu görecek. Geri dönecek ve diyecek ki: Ey Rabbim! Oranın dolu olduğunu buldum. Allah, Aziz ve Celil, ona şöyle diyecek: Git ve Cennet'e gir. O, tekrar geldiğinde, oranın dolu olduğunu görecek. Geri dönecek ve diyecek ki: Ey Rabbim! Oranın dolu olduğunu buldum. Allah ona şöyle diyecek: Git ve Cennet'e gir, çünkü senin için dünyanın benzeri ve on katı vardır, ya da senin için bu dünyanın on katı vardır. O (nakilci) dedi ki: O (adam) şöyle diyecek: Beni mi alaya alıyorsun? Yoksa benimle mi gülüyorsun, halbuki Sen Kral'sın? O (nakilci) dedi: Ben, Allah'ın Resulü'nün ön dişlerinin göründüğü kadar güldüğünü gördüm. Ve denildi ki: Bu, Cennet sakinleri arasında en düşük derecedir."
    },
    {
      "id": 367,
      "narrator": "It is narrated on the authority of Abdullah b. Mas'ud that the Messenger of Allah (may peace be upon him said:",
      "text": "Abdullah b. Mes'ud'un rivayet ettiğine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Ateşten çıkarılacak son kişi hakkında bilgi sahibiyim. Bir adam, oradan sürünerek çıkacak. Ona denilecek: Git ve Cennet'e gir. O (Peygamber) dedi ki: O, Cennet'e girmek için gidecek, ama orada tüm odalarını kaplamış olan kişileri bulacak. Ona denilecek: Orada bulunduğun zamanları hatırlıyor musun? O, evet diyecek. Ona denilecek: Herhangi bir istekte bulun. Ve o istekte bulunacak. Ona denilecek: Senin için istediğin ve on katı vardır. O (Peygamber) dedi: O, şöyle diyecek: Beni mi alaya alıyorsun, halbuki Sen Kral'sın? Ben, Allah'ın Resulü'nün ön dişlerinin göründüğü kadar güldüğünü gördüm."
    },
    {
      "id": 368,
      "narrator": "Ibn Mas'ud reported:",
      "text": "İbn Mes'ud rivayet etti: Şüphesiz ki Allah'ın Resulü şöyle buyurdu: Cennet'e girecek son kişi, bir kere yürüyüp bir kere tökezleyecek ve bir kere ateşten yanacak bir adamdır. Sonra ateşten geçtikten sonra, ona dönecek ve diyecek ki: Beni senden kurtaran Allah'a hamd olsun. Allah, bana daha önce veya sonra hiç kimseye vermediği bir şey vermiştir. Sonra onun için bir ağaç yükselecek ve o şöyle diyecek: Ey Rabbim! Bu ağacın yanına beni yaklaştır ki gölgesinde sığınayım ve suyundan içeyim. Allah, Azamet ve Yücelik sahibi, ona şöyle diyecek: Ey Adem oğlu, eğer bunu sana verirsem, başka bir şey isteyeceksin. O, hayır, Rabbim, diyecek. Ve başka bir şey istemeyeceğine dair ona söz verecek. Rabbim onu affedecek, çünkü istemediği bir şeyi görür. Böylece onu yaklaştıracak ve gölgesinde sığınacak ve suyundan içecektir. Sonra daha güzel bir ağaç onun önünde yükselecek ve o şöyle diyecek: Ey Rabbim! Bu ağacın yanına beni yaklaştır ki gölgesinde sığınayım ve suyundan içeyim ve başka bir şey istemeyeceğim. O (Allah) şöyle diyecek: Ey Adem oğlu, seni buna yaklaştırırsam, başka bir şey isteyeceksin. O, hayır, Rabbim, diyecek. Ve başka bir şey istemeyeceğine dair ona söz verecek. Rabbim onu affedecek, çünkü istemediği bir şeyi görür. Böylece onu yaklaştıracak ve gölgesinde sığınacak ve suyundan içecektir. Sonra Cennet kapısında, ilk iki ağaçtan daha güzel bir ağaç onun için yükselecek. O şöyle diyecek: Ey Rabbim! Bu (ağacın) yanına beni yaklaştır ki gölgesinde sığınayım ve suyundan içeyim. Başka bir şey istemeyeceğim. O (Allah) şöyle diyecek: Ey Adem oğlu! Bana başka bir şey istemeyeceğine dair söz vermedin mi? O, evet, Rabbim, ama başka bir şey istemeyeceğim, diyecek. Rabbim onu affedecek, çünkü istemediği bir şeyi görür. O (Allah) onu yaklaştıracak ve ona Cennet sakinlerinin seslerini duyuracak. O şöyle diyecek: Ey Rabbim! Beni buna kabul et. O (Allah) şöyle diyecek: Ey Adem oğlu, bana isteklerin ne zaman sona erecek? Eğer sana dünyanın tamamını ve onun benzerini verirsem, hoşuna gider mi? O şöyle diyecek: Ey Rabbim! Beni mi alaya alıyorsun, halbuki Sen alemlerin Rabbisin? İbn Mes'ud güldü ve (dinleyicilere) neden güldüğümü sormadılar. Onlar (sonra) dediler: Neden gülüyorsun? O dedi: Allah'ın Resulü'nün (ﷺ) güldüğü gibi güldüm. Onlar (Peygamberin arkadaşları) sordular: Neden gülüyorsun, Ey Allah'ın Resulü? O dedi: Cennet arzusundaki kişinin (Allah) \"Beni mi alaya alıyorsun, halbuki Sen alemlerin Rabbisin?\" dediği zaman, evet, ben seni alaya almıyorum, ama istediğim her şeyi yapma gücüm var."
    },
    {
      "id": 369,
      "narrator": "It is transmitted from Abu Sa'id al-Khudri that, verily, the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki, şüphesiz ki Allah'ın Resulü (ﷺ) şöyle buyurdu: Cennet'teki en düşük rütbeye sahip olan kişi, Allah'ın yüzünü ateşten Cennet'e çevirdiği ve onun önünde gölgeli bir ağaç belirttiği kişidir. O şöyle diyecek: Ey Rabbim! Bu ağaca yönlendir beni ki gölgesinde (yararlanayım); ve hadisin geri kalanı, İbn Mes'ud'un rivayet ettiği gibidir, fakat o, \"Ey Adem oğlu! bana başka bir şey istemeyeceğine dair söz vermedin mi?\" kısmını zikretmedi. O, ekledi: Allah ona hatırlatacak: Şunu ve bunu iste, ve beklentileri gerçekleştiğinde, Allah şöyle diyecek: Bu senin içindir ve on katı kadar daha. O, sonra evine girecek ve iki gözleri büyük ve kara olan eşi onun arkasından girecek. Onlar şöyle diyecek: Hamd olsun Allah'a ki, seni bizim için ve bizi senin için yarattı. O, kimseye verilmemiş olanı aldım, diyecek."
    },
    {
      "id": 370,
      "narrator": "",
      "text": "Aynı hadis, El-Mughirah b. Şu'be tarafından Allah'ın Resulü'ne (ﷺ) isnat edilerek rivayet edilmiştir."
    },
    {
      "id": 371,
      "narrator": "It is reported on the authority of al-Mughira b. Shu'ba that the Messenger of Allah (ﷺ) said:",
      "text": "El-Mughirah b. Şu'ba'nın rivayetine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: Musa, Rabbine sordu: Cennet'teki en düşük rütbeye sahip olan kimdir? O (Allah) dedi: Cennet'e girecek en son kişi, Cennet'e girmeye layık olanlar arasında en son girecek olan kişidir. Ona denilecek: Cennet'e gir. O, şöyle diyecek: Ey Rabbim! Nasıl gireyim ki, insanlar odalarına yerleşmiş ve paylarını almışlar? Ona denilecek: Eğer senin için dünyanın krallarından birinin krallığı kadar bir şey olursa, hoşuna gider mi? O, evet, Rabbim, diyecek. O (Allah) şöyle diyecek: Senin için bu ve bunun gibi, bunun gibi, bunun gibi ve bunun gibi vardır. O, beşinci noktada: Hoşnutum, Rabbim, diyecek. O (Allah) şöyle diyecek: Bu senin içindir ve on katı kadar daha, ve senin için nefsinin arzuladığı ve gözünün hoşlandığı şey vardır. O, hoşnutum, Rabbim, diyecek. O (Musa) dedi: (Cennet'teki) en yüksek rütbe kimdir? O (Allah) dedi: Onlar, benim seçtiğim kimselerdir. Onların şerefini kendi elimle tesis ederim ve sonra üzerine mühür koyarım (ve onlara, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir insan aklının kavrayamayacağı nimetler verilecektir): ve bu, Allah'ın Kitabı, Yüce ve Aziz tarafından doğrulanmıştır: \"Hiçbir ruh, gözlerin zevkine neyin saklandığını bilemez; yaptıklarının karşılığı olarak\" (xxxii. 17)."
    },
    {
      "id": 372,
      "narrator": "",
      "text": "Şa'bi, el-Mughirah b. Şu'ba'nın minberde, Musa'nın (aleyhisselam) Allah'a, Cennet'teki en düşük sakinlerin mükafatı hakkında sorduğunu duyduğunu bildirmiştir; hadisin geri kalanı yukarıda anlatıldığı gibidir."
    },
    {
      "id": 373,
      "narrator": "Abu Dharr reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Dharr rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Cennet'e girecek son kişi ve Cehennem'den çıkacak son kişi hakkında bilgi sahibiyim. O, Kıyamet Günü getirilecek ve ona: Küçük günahlarını sunun, büyük günahlarını ondan saklayın, denilecektir. Sonra küçük günahları önüne koyacaklar ve denilecek: Şu ve şu günde şöyle yaptın, ve şu ve şu günde böyle yaptın. O, evet, diyecek. Onun inkar etmesi mümkün olmayacak, zira büyük günahlarının kendisine sunulmasından korkacaktır. Ona denilecek: Her kötü amelin yerine bir iyi amel vardır. O, Rabbim! Burada görmediğim şeyler yaptım, diyecek. Gerçekten, Allah'ın Resulü'nün ön dişlerinin göründüğü kadar güldüğünü gördüm."
    },
    {
      "id": 374,
      "narrator": "",
      "text": "Bu hadis, başka bir nakil zinciriyle de rivayet edilmiştir; yani İbn Numair, Ebu Muaviye, Vaki', Ebu Bekir b. Ebi Şeybe, Ebu Kuraib, A'maş."
    },
    {
      "id": 375,
      "narrator": "It is reported on the authority of Abu Zubair that he heard from Jabir b 'Abdullah, who was asked about the arrival (of people on the Day of Resurrection). He said. We would come on the Day of Resurrection like this, like this, and see. carefully. that which concerns\" elevated people\". He (the narrator) said:",
      "text": "Ebu Zübeyr'den rivayet edilmiştir ki, o, Cennet'e girecek son kişi hakkında, Cehennem'den çıkacak son kişi hakkında sorulduğunda, şöyle dedi: Kıyamet Günü şöyle geleceğiz, şöyle geleceğiz ve dikkatlice bakacağız, \"elevated people\" ile ilgili olanlara. O (nakilci) dedi: Sonra insanlar, taptıkları putlarla birlikte, birer birer çağrılacaklar. Sonra Rabbimiz bize gelecek ve diyecek: Kimi bekliyorsunuz? Onlar diyecekler: Rabbimizi bekliyoruz. O, diyecek: Ben sizin Rabbini. Onlar, (emin olamayacaklar) ta ki O'na bakana kadar, ve O, onlara gülümseyerek kendini gösterecek ve onlarla birlikte gidecek ve herkes, ister münafık ister mümin olsun, bir ışıkla donatılacak ve Cehennem köprüsünde, Allah'ın dilediği kimseleri yakalayacak dikenler ve kancalar olacaktır. Sonra münafıkların ışığı sönecek ve müminler kurtuluşa erecek. İlk grup, yüzlerinde dolunayın parlaklığı olan yetmiş bin adamdan oluşacak ve onlara hesap sorulmayacak. Sonra onları takip eden insanlar, yüzleri gökyüzündeki en parlak yıldızlar gibi olacak. İşte bu şekilde (gruplar birbiri ardına takip edecek). Sonra şefaat aşaması gelecek ve (şefaat etmeye izin verilenler) şefaat edecekler, ta ki \"Allah'tan başka ilah yoktur\" diyen ve kalbinde arpa tanesi kadar bir iyilik bulunan kişi ateşten çıkacaktır. Sonra Cennet avlusuna getirilecekler ve Cennet sakinleri onlara su dökmeye başlayacaklar ta ki sel suyu gibi filizlensinler ve yanıkları geçsin. Rabbilerine, dünya nimetlerini ve onunla birlikte on kat daha fazlasını talep edeceklerdir."
    },
    {
      "id": 376,
      "narrator": "Jabir reported that he had heard with his ears the Apostle (ﷺ) saying:",
      "text": "Cabir, Resulullah (ﷺ)ın şöyle dediğini kendi kulaklarıyla işittiğini bildirdi: Allah, ateşten bazı insanları çıkaracak ve onları cennete alacaktır."
    },
    {
      "id": 377,
      "narrator": "Hammad b. Zaid, reported:",
      "text": "Hammad b. Zaid, 'Amr b. Dinar'a şöyle dedi: Cabir b. Abdullah'ın Resulullah (ﷺ)tan naklettiği, Allah'ın şefaatle ateşten bazı insanları çıkaracağına dair bir şey işittin mi? O da: Evet, dedi."
    },
    {
      "id": 378,
      "narrator": "Jabir b. 'Abdullah repotted:",
      "text": "Cabir b. Abdullah bildirdi: Resulullah (ﷺ) şöyle dedi: Gerçekten, ateşten insanlar çıkarılacak ve yüzlerinin dış yüzeyleri (ön kısımları) hariç yanacaklar; sonra cennete girecekler."
    },
    {
      "id": 379,
      "narrator": "Yazid al-Faqir said:",
      "text": "Yazid el-Fakih şöyle dedi: Bu görüş, Haricilerin (yani büyük günah işleyen ve cehenneme ebediyen mahkûm olacak olanlar) beni çok etkiledi ve Hac yapmak amacıyla büyük bir grup halinde yola çıktık, sonra da insanlara (Haricilerin görüşlerini yaymak için) gittik. O (rivayet eden) dedi ki: Medine'den geçerken, Cabir b. Abdullah'ın bir sütunun yanında oturup insanlara (Resulullah'ın) hadislerini anlattığını gördük. Cehennem halkını andığında, ben: Ey Resulullah'ın arkadaşı, senin anlattığın bu nedir, oysa Allah şöyle buyuruyor: \"Şüphesiz, kimi ateşe atarsan, onu alçaltırsın\" (Kur'an, 3:192); ve \"Ona çıkmaya çalışan herkes geri atılacaktır\" (Kur'an, 32:20)? O halde sen ne diyorsun? O da: Kur'an'ı okudun mu? dedi. Ben: Evet, dedim. O da: Muhammed'in (ﷺ) yüce mertebesini işittin mi, yani Allah'ın onu yükselteceği mertebe? Ben: Evet, dedim. O da: Gerçekten, Muhammed'in (ﷺ) mertebesi büyük bir şereftir ve Allah, dilediğini bu mertebe ile çıkaracaktır. Sonra yolu (Köprüyü) ve insanların onun üzerinden geçişini tarif etti ve: Ben başka şeyleri hatırlamamaktan korkuyorum ama aklımda kalan bu kadarı, insanların cehennemden çıkacaklarıdır ve o da: Onlar, sanki abanoz ağacının odunu gibi çıkacaklar. O (rivayet eden) dedi ki: Onlar bir nehre, cennet nehirlerinden birine girecekler ve orada yıkanacaklar, sonra da sanki (beyaz gibi) kağıt gibi çıkacaklar. Biz geri döndük ve dedik: Vay halinize! Bu yaşlı adam, Resulullah'a (ﷺ) karşı nasıl yalan söyleyebilir? Biz (Haricilerin görüşlerinden) döndük ve Allah'a yemin ederim ki, aramızdan bir kişi hariç herkes bu (Hariciler grubunu) terk etti. Benzer bir ifadeyi Ebu Nuaym da aktarmıştır."
    },
    {
      "id": 380,
      "narrator": "It is narrated on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas b. Malik'ten rivayet edildiğine göre, Resulullah (ﷺ) şöyle buyurdu: Ateşten dört kişi çıkarılacak ve Allah'a sunulacak. Onlardan biri (O'na) dönecek ve: Ey Rabbim, beni buradan çıkardığın zaman, beni tekrar içine atma, diyecek ve Allah onu ondan kurtaracaktır."
    },
    {
      "id": 381,
      "narrator": "Anas b Malik reported:",
      "text": "Anas b. Malik bildirdi: Resulullah (ﷺ) şöyle buyurdu: Allah, Kıyamet Günü insanları toplayacak ve onlar bu konuda endişeli olacaklar, ve İbn Ubaid dedi ki: Onlara bu konuda ilahi bir ilham gelecek ve: Eğer Rabbimizle şefaat edebilirsek, bu durumdan kurtulabiliriz, diyecekler. O (Kutsal Peygamber) dedi ki: Onlar Adem'e gelecekler ve: Sen Adem'sin, insanlığın babası. Allah seni kendi eliyle yarattı ve ruhundan sana üfledi ve meleklere emretti, onlar da sana secde ettiler. Rabbine bizim için şefaat et ki, bu durumdan kurtulalım, diyecekler. O da: Ben buna uygun değilim, diyecek ve hatasını hatırlayacak ve bu yüzden Rabbinden çekinecek; git Nuh'a, Allah'ın benden sonra gönderdiği ilk elçiye. O (Kutsal Peygamber) dedi ki: Böylece onlar Nuh'a (aleyhisselam) gelecekler. O da: Ben buna uygun değilim, diyecek ve işlediği hatasını hatırlayacak ve bu yüzden Rabbinden çekinecek ve: Git İbrahim'e (aleyhisselam), Allah'ın dostuna, diyecek. Onlar İbrahim'e (aleyhisselam) gelecekler ve o da: Ben buna uygun değilim, diyecek ve işlediği hatasını hatırlayacak ve bu yüzden Rabbinden çekinecek ve: Git Musa'ya (aleyhisselam), Allah'ın konuştuğu ve ona Tevrat verdiği kişiye, diyecek. O (Kutsal Peygamber) dedi ki: Böylece onlar Musa'ya (aleyhisselam) gelecekler. O da: Ben buna uygun değilim, diyecek ve işlediği hatasını hatırlayacak ve bu yüzden Rabbinden çekinecek ve: Git İsa'ya (aleyhisselam), Allah'ın ruhuna ve kelimesine, diyecek. O (Kutsal Peygamber) dedi ki: Böylece onlar İsa'ya (aleyhisselam) gelecekler. O da: Ben buna uygun değilim; git Muhammed'e (ﷺ), geçmiş ve gelecekteki günahları affedilmiş bir kul. O (rivayet eden) dedi ki: Resulullah (ﷺ) şöyle buyurdu: Böylece onlar bana gelecekler ve ben Rabbimden izin isteyeceğim ve izin verilecek. O'nu görünce secdeye kapanacağım ve O (Allah) beni böyle bırakacak, istediği kadar. Sonra denilecek: Ey Muhammed, başını kaldır, söyle, duyulacaksın; iste, verilecek; şefaat et, şefaatin kabul edilecektir. Sonra başımı kaldıracak ve Rabbimi, Rabbimin bana öğreteceği övgülerle yücelteceğim. Sonra şefaat edeceğim, ama bana bir sınır konulacak. Onları ateşten çıkaracak ve cennete sokacağım (belirtilen sınır dahilinde). Sonra geri dönecek ve secdeye kapanacağım ve Allah beni (o pozisyonda) istediği kadar bırakacak, denilecek: Kalk, ey Muhammed, söyle, duyulacaksın; iste, verilecek; şefaat et, şefaatin kabul edilecektir. Ben başımı kaldıracak ve Rabbimi, O'nun bana öğreteceği övgülerle yücelteceğim. Sonra tekrar şefaat edeceğim ve bana bir sınır konulacak. Onları ateşten çıkaracak ve cennete sokacağım. O (rivayet eden) dedi ki: Üçüncü veya dördüncü kez: Ey Rabbim, ateşte kimse kalmadı, sadece Kuran'ın engellediği kimseler kaldı, yani ebediyen mahkûm olanlar. İbn Ubaid'in bir rivayetinde: Katade şöyle gözlemledi: kalıcı kalışları zorunluydu."
    },
    {
      "id": 382,
      "narrator": "Anas reported:",
      "text": "Anas bildirdi: Resulullah (ﷺ) şöyle buyurdu: Müminler Kıyamet Günü toplanacak ve bu konuda endişeli olacaklar, ya da bu konuda hatırlatılacaklar (yani bunun zorluğu hakkında), (hadisin geri kalanı) Ebu Uvana'nın aktardığı gibi olacak ve o hadiste: Sonra dördüncü kez geleceğim, ya da dördüncü kez geri döneceğim ve: Ey Rabbim, Kuran'ın engellediği kimse kalmadı, diyeceğim."
    },
    {
      "id": 383,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik bildirdi: Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle dedi: Allah, Kıyamet Günü müminleri toplayacak ve onlara bu konuda hatırlatılacak; hadisin geri kalanı yukarıda aktarıldığı gibidir; sonra dördüncü kez: Ben (Kutsal Peygamber) diyeceğim: Ey Rabbim, ateşte kalan kimse yoktur, sadece Kuran'ın engellediği, yani ebediyen mahkûm olanlar."
    },
    {
      "id": 384,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik bildirdi: Gerçekten, Resulullah (ﷺ) şöyle dedi: \"La ilahe illallah\" diyen kişi, kalbinde arpa tanesi kadar bir iyilik bulunsa bile ateşten çıkarılacaktır. Sonra \"La ilahe illallah\" diyen kişi, kalbinde buğday tanesi kadar bir iyilik bulunsa bile ateşten çıkacaktır. Sonra \"La ilahe illallah\" diyen kişi, kalbinde bir atom kadar bir iyilik bulunsa bile ateşten çıkarılacaktır. İbn Minhal, rivayetinde bu kelimeleri eklemiştir: Yazid dedi ki: Şu'ba ile karşılaştım ve ona bu hadisi aktardım. Şu'ba dedi ki: Katade, bu hadisi bize Anas b. Malik'ten, Resulullah'tan (ﷺ) bu değişiklikle aktardı; o, Zarra (atom) kelimesinin yerine Zurra (tanesi) kelimesini koydu. Yazid dedi ki: Ebu Bistam, buna bir değişiklik yaptı."
    },
    {
      "id": 385,
      "narrator": "Ma'bad b. Hilal al 'Anazi reported:",
      "text": "Ma'bad b. Hilal el-Anazi bildirdi: Biz, Thabit aracılığıyla Anas b. Malik'e gittik ve oraya (evine) vardığımızda, o öğle namazını kılıyordu. Thabit bizim için izin istedi ve içeri girdik, o da Thabit'i yatağında yanına oturttu. Thabit ona şöyle dedi: Ey Ebu Hamza (Anas b. Malik'in künyesi), Basra'daki kardeşlerin, sana şefaat hadisini aktarmanı istiyorlar. O da: Muhammed (ﷺ) bize şöyle anlattı: Kıyamet Günü, bazı insanlar birbirlerine şaşkınlık içinde koşacaklar. Adem'e gelecekler ve: Projeniz için Rabbine şefaat et, diyecekler. O da: Ben buna uygun değilim, ama git İbrahim'e (aleyhisselam), çünkü o Allah'ın dostudur. Onlar İbrahim'e gelecekler, ama o da: Ben buna uygun değilim, ama git Musa'ya, çünkü o Allah'ın konuştuğu kişidir. Onlar Musa'ya gelecekler, ama o da: Ben buna uygun değilim, ama git İsa'ya, çünkü o Allah'ın ruhu ve kelimesidir. Onlar İsa'ya gelecekler ve o da: Ben buna uygun değilim; git Muhammed'e (ﷺ). Onlar bana gelecekler ve ben: Ben bunu yapabilirim, Rabbimden izin isteyeceğim ve izin verilecek. Sonra O'nun huzurunda duracak ve O'nu, şimdi yapamadığım ama Allah'ın bana ilham edeceği övgülerle yücelteceğim, sonra secdeye kapanacağım ve bana denilecek: Ey Muhammed, başını kaldır, söyle, duyulacaksın; iste, verilecek; şefaat et, şefaatin kabul edilecektir. Ben diyeceğim: Ey Rabbim, benim halkım, benim halkım. Denilecek: Git ve ateşten, kalbinde buğday tanesi veya arpa tanesi kadar imanı olanı çıkar. Ben gideceğim ve bunu yapacağım; sonra Rabbime geri döneceğim ve O'nu, bana öğretilen övgülerle yücelteceğim, sonra secdeye kapanacağım. Bana denilecek: Ey Muhammed, başını kaldır, söyle, duyulacaksın; iste, verilecek; şefaat et, şefaatin kabul edilecektir. Ben diyeceğim: Ey Rabbim, benim halkım, benim halkım. Denilecek: Git ve ateşten, kalbinde hardal tanesi kadar imanı olanı çıkar. Ben gideceğim ve bunu yapacağım. Tekrar Rabbime döneceğim ve O'nu öveceğim. Sonra secdeye kapanacağım. Bana denilecek: Ey Muhammed, başını kaldır, söyle, duyulacaksın; iste, verilecek; şefaat et, şefaatin kabul edilecektir. Ben diyeceğim: Ey Rabbim, benim halkım, benim halkım. Denilecek: Git ve ateşten, kalbinde en küçük hardal tanesi kadar imanı olanı çıkar. Ben gideceğim ve bunu yapacağım. İşte bu, Anas'ın bize aktardığı hadistir. Biz onun (evinden) çıktık ve Jabban'ın (mezarlık) üst kısmına vardığımızda, Hasan'la karşılaşmayı ve ona selam vermeyi arzuladık, o da Ebu Halife'nin evinde saklanıyordu. O (Ma'bad b. Hilal, rivayet eden) dedi ki: Ona gittik ve selam verdik ve: Ey Ebu Sa'id, kardeşin Ebu Hamza'dan (Anas'ın künyesi) geldik, ve biz daha önce şefaatla ilgili böyle bir hadis duymadık, dedik. O da: Anlatın, biz de hadisi anlattık. O da: Daha fazla anlatın, dedi. Biz: O, bizden daha fazlasını aktarmadı, dedik. O da: O (Anas), bunu bize yirmi yıl önce aktardı, o zaman güçlü ve sağlıklıydı. Gerçekten bir şey kaçırmış. Ben, yaşlı adamın unuttuğunu mu yoksa (kasıtlı olarak) anlatmadığını mı anlayamıyorum ki, böylece siz buna (tamamen) güvenip iyi işler yapmaktan vazgeçersiniz. Biz ona: Bunu bize anlat, dedik ve o güldü ve: İnsan doğasında acelecilik vardır. Ben bunu size söylemedim ama bunu size aktarmak istediğim için (ve ekledi ki, Peygamber şöyle dedi): Sonra dördüncü kez Rabbime döneceğim ve O'nu bu övgülerle yücelteceğim. Sonra secdeye kapanacağım. Bana denilecek: Ey Muhammed, başını kaldır; söyle ve duyulacaksın; iste ve verilecek; şefaat et ve şefaatin kabul edilecektir. Ben diyeceğim: Ey Rabbim, \"La ilahe illallah\" diyen kimse hakkında izin ver. O (Rab) diyecek: Bu senin için değil veya bu senin elinde değil, ama benim onurum, yüceliğim, büyüklüğüm ve kudretimle, \"La ilahe illallah\" diyen kimseyi elbette çıkaracağım. O (rivayet eden, Ma'bad) dedi ki: Hasan'dan bize aktarılan hadisin, Anas b. Malik'ten işitildiğine ve onun yirmi yıl önce, sağlıklı ve güçlü olduğunda aktardığına şahitlik ederim."
    },
    {
      "id": 386,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Bir gün Resulullah'a (ﷺ) et getirildi ve ona bir ön bacak sunuldu, bu parça ona hoş geldi. O, ondan bir parça ısırdı ve: Kıyamet Günü insanların lideri olacağım. Biliyor musunuz neden? Allah, Kıyamet Günü insanları bir düzlemde toplayacak. Sonra ilan edenin sesi hepsine ulaşacak ve gözleri hepsini geçecek ve güneş yaklaşacak. İnsanlar o zaman öyle bir sıkıntı, kaygı ve acı yaşayacaklar ki, onu taşıyamayacaklar ve ayakta duramayacaklar. Bazı insanlar diğerlerine: Görmüyor musunuz hangi sıkıntı içindesiniz? Görmüyor musunuz başınıza ne geldi? Neden Rabbınıza şefaat edecek birini bulmuyorsunuz? Bazıları diğerlerine: Adem'e gidin, diyecekler. Onlar Adem'e gidecekler ve: Ey Adem, sen insanlığın babasısın. Allah seni kendi eliyle yarattı ve ruhundan sana üfledi ve meleklere sana secde etmelerini emretti. Rabbine bizim için şefaat et. Görmüyor musun hangi sıkıntı içindeyiz? Görmüyor musun başımıza ne geldi? Adem diyecek: Gerçekten, Rabbim öyle bir öfke içinde ki, daha önce hiç öfkelenmediği kadar ve sonra bir daha da öfkelenmeyecek. Gerçekten, bana o ağacı yaklaşmamı yasakladı ve ben O'na isyan ettim. Ben sadece kendimle ilgileniyorum. Başka birine gidin; Nuh'a gidin. Onlar Nuh'a gidecekler ve: Ey Nuh, sen yeryüzünde (Adem'den sonra) gönderilen ilk elçisin ve Allah seni \"Şükredici Kul\" olarak adlandırdı; Rabbine bizim için şefaat et. Görmüyor musun hangi sıkıntı içindeyiz? Görmüyor musun başımıza ne geldi? O diyecek: Gerçekten, Rabbim bugün öyle bir öfke içinde ki, daha önce hiç öfkelenmediği kadar ve sonra bir daha da öfkelenmeyecek. Benim halkıma karşı bir lanetim oldu. Ben sadece kendimle ilgileniyorum, sadece kendimle ilgileniyorum; daha iyi İbrahim'e gidin (aley"
    },
    {
      "id": 387,
      "narrator": "It is reported on the authority of Abu Huraira that there was placed before the Messenger of Allah a cup of soft bread, soup and meat. He took part of the foreleg which he liked most. He sliced (with his teeth) a slice (out of that) and said:",
      "text": "It is reported on the authority of Abu Huraira that there was placed before the Messenger of Allah a cup of soft bread, soup and meat. He took part of the foreleg which he liked most. He sliced (with his teeth) a slice (out of that) and said: I would be the leader of mankind on the Day of Resurrection. He then sliced (that meat) for the second time and said: I am the leader of mankind on the Day of Resurrection. When he saw that his companions did not ask him (about this assertion) he said: Why don't you say: How would that be? They said: How would be it, Messenger of Allah? He said: People would stand before the Lord of the worlds. And the rest of the hadith was narrated like the one transmitted by Abu Hayyan, on the authority of Abu Zur'a, and in the story of Ibrahim, this addition was made. He said and made mention of his words with regard to the star: This is my Lord. And his words with regard to their gods: But the big among them has done that. And his words: I am ailing. He (the Holy Prophet) said: By Him in Whose Hand is the life of Muhammad, the distance between two leaves of the door from their supporting frames is as the distance between Mecca and Hajar or Hajar and Mecca. I do not remember how he said it (whether Mecca and Hajar or Hajar and Mecca)."
    },
    {
      "id": 388,
      "narrator": "It is narrated on the authority of Abu Huraira and Hudhaifa that the Messenger of Allah (ﷺ) said:",
      "text": "It is narrated on the authority of Abu Huraira and Hudhaifa that the Messenger of Allah (ﷺ) said: Allah, the Blessed and Exalted, would gather people. The believers would stand till the Paradise would be brought near them. They would come to Adam and say: O our father, open for us the Paradise. He would say: What turned ye out from the Paradise was the sin of your father Adam. I am not in a position to do that; better go to my son Ibrahim, the Friend of Allah. He (the Holy Prophet) said: He (Ibrahim) would say: I am not in a position to do that. Verily I had been the Friend (of Allah) from beyond, beyond; you better approach Moses (peace be upon him) with whom Allah conversed. They would come to Moses (peace be upon him), but he would say: I am not in a position to do that; you better go to Jesus, the Word of Allah and His Spirit. Jesus (peace be upon him) would say: I am not in a position to do that. So they would come to Muhammad (ﷺ). He would then be permitted (to open the door of Paradise). Trustworthiness and kinship would be despatched, and these would stand on the right and left of the Path and the first of you would pass with (the swiftness) of lightning. He (the narrator) said: I said, O thou who art far dearer to me than my father and my mother I which thing is like the passing of lightning? He said: Have you not seen lightning, how it passes and then comes back within the twinkling of an eye? Then (they would pass) like the passing of the wind, then like the passing of a bird, and the hastening of persons would be according to their deeds, and your Apostle would be standing on the Path saying: Save, O my Lord, save. (The people would go on passing) till the deeds of the servants would be failing in strength, till a man would come who would find it hard to go along (that Path) but crawlingly. He (the narrator) said: And on the sides of the Path hooks would be suspended ready to catch anyone whom these would be required (to catch). There would be those who would somehow or other succeed in trasversing that Path and some would be piled up in Hell. By Him in Whose Hand is the life of Abu Huraira it would take one seventy years to fathom the depth of Hell."
    },
    {
      "id": 389,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik reported: The Messenger of Allah (ﷺ) said: I would be the first among people to intercede in the Paradise and amongst the apostles I would have the largest following (on the Day of Resurrection)."
    },
    {
      "id": 390,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik reported: The Messenger of Allah (ﷺ) said: Amongst the apostles I would have the largest following on the Day of Resurrec tion, and I would be the first to knock at the door of Paradise."
    },
    {
      "id": 391,
      "narrator": "Anas b. Malik said:",
      "text": "Anas b. Malik dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Cennette ilk şefaatçi ben olacağım ve elçiler arasında benim gibi (bu kadar çok sayıda insan tarafından) şahitlik edilen bir elçi yoktur. Ve gerçekten de elçiler arasında, kavminden yalnızca bir kişi tarafından şahitlik edilen bir elçi olacaktır."
    },
    {
      "id": 392,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Kıyamet Günü Cennet kapısına geleceğim ve onun açılmasını isteyeceğim. Kapıyı bekleyen kişi: Sen kimsin? diye soracak. Ben de: Muhammed'im, diyeceğim. O da: İşte bu kapıyı açmam için sana emir verildi, senin önünde kimseye açmam, diyecek."
    },
    {
      "id": 393,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirdi: Gerçekten Allah'ın Elçisi (ﷺ) şöyle dedi: Her elçinin, dua edeceği (özel) bir duası vardır. Benim dileğim, Kıyamet Günü ümmetimin şefaatı için duamı ayırmaktır."
    },
    {
      "id": 394,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Her elçinin bir duası vardır ve ben (eğer Allah dilerse) duamı Kıyamet Günü ümmetimin şefaatı için ayırmayı düşünüyorum."
    },
    {
      "id": 395,
      "narrator": "",
      "text": "'Amr b. Ebu Süfyan, bu hadisi Abu Huraira'dan, o da Allah'ın Elçisi (ﷺ) üzerinden nakletti."
    },
    {
      "id": 396,
      "narrator": "Amr b. Abu Sufyan reported:",
      "text": "Amr b. Ebu Süfyan bildirdi: Abu Huraira, Ka'b al-Ahbar'a, Allah'ın Elçisi (ﷺ) şöyle dedi: Her elçinin, Rabbine dua ettiği (özel) bir duası vardır. Ancak ben (eğer Allah dilerse) duamı Kıyamet Günü ümmetimin şefaatı için ayırmayı düşünüyorum. Ka'b, Abu Huraira'ya: Bunu Allah'ın Elçisi'nden (ﷺ) duydun mu? dedi. Abu Huraira: Evet, dedi."
    },
    {
      "id": 397,
      "narrator": "Abu Huraira said:",
      "text": "Abu Huraira dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Her elçinin kabul edilen bir duası vardır, fakat her peygamber duasında acele etti. Ancak ben, Kıyamet Günü ümmetimin şefaatı için duamı ayırdım ve eğer Allah dilerse, ümmetimden, Allah'a hiçbir şeyi ortak koşmadan ölen herkes için kabul edilecektir."
    },
    {
      "id": 398,
      "narrator": "Abu Huraira said:",
      "text": "Abu Huraira dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: Her Resul, kabul edilen bir dua ile donatılmıştır ve bu dua ile Rabbine dua eder ve bu dua onun için kabul edilir. Ancak ben, Kıyamet Günü ümmetimin şefaatı için duamı ayırdım."
    },
    {
      "id": 399,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Her elçinin, ümmeti için dua ettiği bir dua vardı ve bu dua ona kabul edildi; fakat ben, eğer Allah dilerse, Kıyamet Günü ümmetimin şefaatı için duamı ertelemek istiyorum."
    },
    {
      "id": 400,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik bildirdi: Gerçekten Allah'ın Elçisi (ﷺ) şöyle dedi: Her elçinin, ümmeti için (Allah'a) dua ettiği bir duası vardır. Ben, Kıyamet Günü ümmetimin şefaatı için duamı ayırdım."
    },
    {
      "id": 401,
      "narrator": "",
      "text": "Bu hadisi Qatada, aynı raviler zinciri ile nakletmiştir."
    },
    {
      "id": 402,
      "narrator": "Mis'ar transmitted it with the same chain of narrators from Qatada except that in the hadith narrated by Waki' (the Prophet) said:",
      "text": "Mis'ar, bu hadisi Qatada'dan aynı raviler zinciri ile nakletti, ancak Waki' tarafından nakledilen hadiste (Peygamber) \"Ona verildi,\" demiştir ve Abu Usama tarafından nakledilen hadiste ise: \"Allah'ın Elçisi'nden (ﷺ) rivayet edilmiştir,\" denilmektedir."
    },
    {
      "id": 403,
      "narrator": "Muhammad b. 'Abd al-A'la reported it to me:",
      "text": "Muhammad b. 'Abd al-A'la bana bildirdi: Mu'tamir, babası aracılığıyla Anas'tan nakletti ki, gerçekten Allah'ın Elçisi (ﷺ) şöyle dedi ve ardından Qatada'nın Anas'tan naklettiği hadisi gibi bir hadisi aktardı."
    },
    {
      "id": 404,
      "narrator": "Abu Zubair heard Jabir b. Abdullah reporting it from the Messenger of Allah (ﷺ):",
      "text": "Abu Zubair, Jabir b. Abdullah'ın Allah'ın Elçisi'nden (ﷺ) şöyle bildirdiğini duydu: Her elçinin, ümmeti için (Rabbine) dua ettiği bir duası vardı, ancak ben, Kıyamet Günü ümmetimin şefaatı için duamı ayırdım."
    },
    {
      "id": 405,
      "narrator": "'Abdullah b. Amr b. al-'As reported:",
      "text": "'Abdullah b. Amr b. al-'As bildirdi: Gerçekten Allah'ın Elçisi (ﷺ) Yüce ve Şanlı Allah'ın, İbrahim'in söylediği sözleri okudu: \"Rabbim! Şüphesiz ki, onlar birçok insanı saptırdılar. Ama kim bana uyarsa, o gerçekten bendendir\" (Kur'an, xiv. 35) ve İsa (aleyhisselam) şöyle dedi: \"Eğer onları cezalandırırsan, şüphesiz onlar Senin kullarındır; eğer onları affedersen, şüphesiz Sen, Mutlak Güç Sahibi, Hikmet Sahibi'sin\" (Kur'an, v. 117). Sonra ellerini kaldırdı ve dedi: Ey Rabbim, ümmetim, ümmetim, ve ağladı; bunun üzerine Yüce ve Yüceltilmiş Allah dedi: Ey Cebrail, git Muhammed'e (Rabbim bunu tam olarak bilse de) ve ona sor: Seni ağlatan nedir? Cebrail (aleyhisselam) ona geldi ve sordu, ve Allah'ın Elçisi (ﷺ) ona ne söylediğini bildirdi (halbuki Allah bunu tam olarak biliyordu). Bunun üzerine Allah dedi: Ey Cebrail, git Muhammed'e de ki: Şüphesiz biz, senin ümmetin hakkında seni memnun edeceğiz ve seni üzmeyeceğiz."
    },
    {
      "id": 406,
      "narrator": "Anas reported:",
      "text": "Anas rivayet etti: Şüphesiz bir kişi dedi ki: Allah'ın Elçisi, babam nerede? O da: (O) ateştedir, dedi. Adam dönerken, (Peygamber) onu çağırdı ve dedi ki: Şüphesiz benim babam ve senin baban ateştedir."
    },
    {
      "id": 407,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Bu ayet indiğinde: \"Ve en yakın akrabalarını uyar\" (Kur'an, xxvi. 214), Allah'ın Elçisi (ﷺ) Kureyş'i çağırdı; onlar toplandılar ve onlara genel bir uyarıda bulundu. Sonra belirli (kabilelere) özel bir atıfta bulundu ve dedi ki: Ey Kâ'b b. Lüvey'in oğulları, kendinizi ateşten kurtarın; Ey Murra b. Kâ'b'ın oğulları, kendinizi ateşten kurtarın; Ey Abd Şems'in oğulları, kendinizi ateşten kurtarın; Ey Abd Manaf'ın oğulları, kendinizi ateşten kurtarın; Ey Haşimoğulları, kendinizi ateşten kurtarın; Ey Abd al-Muttalib'in oğulları, kendinizi ateşten kurtarın; Ey Fatıma, kendini ateşten kurtar, çünkü ben Allah'tan sana karşı hiçbir şeyde koruma gücüne sahip değilim, ancak seninle akrabalık ilişkisini sürdürmek isterim."
    },
    {
      "id": 408,
      "narrator": "",
      "text": "Aynı hadis, Ubaidullah b. Umar al-Qawariri tarafından Ebu 'Uvana'dan rivayet edilmiştir; o da bunu 'Abd al-Malik b. 'Umair'e aynı isnadla iletmiştir ve Jarir'in hadisi daha mükemmel ve kapsamlıdır."
    },
    {
      "id": 409,
      "narrator": "It is narrated on the authority of 'A'isha that when this verse was revealed:",
      "text": "'Aişe'den rivayet edildiğine göre, bu ayet indiğinde: \"Ve en yakın akrabalarını uyar,\" Allah'ın Elçisi (ﷺ) Safa' tepesine çıktı ve dedi ki: Ey Fatıma, Muhammed'in kızı. Ey Safiye, Abd al-Muttalib'in kızı, Ey Abd al-Muttalib'in oğulları. Allah'a karşı size fayda sağlayacak hiçbir şeyim yok; dünya malımdan ne isterseniz sorabilirsiniz."
    },
    {
      "id": 410,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: (Bu ayet) ona indiğinde: \"En yakın akrabalarını uyar.\" Allah'ın Elçisi (ﷺ) dedi ki: Ey Kureyş halkı, kendinizi Allah'tan satın alın, ben Allah'a karşı size hiçbir şekilde fayda sağlayamam; Ey Abd al-Muttalib'in oğulları, ben Allah'a karşı size hiçbir şekilde fayda sağlayamam; Ey Abbas b. Abd al-Muttalib, ben Allah'a karşı size hiçbir şekilde fayda sağlayamam; Ey Safiye (Allah'ın Elçisi'nin teyzesi), ben Allah'a karşı size hiçbir şekilde fayda sağlayamam; Ey Fatıma, Muhammed'in kızı, ne istersen sor, ama ben Allah'a karşı size hiçbir şekilde fayda sağlayamam."
    },
    {
      "id": 411,
      "narrator": "",
      "text": "Bu hadis, Allah'ın Elçisi (ﷺ) tarafından başka bir rivayet zincirinden, 'Amr al-Naqid, Mu'awiya b. 'Amr, Abdullah b. Dhakwan, A'raj aracılığıyla Ebu Hureyre'den rivayet edilmiştir."
    },
    {
      "id": 412,
      "narrator": "Qabisa b. al-Mukhariq and Zuhair b. 'Amr reported:",
      "text": "Kâbisa b. al-Mukhariq ve Zuhair b. 'Amr rivayet etti: Bu ayet indiğinde: \"Ve en yakın akrabalarını uyar,\" Allah'ın Elçisi (ﷺ) bir tepenin kayasına doğru yola çıktı ve en yüksek kayaya tırmandı ve sonra çağırdı: Ey Abd Manaf'ın oğulları! Ben bir uyarıcıyım; benim benzerliğim ve sizin benzerliğiniz, düşmanı gören ve halkını korumak için giden bir adam gibidir, ama onların kendisinden önce oraya ulaşacaklarından korkarak bağırdı: Dikkatli olun!"
    },
    {
      "id": 413,
      "narrator": "",
      "text": "Bu hadis, Allah'ın Elçisi (ﷺ) tarafından başka bir rivayet zincirinden, Muhammed b. Abd al-A'la, Mu'tamir, Ebu 'Uthman, Zuhair b. 'Amr, Kâbisa b. Mukhariq aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 414,
      "narrator": "It is reported on the authority of Ibn 'Abbas that when this verse was revealed:",
      "text": "İbn 'Abbas'tan rivayet edildiğine göre, bu ayet indiğinde: \"Ve en yakın akrabalarını uyar\" (ve içlerinden seçilmiş grubunu) Allah'ın Elçisi (ﷺ) yola çıktı ve Safa'ya tırmandı ve yüksek sesle çağırdı: Dikkatli olun! Dediler ki: Kim yüksek sesle çağırıyor? Dediler ki: Muhammed. Etrafında toplandılar ve o dedi ki: Ey falan oğlu, ey falan oğlu, ey Abd Manaf'ın oğulları, ey Abd al-Muttalib'in oğulları, etrafında toplandılar. O (Peygamber) dedi ki: Eğer size bu dağların eteğinden süvari çıkmakta olduğunu söyleseydim, bana inanır mıydınız? Dediler ki: Sizden hiçbir yalan deneyimlemedik. O dedi ki: İşte ben size şiddetli bir azap öncesinde bir uyarıcıyım. O (rivayet eden) dedi ki, o zaman Ebu Leheb dedi ki: Size yazıklar olsun! Bizi bunun için mi topladınız? O (Peygamber) ayağa kalktı ve bu ayet indi: \"Ebu Leheb'in elleri kurusun, o gerçekten helak oldu\" (cxi. 1). A'maş bunu surenin sonuna kadar okudu."
    },
    {
      "id": 415,
      "narrator": "This hadith was narrated by A'mash on the authority of the same chain of narrators and he said:",
      "text": "Bu hadis, A'maş tarafından aynı rivayet zincirinden nakledilmiştir ve dedi ki: Bir gün Allah'ın Elçisi (ﷺ) Safa' tepesine çıktı ve dedi ki: Dikkatli olun, ve hadisin geri kalanı Usame tarafından nakledilen hadis gibi rivayet edilmiştir; \"En yakın akrabalarını uyar\" ayetinin indiğinden bahsetmemiştir."
    },
    {
      "id": 416,
      "narrator": "It is reported on the authority of 'Abbas b. Abd al-Muttalib that he said:",
      "text": "'Abbas b. Abd al-Muttalib'den rivayet edildiğine göre, o dedi ki: Allah'ın Elçisi, Abu Talib'e bir faydanız oldu mu, çünkü o sizi savundu ve savunmasında çok hevesliydi? Allah'ın Elçisi (ona selam olsun) dedi ki: Evet; o ateşin en sığ yerinde olacaktır ve benim sayemde olmasaydı, en derin cehennemde olacaktı."
    },
    {
      "id": 417,
      "narrator": "Abdullah b. al-Harith reported:",
      "text": "Abdullah b. al-Harith rivayet etti: Abbas'ın şöyle dediğini duydum: Ben dedim: Allah'ın Elçisi, şüphesiz Abu Talib sizi savundu ve size yardımcı oldu; bu ona fayda sağlar mı? O (Peygamber) dedi ki: Evet; onu ateşin en alt kısmında buldum ve onu sığ kısma getirdim."
    },
    {
      "id": 418,
      "narrator": "",
      "text": "Bu hadis, Allah'ın Elçisi (ﷺ) tarafından, Ebu 'Uvana'nın rivayet ettiği gibi, Muhammed b. Hatim, Yahya b. Sa'id, Ebu Süfyan, 'Abbas b. Abd al-Muttalib ve diğerleri aracılığıyla nakledilmiştir."
    },
    {
      "id": 419,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id al-Hudri rivayet etti: Allah'ın Elçisi (ﷺ) önünde amcası Abu Talib'den bahsedildi. O dedi ki: Şefaatim, Kıyamet Günü ona fayda sağlayabilir ve o ateşte ayak bileklerine kadar olan sığ bir yere yerleştirilebilir ve beyni kaynamakta olacaktır."
    },
    {
      "id": 420,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id al-Hudri rivayet etti: Şüphesiz, Allah'ın Elçisi (ﷺ) dedi ki: Ateşin en az azap göreni, ateşten iki ayakkabı giyecek ve ayakkabıların sıcaklığından beyni kaynayacaktır."
    },
    {
      "id": 421,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas rivayet etti: Peygamber (ﷺ) şöyle dedi: Ateşin sakinleri arasında Ebu Talib'in en az azabı olacak ve ayaklarında (Ateşten) iki ayakkabı olacak, bu da beynini kaynatacaktır."
    },
    {
      "id": 422,
      "narrator": "Nu'man b. Bashir was delivering an address and saying:",
      "text": "Nu'man b. Beşir bir konuşma yapıyordu ve şöyle diyordu: Allah'ın Elçisi (ﷺ) şöyle dedi: Kıyamet Günü Cehennem sakinleri arasında en az azap çeken kişi, ayaklarının altına iki kor parçası konulan adam olacaktır ve bu yüzden beyninin kaynayacaktır."
    },
    {
      "id": 423,
      "narrator": "Nu'man b. Bashir reported:",
      "text": "Nu'man b. Beşir rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: Gerçekten de Ateşin sakinleri arasında en az azap çeken kişi, ayaklarında iki Ateş ayakkabısı ve iki bağcık bulunan kimsedir; bu ayakkabılarla beyninin kaynayacak ve o, kendisinden daha büyük bir azap içinde olan kimseyi göremeyeceğini düşünecektir, oysa o en az azap çeken olacaktır."
    },
    {
      "id": 424,
      "narrator": "'A'isha reported:",
      "text": "Aişe rivayet etti: Ben dedim: Allah'ın Elçisi, Jud'an'ın oğlu akrabalık bağları kurdu, fakirleri doyurdu. Bu ona bir fayda sağlar mı? O dedi: Ona bir fayda sağlamaz, çünkü o hiç \"Rabbim, Kıyamet Günü günahlarımı affet\" demedi."
    },
    {
      "id": 425,
      "narrator": "'Amr b. 'As reported:",
      "text": "Amr b. As rivayet etti: Allah'ın Elçisi (ﷺ) bunu oldukça açık bir şekilde ve gizli olarak değil, duyduğum: İşte! Babalarımın soyundan gelenler, yani şu ve bu, benim dostlarım değildir. Gerçekten Allah ve salih müminler benim dostlarımdır."
    },
    {
      "id": 426,
      "narrator": "It is narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hüreyre'den rivayet edildi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Ümmetimden yetmiş bin kişi, hesap vermeden Cennete girecektir. Bunun üzerine bir kişi dedi: Allah'ın Elçisi, Allah'a dua et ki beni onlardan biri yapsın. O (Peygamber) dedi: Ey Allah! Onu onlardan biri yap. Sonra başka biri ayağa kalktı ve dedi: Allah'ın Elçisi, Allah'a dua et ki beni onlardan biri yapsın. O (Peygamber) dedi: 'Ukkasha bu konuda seni geçti."
    },
    {
      "id": 427,
      "narrator": "Muhammad b. Ziyad reported:",
      "text": "Muhammed b. Ziyad rivayet etti: Abu Hüreyre'nin şöyle dediğini duydum: Allah'ın Elçisi (ﷺ) bir hadis söyledi, bu da al-Rabi' tarafından rivayet edilen bir hadise benziyordu."
    },
    {
      "id": 428,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Hüreyre rivayet etti: Allah'ın Elçisi (ﷺ) şöyle dedi: Ümmetimden yetmiş bin kişilik bir grup Cennete girecek; yüzleri dolunayın parlaklığı gibi olacak. Abu Hüreyre dedi: 'Ukkasha b. Mihsan el-Asadi, üzerindeki örtüyü sararak ayağa kalktı ve dedi: Allah'ın Elçisi, Allah'a dua et ki beni onlardan biri yapsın. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Ey Allah, onu onlardan biri yap. Sonra Ensar'dan bir adam ayağa kalktı ve dedi: Allah'ın Elçisi, Allah'a dua et ki beni onlardan biri yapsın. Allah'ın Elçisi (ﷺ) dedi: 'Ukkasha bu konuda seni geçti."
    },
    {
      "id": 429,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Hüreyre rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: Yetmiş bin kişi bir grup olarak Cennete girecek ve içlerinde yüzleri ay gibi parlak olan insanlar olacak."
    },
    {
      "id": 430,
      "narrator": "It is reported on the authority of 'Imran that the Messenger of Allah (ﷺ) said:",
      "text": "İmran'dan rivayet edildi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Ümmetimden yetmiş bin kişi, hesap vermeden Cennete girecek. Onlar (ashab) dediler: Bunlar kimler olacak? O (Peygamber) dedi: Onlar ne cauterize ederler, ne de fal bakarlar, fakat Rablerine güven duyarlar. 'Ukkasha ayağa kalktı ve dedi: Allah'a dua et ki beni onlardan biri yapsın. O (Peygamber) dedi: Sen onlardan birisin. O (rivayet eden) dedi: Bir adam ayağa kalktı ve dedi: Allah'ın Elçisi, Allah'a dua et ki beni onlardan biri yapsın. O (Peygamber) dedi: 'Ukkasha bu konuda seni geçti."
    },
    {
      "id": 431,
      "narrator": "'Imran b. Husain reported:",
      "text": "İmran b. Hüseyin rivayet etti: Gerçekten de Allah'ın Elçisi (ﷺ) şöyle dedi: Ümmetimden yetmiş bin adam, hesap vermeden Cennete girecek. Onlar (Peygamber'in ashabı) dediler: Ey Allah'ın Elçisi, bunlar kimler olacak? O (Peygamber) dedi: Onlar ne fal bakar, ne de omens alırlar, ne de cauterize ederler, fakat Rablerine güven duyarlar."
    },
    {
      "id": 432,
      "narrator": "Abu Hazim narrated it on the authority of Ibn Sa'd that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Hazim, İbn Sa'd'dan rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Yetmiş bin kişi veya yedi yüz bin kişi (Abu Hazim tam sayıyı hatırlamıyor) birbirlerini tutarak Cennete girecek ve içlerinden ilki, içlerinden sonuncusu girmeden girmeyecek; (birlikte girecekler) ve yüzleri dolunay gibi parlak olacak."
    },
    {
      "id": 433,
      "narrator": "Husain b. 'Abd al-Rahman reported:",
      "text": "Hüseyin b. Abd al-Rahman rivayet etti: Sa'id b. Cubeyr ile birlikteydim, o da dedi ki: İçinizden kim geçen gece bir yıldız kaydığını gördü? Ben dedim: Ben gördüm; sonra dedim: Aslında namazda değildim, ama akrepten sokuldum (ve bu yüzden uyanık kaldım ve kayan yıldızı gördüm). O dedi: Sonra ne yaptın? Ben dedim: Fal baktım. O dedi: Bunu yapmaya seni ne itti? Ben dedim: (Bunu, al-Shu'ba'nın rivayet ettiği) hadisin ima ettiği şekilde yaptım. O dedi: Al-Shu'ba sana ne anlattı? Ben dedim: Buraida b. Husaib el-Eslemî bize anlattı. Fal, ancak bir gözün kötü etkisi veya bir akrebin sokması durumunda faydalıdır. O dedi: Peygamber'den duyduğu gibi hareket eden doğru hareket etmiştir, ama İbn Abbas bize Allah'ın Elçisi (ﷺ) şöyle dediğini aktardı: İnsanlar benim önüme getirildi ve ben bir peygamberi ve onunla birlikte küçük bir grup (takipçisini), başka bir (peygamberi) ve bir veya iki kişiyi (onunla birlikte) ve (bir başka) peygamberi yanında kimse olmadan gördüm. Çok büyük bir grup benim önüme getirildiğinde, sanki bu benim ümmetim gibi düşündüm. Sonra bana denildi ki: Bu Musa ve onun halkıdır. Ufka bakmalısın, ve ben çok büyük bir grup gördüm. Tekrar bana denildi ki: Ufkun diğer tarafına bak, ve orada da (çok büyük bir grup) vardı. Bana denildi ki: Bu senin ümmetindir, ve aralarında hesap vermeden Cennete girecek yetmiş bin kişi vardır ve (hiçbir azap) çekmeyeceklerdir. Sonra ayağa kalktı ve evine gitti. Sonra insanlar, hesap vermeden ve (azap) çekmeden Cennete girecek olan insanlar hakkında konuşmaya başladılar. Bazıları dediler ki: Onlar, Allah'ın Elçisi (ﷺ) ile birlikte bulunanlar olabilir. Bazıları dediler ki: Onlar, İslam'da doğmuş ve Allah'a hiçbir şeyi ortak koşmamış olanlar olabilir. Bazı insanlar başka şeyler de söylediler. Bunun üzerine Allah'ın Elçisi (ﷺ) onların önüne geldi ve dedi ki: Ne hakkında konuşuyordunuz? Onlar ona bilgi verdiler. O dedi: Onlar, ne fal bakanlar, ne de başkalarına fal baktıranlar, ne de omens alanlar ve Rablerine güvenenlerdir. Bunun üzerine 'Ukkasha b. Mihsan ayağa kalktı ve dedi: Bana dua et ki beni onlardan biri yapsın. Bunun üzerine o (Allah'ın Elçisi) dedi: Sen onlardan birisin. Sonra başka bir adam ayağa kalktı ve dedi: Allah'a dua et ki beni onlardan biri yapsın. Bunun üzerine o dedi: 'Ukkasha seni geçti."
    },
    {
      "id": 434,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: İnsanlar (Kıyamet Günü) benim önüme getirilecektir, ve sonra hadisin geri kalan kısmı, Hüseyin'in rivayet ettiği gibi anlatıldı, ancak ilk kısmı zikretmedi."
    },
    {
      "id": 435,
      "narrator": "Abdullah b. Mas'ud reported:",
      "text": "Abdullah b. Mes'ud rivayet etti: Allah'ın Elçisi (ﷺ) bize hitaben dedi: Cennetin sakinlerinin dörtte birini oluşturduğunuzdan memnun değil misiniz? O (rivayet eden) dedi: Biz Rabbimizi tesbih ettik (yani Allah-u Ekber, Allah en büyüktür diye seslendik). O, tekrar dedi: Cennetin sakinlerinin üçte birini oluşturduğunuzdan memnun değil misiniz? O (rivayet eden) dedi: Biz Rabbimizi tesbih ettik ve o (Peygamber) tekrar dedi: Umuyorum ki, Cennetin sakinlerinin yarısını oluşturursunuz ve bunun (sebebini) size açıklayacağım. İnananlar, inkârcıların yanında, siyah bir öküzün üzerinde bir beyaz kıl veya beyaz bir öküzün üzerinde bir siyah kıl kadar olmayacak."
    },
    {
      "id": 436,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "Abdullah (b. Mes'ud) şöyle rivayet etmiştir: Biz, yaklaşık kırk kişi, Allah'ın Elçisi (ﷺ) ile bir kampdaydık. O şöyle dedi: Cennet halkının dörtte birini oluşturmanızdan memnun değil misiniz? O (rivayet eden) dedi ki: Evet. O (Kutsal Peygamber) tekrar dedi: Cennet halkının üçte birini oluşturmanızdan memnun değil misiniz? Onlar: Evet, dediler. Bunun üzerine o tekrar dedi: Canımın sahibi olan Allah'a yemin ederim ki, umarım siz cennet halkının yarısını oluşturursunuz ve bunun sebebi, cennete girecek olanların yalnızca müminler olmasıdır ve siz, siyah bir öküzün derisindeki beyaz bir kıl gibi veya kırmızı bir öküzün derisindeki siyah bir kıl kadar müşrik değilsiniz."
    },
    {
      "id": 437,
      "narrator": "Abdullah b Mas'ud reported:",
      "text": "Abdullah b. Mes'ud şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) bize hitap etti ve ardından sırtını bir deri çadıra yaslayarak dedi: Şunu bilin ki, cennete yalnızca inanan bir kimse girecektir. Ey Allah, (gör) ilettim mi? Ey Allah, buna şahit ol (ben ilettim). (Sonra arkadaşlarına hitaben) dedi: Cennet halkının dörtte birini oluşturmanızdan hoşlanmıyor musunuz? Biz: Evet, ya Rasulallah, dedik. O tekrar dedi: Cennet halkının üçte birini oluşturmanızdan hoşlanmıyor musunuz? Onlar: Evet, ya Rasulallah, dediler. O dedi: Umuyorum ki, siz cennet halkının yarısını oluşturursunuz ve siz, dünyanın insanları arasında, beyaz bir öküzün vücudundaki siyah bir kıl gibi veya siyah bir öküzün vücudundaki beyaz bir kıl gibi olursunuz."
    },
    {
      "id": 438,
      "narrator": "Abu Sa'id reported:",
      "text": "Ebu Sa'id şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Yüce ve Şanlı Allah şöyle buyuracak: Ey Adem! O da: Sana hizmetteyim, emrindeyim, ey Rabbim, hayır Senin elindedir, diyecek. Allah buyuracak: Ateş halkını çıkar. O (Adem) diyecek ki: Cehennem halkı kimdir? Denilecek ki: Her bin kişiden dokuz yüz doksan dokuzu. O (Kutsal Peygamber) dedi: İşte bu noktada her çocuk beyaz saçlı olacak ve her hamile kadın düşük yapacak ve insanları sarhoş halde göreceksiniz, ama aslında sarhoş değillerdir; Allah'ın azabı çok şiddetli olacaktır. O (rivayet eden) dedi ki: Bu, onların (Kutsal Peygamber'in arkadaşları) üzerinde çok üzücü bir etki bıraktı ve dediler ki: Ya Rasulallah, içimizden kim (o talihsiz) kişi olacak (Cehenneme gidecek)? O dedi: Size müjdeler olsun, Yecüc ve Mecüc o binlerce kişi olacak (Cehennem halkı) ve cennete seçilecek bir kişi de aranızda olacaktır. O (rivayet eden) ayrıca şunu bildirdi ki, o (Allah'ın Elçisi) tekrar dedi: Canımın sahibi olan Allah'a yemin ederim ki, umarım siz cennet halkının dörtte birini oluşturursunuz. Biz Allah'ı tesbih ettik ve O'nu yücelttik. O (Kutsal Peygamber) tekrar dedi: Canımın sahibi olan Allah'a yemin ederim ki, umarım siz cennet halkının üçte birini oluşturursunuz. Biz Allah'ı tesbih ettik ve O'nu yücelttik. O (Kutsal Peygamber) tekrar dedi: Canımın sahibi olan Allah'a yemin ederim ki, umarım siz cennet halkının yarısını oluşturursunuz. Sizin insanlar arasındaki benzerliğiniz, siyah bir öküzün derisindeki beyaz bir kıl veya bir eşeğin ön bacağındaki bir şerit gibidir."
    },
    {
      "id": 439,
      "narrator": "The same hadith has been narrated from A'mash on the authority of the same chain of transmitters with the exception of these words:",
      "text": "Aynı hadis, A'maş'tan aynı isnat zinciri ile rivayet edilmiştir; ancak şu kelimeler hariç: Kıyamet Günü insanlar arasında beyaz bir kıl gibi veya siyah bir öküzün vücudundaki siyah bir kıl gibi olacaksınız ve o, bir eşeğin ön bacağındaki bir şeridi anmamıştır."
    }
  ]
}