{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'A'isha reported that there was a solar eclipse in the time of the Messenger of Allah (ﷺ). He stood up to pray and prolonged his stand very much. He then bowed and prolonged very much his bowing. He then raised his head and prolonged his stand much, but it was less than the (duration) of the first stand. He then bowed and prolonged bowing much, but it was less than the duration of his first bowing. He then prostrated and then stood up and prolonged the stand, but it was less than the first stand. He then bowed and prolonged his bowing, but it was less than the first bowing. He then lifted his head and then stood up and prolonged his stand, but it was less than the first stand. He then bowed and prolonged bowing and it was less than the first bowing. He then prostrated himself; then he turned about, and the sun had become bright, and he addressed the people. He praised Allah and landed Him and said:",
      "text": "'A'işe, Allah'ın Resulü (ﷺ) zamanında bir güneş tutulması olduğunu bildirmiştir. O, namaz kılmak için ayağa kalktı ve duruşunu çok uzattı. Sonra rükûya gitti ve rükûsunu çok uzattı. Başını kaldırdı ve duruşunu çok uzattı, ama bu, ilk duruşun süresinden daha azdı. Sonra tekrar rükûya gitti ve rükûsunu çok uzattı, ama bu da ilk rükûdan daha azdı. Secdeye gitti ve sonra ayağa kalktı ve duruşunu uzattı, ama bu da ilk duruştan daha azdı. Sonra tekrar rükûya gitti ve rükûsunu uzattı, ama bu da ilk rükûdan daha azdı. Sonra başını kaldırdı ve tekrar ayağa kalktı ve duruşunu uzattı, ama bu da ilk duruştan daha azdı. Sonra tekrar rükûya gitti ve rükûsunu uzattı, ama bu da ilk rükûdan daha azdı. Sonra secde etti; sonra döndü ve güneş parlamıştı, insanlara hitap etti. Allah'ı övdü ve O'na hamd etti ve şöyle dedi: Güneş ve ay, Allah'ın iki ayetidir; hiç kimsenin ölümü veya doğumu nedeniyle tutulmazlar. Onları gördüğünüzde, Allah'ı tesbih edin ve dua edin, namaz kılın, sadaka verin. Ey Muhammed'in ümmeti, Allah'tan daha öfkeli olan yoktur, bir kul veya cariye zina ettiğinde. Ey Muhammed'in insanları, Allah'a yemin ederim ki, eğer benim bildiklerimi bilseydiniz, çok ağlar ve az gülersiniz."
    },
    {
      "id": 2,
      "narrator": "This hadith has been narrated by Hisham b. 'Urwa with the same chain of transmitters but with this addition:",
      "text": "Bu hadisi Hişam b. Urve, aynı nakil zinciriyle ancak şu eklemeyle rivayet etmiştir: \"Şüphesiz ki güneş ve ay, Allah'ın ayetlerindendir.\" Ve benzer şekilde şu ekleme yapılmıştır: \"Sonra ellerini kaldırdı ve dedi ki: Ey Allah! Ben bunu iletmedim mi?\""
    },
    {
      "id": 3,
      "narrator": "'A'isha, the wife of the Messenger of Allah (ﷺ), reported There was an eclipse of the sun during the lifetime of the Messenger of Allah (ﷺ). So, the Messenger of Allah (may peace he upon him) went to the mosque and stood up and glorified Allah, and the people formed themselves in rows behind him. The Messenger of Allah (ﷺ) made a long recital (of the Qur'an) and then pronounced takbir and then observed a long ruku'. He then raised his head and said:",
      "text": "'A'işe, Allah'ın Resulü (ﷺ) döneminde güneşin tutulduğunu bildirmiştir. Bunun üzerine Allah'ın Resulü (ona selam olsun) camiye gitti ve ayağa kalktı, Allah'ı tesbih etti ve insanlar onun arkasında saf oluşturdular. Allah'ın Resulü (ﷺ) uzun bir Kur'an okudu ve sonra tekbir getirdi ve uzun bir rükû yaptı. Sonra başını kaldırdı ve dedi ki: Allah, kendisini övenin sözünü işitir: Rabbimiz, hamd sana mahsustur. Sonra tekrar ayağa kalktı ve uzun bir okuma yaptı, bu ilk okumadan daha azdı. Tekbir getirdi ve uzun bir rükû yaptı, bu da ilk rükûdan daha azdı. Tekrar dedi ki: Allah, kendisini övenin sözünü işitir; Rabbimiz, hamd sana mahsustur. (Abu Tahir, bir nakilci) \"Sonra secde etti\" ifadesini zikretmedi. İkinci rek'atta da böyle yaptı, ta ki dört rek'at ve dört secdeyi tamamlayana kadar ve güneş parlamadan önce ayrıldı. Sonra ayağa kalktı ve insanlara hitap etti, Allah'ı layıkıyla övdükten sonra dedi ki: Güneş ve ay, Allah'ın ayetlerindendir. Bunlar, hiç kimsenin ölümü veya doğumu nedeniyle tutulmaz. Onları gördüğünüzde, namaza koşun. Ayrıca şöyle dedi: Allah, bu olağanüstü durumun kaygısını sizden giderinceye kadar namaz kılın. Allah'ın Resulü (ﷺ) dedi ki: Ben, yerimde size vaat edilen her şeyi gördüm. Hatta, cennetten bir salkım (üzüm) koparmak istediğimi gördüm (ve o zaman) beni öne doğru hareket ederken gördünüz. Cehennemi de gördüm ve bazı kısımlarının diğerlerini ezdiğini, beni geri hareket ederken gördüğünüzde; ve orada İbn Luhay'ı gördüm, o da dişi develeri dolaştıran kişiydi. Abu Tahir'in rivayetinde \"Namaza koştu\" ifadesi geçmektedir ve sonrasını zikretmemiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "'A'işe, Allah'ın Resulü (ﷺ) döneminde bir güneş tutulması olduğunu bildirmiştir ve o, insanları toplu namaza çağırmak için anons yaptırdı. İnsanlar toplandı ve o tekbir getirdi ve dört rek'at kıldı, iki rek'at şeklinde (yani bir rek'atta iki kıyam ve iki rükû yaptı) ve dört secde yaptı."
    },
    {
      "id": 5,
      "narrator": "'A'isha reported that the Messenger of Allah (ﷺ) recited loudly in the eclipse prayer, and he observed four rak'ahs in the form of two rak'ahs and four prostrations. Zuhri said:",
      "text": "'A'işe, Allah'ın Resulü (ﷺ) tutulma namazında yüksek sesle okuduğunu ve iki rek'at şeklinde dört rek'at ve dört secde yaptığını bildirmiştir. Zuhri, Kethir b. Abbas'ın İbn Abbas'tan, Allah'ın Resulü (ﷺ) iki rek'at içinde dört rek'at ve dört secde yaptığına dair rivayette bulunduğunu söyledi."
    },
    {
      "id": 6,
      "narrator": "Zuhri said:",
      "text": "Zuhri dedi ki: Kethir b. Abbas, İbn Abbas'ın Allah'ın Resulü (ﷺ) ile ilgili güneş tutulması namazını, 'Urva'nın 'A'işe'den rivayet ettiği gibi anlattığını söylerdi."
    },
    {
      "id": 7,
      "narrator": "'Ata' reported:",
      "text": "'Ata' bildirdi: 'Ubaid b. 'Umair'in şöyle dediğini duydum: Bana doğruyu söyleyen bir kişi tarafından rivayet edildi (nakilci der ki: Onun 'A'işe'yi kastettiğini tahmin ediyorum) ki, güneş, Allah'ın Resulü (ﷺ) döneminde tutuldu ve o (namaz için) çok uzun bir süre ayakta durdu. Sonra rükû yaptı ve sonra tekrar ayakta durdu ve sonra rükû yaptı ve sonra tekrar ayakta durdu ve sonra rükû yaptı, böylece iki rek'atta üç rükû ve dört secde yaptı. Sonra ayrıldı ve güneş parladı. O, rükû yaparken \"Allah en büyüktür\" dedi. Sonra rükû yapar ve başını kaldırırken \"Allah, kendisini övenin sözünü işitir\" derdi. Sonra ayağa kalkar, Allah'ı över ve hamd eder ve şöyle derdi: Güneş ve ay, hiç kimsenin ölümü veya doğumu nedeniyle tutulmaz. Ama her ikisi de Allah'ın kullarını korkuttuğu ayetlerindendir. Onları tutulma altında gördüğünüzde, Allah'ı hatırlayın, ta ki parlayıncaya kadar."
    },
    {
      "id": 8,
      "narrator": "This hadith is narrated thus on the authority of 'A'isha through another chain of transmitters:",
      "text": "Bu hadisi 'A'işe'den başka bir nakil zinciriyle şöyle rivayet edilmiştir: \"Allah'ın Resulü (ﷺ) iki rek'atta altı rükû ve dört secde yaptı.\""
    },
    {
      "id": 9,
      "narrator": "'Amra reported that a Jewess came to 'A'isha to ask (about something) and said:",
      "text": "'Amra, bir Yahudi kadının 'A'işe'ye gelerek (bir şey sormak için) \"Allah seni kabir azabından korusun!\" dediğini bildirmiştir. 'A'işe şöyle dedi: \"Ya Resulallah, insanlar kabirlerde azap çekecekler mi?\" Allah'ın Resulü (ﷺ) dedi: \"Allah korusun!\" Allah'ın Resulü (ﷺ) bir sabah bindiği hayvanla yola çıktı ve güneş tutuldu. 'A'işe şöyle dedi: Ben, kadınlarla birlikte odalardan camiye geldim. Allah'ın Resulü (ona selam olsun) bindiği hayvanından indi ve dua ettiği yere geldi. O, (namaz için) ayağa kalktı ve insanlar onun arkasında durdular. 'A'işe şöyle dedi: O, uzun bir süre ayakta durdu. Sonra rükû yaptı ve uzun bir rükû yaptı. Sonra başını kaldırdı ve uzun bir süre ayakta durdu, ama bu ilk duruştan daha azdı. Sonra rükû yaptı ve rükûsunu uzattı, ama bu da ilk rükûdan daha azdı. Sonra başını kaldırdı ve güneş parlamıştı. O (Peygamber) şöyle dedi: \"Sizi kabirde Dajjal'ın kargaşası gibi bir denemeye tabi tutacağınızı gördüm.\" 'Amra dedi: 'A'işe'nin şöyle dediğini duydum: \"Bundan sonra Allah'ın Resulü (ﷺ) ateşin ve kabir azabının azabından Allah'a sığındığını dinledim.\""
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadisi Yahya b. Sa'id, aynı nakil zinciriyle rivayet etmiştir."
    },
    {
      "id": 11,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Güneş, Allah'ın Resulü (ﷺ) döneminde çok sıcak bir günde tutuldu. Allah'ın Resulü (ﷺ) arkadaşlarıyla birlikte namaz kıldı. Kıyamını (namazdaki ayakta duruşunu) o kadar uzattı ki, arkadaşları düşmeye başladılar. Sonra uzun bir rükû yaptı. Başını kaldırdı (ve uzun süre ayakta durdu) ve sonra uzun bir rükû yaptı. Sonra başını kaldırdı (ve uzun süre ayakta durdu) ve sonra iki secde yaptı. Sonra ayağa kalktı ve böyle yaptı ve böylece dört rükû ve dört secde (iki rek'atta) yaptı ve sonra dedi ki: \"Bütün bunlar bana getirildi, içinde gireceğiniz şeyler. Cennet bana getirildi, öyle ki (o kadar yakındım ki) eğer (onu koparmak için) bir salkım (üzüm) almak istemiş olsaydım, onu alırdım; ya da o (Peygamber) dedi: \"Ondan bir salkım almak istedim ama elim ona ulaşamadı.\" Cehennem de bana getirildi ve orada bir İsrailoğlunun, bir kediyi bağladığı için azap gördüğünü, ama ona ne yiyecek vermediğini ve ne de onu serbest bıraktığını gördüm; ve orada, bağırsaklarını cehennemde sürükleyen Abu Thumama 'Amr b. Malik'i gördüm. Araplar, güneş ve ayın ancak büyük bir kişinin ölümüyle tutulduğunu söylerlerdi; ama (gerçekte) her ikisi de Allah'ın size gösterdiği ayetlerindendir; bu yüzden bir tutulma olduğunda, parlayana kadar namaz kılın. Bu hadisi Hişam, aynı nakil zinciriyle rivayet etti, ancak \"Kıvrımlı bir sesi olan karanlık bir kadını gördüm\" ifadesini eklemedi, ama \"Beni İsrail'den\" ifadesini zikretmedi."
    },
    {
      "id": 12,
      "narrator": "Jabir reported that the sun eclipsed during the lifetime of the Messenger of Allah (ﷺ) on that very day when Ibrahim (the Prophet's son) died. The Apostle of Allah (ﷺ) stood up and led people in (two rak'ahs of) prayer with six ruku's and four prostrations. He commenced (the prayer) with takbir (Allah-o-Akbar) and then recited and prolonged his recital. He then bowed nearly the (length of time) that he stood up. He then raised his head from the ruku' and recited but less than the first recital. He then bowed (to the length of time) that he stood up. He then raised his head from the ruku' and again recited but less than the second recital. He then bowed (to the length of time) that he stood up. He then lifted his head from the ruku'. He then fell in prostration and observed two prostrations. He stood up and then bowed, observing six ruku's like it, without (completing) the rak'ah in them, except (this difference) that the first (qiyam of ruku') was longer than the later one, and the ruku' was nearly (of the same length) as prostration. He then moved backward and the rows behind him also moved backward till we reached the extreme (Abu Bakr said:",
      "text": "Cabir, Allah'ın Resulü (ﷺ) döneminde, İbrahim (Peygamberin oğlu) öldüğünde güneşin tutulduğunu bildirdi. Allah'ın Resulü (ﷺ) ayağa kalktı ve insanlara (iki rek'at) namaz kıldırdı, altı rükû ve dört secde ile. O, namaza tekbir (Allah-u Ekber) ile başladı ve sonra okudu ve okumasını uzattı. Sonra rükû yaptı, neredeyse ayakta durduğu kadar. Sonra rükûdan başını kaldırdı ve ama ilk okumadan daha az okudu. Sonra rükû yaptı, ayakta durduğu kadar. Sonra rükûdan başını kaldırdı ve tekrar okudu ama ikinci okumadan daha az. Sonra rükû yaptı, ayakta durduğu kadar. Sonra rükûdan başını kaldırdı. Sonra secdeye gitti ve iki secde yaptı. Ayağa kalktı ve sonra rükû yaptı, altı rükû gibi, içinde rek'at tamamlamadan, sadece (bu farkla) ki ilk (kıyam rükûsunun) süresi, sonrakinden daha uzundu ve rükû, secdeyle neredeyse aynı uzunluktaydı. Sonra geri gitti ve arkasındaki saf da geri gitti, ta ki en uç noktaya kadar (Abu Bekir dedi ki: kadınların yanına kadar). Sonra öne gitti ve insanlar da onunla birlikte öne gitti, ta ki kendi (ibadet) yerinde durana kadar. Sonra namazı tamamladı ve güneş parladı ve dedi ki: \"Ey insanlar! Şüphesiz ki güneş ve ay, Allah'ın ayetlerindendir ve hiç kimsenin ölümü nedeniyle tutulmazlar (Abu Bekir dedi ki: Hiçbir insanın ölümü nedeniyle). Bu yüzden, böyle bir şey gördüğünüzde (tutulma gibi), parlayana kadar namaz kılın. Size vaat edilen hiçbir şey yoktur ki, bunu bu namazımda görmemiş olayım. Cehennem bana getirildi, geri hareket ederken korktuğum için, ateşinin beni etkilemesinden korktum; ve ateşte bağırsaklarını süren kıvrımlı bir değneği olan bir adamı gördüm, o da hacıların eşyalarını çalıyordu. Eğer (değneğin sahibi) bunu fark ederse, \"Kıvrımlı değneğime takıldı\" derdi, ama eğer bunu fark etmezse, onu alırdı. Ayrıca orada, kedisini bağlayan ve ona yiyecek vermeyen, onu serbest bırakmayan bir kadını da gördüm, ta ki kedi açlıktan ölünceye kadar. Cennet bana getirildi ve o sırada, ibadet yerimde durduğumda, meyvelerini yakalamak istediğimde, onları görebilmeniz için elimle uzandım. Sonra bunu yapmamaya karar verdim. Size vaat edilen hiçbir şey yoktu ki, bunu bu namazımda görmemiş olayım."
    },
    {
      "id": 13,
      "narrator": "Asma' reported:",
      "text": "Esma' bildirdi: Güneş, Allah'ın Resulü (ﷺ) döneminde tutuldu. 'A'işe'ye gittiğimde o namazda meşguldü. Ben de: \"İnsanların niye (özel bir namaz) kıldıklarına ne oldu?\" dedim. O, başıyla gökyüzünü işaret etti. Ben de: \"Bu (olağanüstü) bir işaret mi?\" dedim. O: \"Evet.\" Allah'ın Resulü (ﷺ) o kadar uzun süre namaz kıldı ki bayılacak gibi oldum. Yanımda duran bir su torbasını tuttum ve başıma su dökmeye başladım, ya da (yüzüme su serpmeye) başladım. Allah'ın Resulü (ﷺ) sonra namazı bitirdi ve güneş parlamıştı. Allah'ın Resulü (ﷺ) sonra insanlara hitap etti, Allah'ı övdükten sonra dedi ki: \"Daha önce görmediğim bir şey yoktu, ama bunu tam burada gördüm. Cenneti ve cehennemi gördüm. Ayrıca bana, kabirlerde denemeye tabi tutulacağınız da bildirildi, Dajjal'ın kargaşası gibi bir deneme. Esma' dedi: \"Hangi kelimeyi kullandığını bilmiyorum (qariban mı yoksa mithl mi), ve her biriniz getirileceksiniz ve denilecek: \"Bu adam hakkında ne biliyorsunuz?\" Eğer kişi bir mümin ise, (Esma' dedi: \"Al-Mu'min mi yoksa al-Mu'qin mi olduğunu bilmiyorum) der ki: \"O, Muhammed'dir ve Allah'ın Resulüdür. O, bize açık ayetler ve doğru rehberlik getirdi. Biz de ona cevap verdik ve itaat ettik.\" (Bunu üç kez tekrar eder) ve ona denir: \"Uykuya git.\" Zaten onun ona inanan biri olduğunu biliyoruz. Böylece salih kişi uykuya dalar. İki yüzlü veya şüpheci olan (Esma' dedi: \"Hangi kelimenin olduğunu bilmiyorum: al-Munafiq (iki yüzlü) mi yoksa al-Murtad (şüpheci) mi) der ki: \"Bilmiyorum. Sadece insanların söylediklerini tekrar ettim.\""
    },
    {
      "id": 14,
      "narrator": "Asma' said:",
      "text": "Esma' dedi: 'A'işe'ye gittiğimde insanlar (namazda) duruyorlardı ve o da namaz kılıyordu. Ben de: \"İnsanların bu heyecanı nedir?\" dedim. Ve hadisin geri kalanı yukarıda anlatıldığı gibi rivayet edildi. 'Urva dedi: \"Kasafat-ush-Shamsu demeyin, Khasafat-ush-Shamsu deyin.\""
    },
    {
      "id": 15,
      "narrator": "Asma' bint Abu Bakr said:",
      "text": "Esma bint Ebu Bekir dedi: Allah'ın Resulü (ﷺ) bir gün (yani güneş tutulduğu gün) o kadar endişeliydi ki (aceleyle) bir kadın akrabası (giydiği dış elbiseyi) tuttu ve daha sonra kendi örtüsü kendisine gönderildi. O, insanlar ile birlikte o kadar uzun süre namaz kıldı ki, bir adam geldiğinde, Allah'ın Resulü (ﷺ) rükû yaptığını fark etmedi, uzun kıyam ile ilgili rükû hakkında anlatıldığı gibi."
    },
    {
      "id": 16,
      "narrator": "Abu Juraij narrated this hadith with the same chain of transmitters (but with the addition of these words):",
      "text": "Ebu Cüreyj bu hadisi aynı isnatla (ancak bu kelimelerin eklenmesiyle) nakletti: \"O (Peygamber) uzun süre qiyamda durdu ve sonra ruku yaptı. (Ravi ayrıca) ben (Asma') kendimden yaşlı bir kadına ve kendimden zayıf bir kadına baktım.\""
    },
    {
      "id": 17,
      "narrator": "Asma' daughter of Abu Bakr reported:",
      "text": "Asma' binti Ebu Bekir şöyle bildirdi: Allah Resulü (ﷺ) döneminde güneş tutuldu; bu yüzden endişelendi ve yanlışlıkla bir kadının dış elbisesine sarıldı, ta ki kendi pelerini verilene kadar. Sonra ihtiyacımı giderdim ve camiye geldim. Allah Resulü (ﷺ) namazda duruyordu. Ben de onunla birlikte durdum. O, qiyamını uzattı, ben oturmak istedim. Sonra yaşlı bir kadına baktım. Dedim ki: O benden yaşlıdır. Bu yüzden ayakta kaldım. O (Peygamber) sonra ruku yaptı ve ruku'sunu uzattı. Sonra başını kaldırdı. Sonra qiyamını o kadar uzattı ki, birisi gelse ruku yapmadığını düşünebilirdi."
    },
    {
      "id": 18,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas şöyle bildirdi: Allah Resulü (ﷺ) döneminde güneş tutuldu. Allah Resulü (ﷺ) halkla birlikte namaz kıldı. Uzun süre ayakta durdu, neredeyse Bakara Suresi kadar; sonra uzun süre ruku yaptı; sonra başını kaldırdı ve uzun süre ayakta durdu, ama bu ilk qiyamdan daha kısa sürdü. Sonra uzun süre ruku yaptı ama bu da ilk ruku'dan daha kısa sürdü. Sonra secde etti ve tekrar uzun süre ayakta durdu, ama bu da ilk qiyamdan daha kısa sürdü. Sonra uzun süre ruku yaptı, ama bu da ilk ruku'dan daha kısa sürdü. Sonra başını kaldırdı ve uzun süre ayakta durdu, ama bu da ilk qiyamdan daha kısa sürdü. Sonra uzun süre ruku yaptı ama bu da ilk ruku'dan daha kısa sürdü. Sonra secde etti ve sonra namazını tamamladı, o sırada güneş açılmıştı. O (Peygamber) şöyle dedi: Güneş ve ay, Allah'ın iki ayetidir. Bu ikisi, kimsenin ölümü veya doğumu nedeniyle tutulmaz. O yüzden bunu gördüğünüzde Allah'ı hatırlayın. Onlar (ashabı) dediler: Ey Allah'ın Resulü, senin burada ayakta dururken bir şeye uzandığını gördük, sonra kendini geri çektin. O dedi: Ben Cenneti gördüm ve onun üzüm salkımına uzandım; eğer onu alsaydım, siz dünyada olduğu sürece ondan yerdiniz. Cehennemi de gördüm. Bugün gördüğüm kadar çirkin bir manzara görmedim; ve oranın sakinlerinin çoğunun kadın olduğunu gözlemledim. Onlar dediler: Ey Allah'ın Resulü, bu neden böyle? O dedi: Nankörlükleri veya inançsızlıkları (bi-kufraihinna) nedeniyle. Denildi ki: Allah'a mı inanmıyorlar? O dedi: (Onların Allah'a inanmalarıyla ilgili değil) ama kocalarına karşı nankörlükleri ve iyiliğe karşı nankörlükleri nedeniyle. Eğer onlardan birine sonsuza kadar iyi davranırsanız, ama sonra sizde hoşlanmadığı bir şey görse, der ki: Sende hiçbir hayır görmedim."
    },
    {
      "id": 19,
      "narrator": "This hadith has been narrated on the authority of Zaid b. Aslam with the same chain of transmitters except with this difference that he (the narrator said):",
      "text": "Bu hadis, Zeyd b. Eslem'den aynı isnatla nakledilmiştir, ancak burada bir farkla ki o (ravi) şöyle dedi: \"Sonra seni geri dururken gördük.\""
    },
    {
      "id": 20,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas şöyle bildirdi: Güneş tutulduğunda Allah Resulü (ﷺ) iki rek'at içinde sekiz ruku ve dört secde yaptı. Bu da Ali tarafından nakledilmiştir."
    },
    {
      "id": 21,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas şöyle bildirdi: Allah'ın Resulü (ﷺ) güneş tutulması sırasında namaz kıldı. (Qiyamda) Kur'an okudu ve sonra ruku yaptı. Tekrar okudu ve tekrar ruku yaptı. Tekrar okudu ve tekrar ruku yaptı, sonra secde etti; ve ikinci (rek'at) böyleydi."
    },
    {
      "id": 22,
      "narrator": "'Amr b. al-'As reported:",
      "text": "Amr b. As reported: Güneş, Allah Resulü (ﷺ) döneminde tutulduğunda, (halk) toplu namaz için çağrıldı. Allah Resulü (ﷺ) bir rek'atta iki ruku yaptı. Sonra durdu ve (ikinci) rek'atta iki ruku yaptı. Güneş sonra açıldı ve Aişe dedi ki; Ben hiç bu kadar uzun ruku ve secde görmedim."
    },
    {
      "id": 23,
      "narrator": "Abu Mas'ud al-Ansari reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Mes'ud el-Ensari, Allah Resulü (ﷺ) şöyle dedi: Şüphesiz ki güneş ve ay, Allah'ın kullarını korkutmak için gönderdiği iki ayettir ve bunlar kimsenin ölümü nedeniyle tutulmaz. O yüzden bunlardan bir şey gördüğünüzde, namaz kılın, Allah'a dua edin, ta ki üzerinizden geçene kadar."
    },
    {
      "id": 24,
      "narrator": "Abu Mas'ud reported that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Mes'ud, Allah Resulü (ﷺ) şöyle dedi: Şüphesiz ki güneş ve ay, kimsenin ölümü nedeniyle tutulmaz, ama bunlar Allah'ın ayetleri arasındadır. O yüzden bunu gördüğünüzde, ayağa kalkın ve namaz kılın."
    },
    {
      "id": 25,
      "narrator": "This hadith has been narrated on the authority of Isma'il with the same chain of transmitters and in the hadith narrated by Sufyan and Waki' (the words are):",
      "text": "Bu hadis, İsmail'den aynı isnatla nakledilmiştir ve Sufyan ve Vaki' tarafından nakledilen hadiste kelimeler şunlardır: \"Güneş, İbrahim'in öldüğü gün tutuldu ve insanlar dediler: İbrahim'in ölümü nedeniyle tutuldu.\""
    },
    {
      "id": 26,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa şöyle bildirdi: Güneş, Allah Resulü (ﷺ) döneminde tutuldu. Kıyamet günü olabileceğinden korkarak büyük bir endişe içinde camiye geldi. Uzun bir qiyam, ruku ve secde ile namaz kıldı ki, onu namazda böyle yaparken hiç görmemiştim; ve sonra şöyle dedi: Bunlar Allah'ın gönderdiği işaretlerdir, kimsenin ölümü veya hayatı nedeniyle değil, ama Allah bunları kullarını korkutmak için gönderir. O yüzden böyle bir şey gördüğünüzde, O'nu hatırlamak için acele edin, O'na dua edin ve O'ndan af dileyin; ve İbn 'Ala tarafından nakledilen rivayette kelimeler şunlardır: \"Güneş tutuldu.\" \"O, kullarını korkutur.\""
    },
    {
      "id": 27,
      "narrator": "'Abd al-Rahman b. Samura said:",
      "text": "Abd al-Rahman b. Samura şöyle dedi: Allah Resulü (ﷺ) döneminde Medine'de ok atıyordum, o sırada güneş tutuldu. Bu yüzden oklarımı bıraktım ve dedim ki, bugün Allah Resulü (ﷺ) güneş tutulmasında nasıl hareket ediyor görmek zorundayım. Ona gittiğimde, ellerini kaldırmış, Allah-u Ekber diyerek dua ediyordu, O'nu yüceltiyor, O'na hamd ediyordu, O'nun bir tek olduğunu kabul ediyordu, ta ki tutulma sona erene kadar, sonra iki sure okudu ve iki rek'at namaz kıldı."
    },
    {
      "id": 28,
      "narrator": "'Abd al-Rahman b. Samura, who was one of the Companions of the Messenger of Allah (ﷺ) said:",
      "text": "Abd al-Rahman b. Samura, Allah Resulü (ﷺ) döneminde Medine'de bazı oklarımı atıyordum, o sırada güneş tutuldu. Okları bıraktım ve dedim ki: Vallahi, Allah Resulü (ﷺ) güneş tutulmasında nasıl hareket ediyor görmek zorundayım. Ona gittiğimde, namazda duruyordu, ellerini kaldırmış, O'nu yüceltiyor, O'na hamd ediyordu, O'nun birliğini kabul ediyordu, büyüklüğünü ilan ediyordu ve O'na dua ediyordu, ta ki güneş açılana kadar. Tutulma sona erdiğinde, iki sure okudu ve iki rek'at namaz kıldı."
    },
    {
      "id": 29,
      "narrator": "'Abd al-Rahman b. Samura reported:",
      "text": "Abd al-Rahman b. Samura şöyle bildirdi: Allah Resulü (ﷺ) döneminde bazı oklarımı atıyordum, o sırada güneş tutuldu. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 30,
      "narrator": "'Abdullah b. 'Umar reported that the Messenger of Allah (ﷺ) observed:",
      "text": "Abdullah b. Umar şöyle bildirdi: Allah Resulü (ﷺ) şöyle buyurdu: Şüphesiz ki güneş ve ay, kimsenin ölümü veya hayatı nedeniyle tutulmaz. Aslında bunlar Allah'ın ayetleri arasındadır. O yüzden bunları gördüğünüzde, namaz kılın."
    },
    {
      "id": 31,
      "narrator": "Ziyad b. 'Ilaqa reported:",
      "text": "Ziyad b. 'Ilaqa rivayet etti: Allah'ın Elçisi (ﷺ) döneminde, İbrahim'in vefat ettiği günde güneş tutulduğunu Mughira b. Shu'ba'nın söylediğini duydum. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Şüphesiz ki güneş ve ay, Allah'ın ayetlerinden iki işarettir. Onlar, kimsenin ölümü veya kimsenin doğumu nedeniyle tutulmazlar. O halde onları gördüğünüzde, Allah'a dua edin ve tutulma sona erene kadar namaz kılın.\""
    }
  ]
}