{
  "language": "tr",
  "metadata": {
    "length": 138,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Ölmekte olanlarınızdan \"Allah'tan başka ilah yoktur\" demeye teşvik edin."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu hadis, Sulaiman b. Bilal tarafından aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Ölmekte olanlarınızdan \"Allah'tan başka ilah yoktur\" demeye teşvik edin."
    },
    {
      "id": 4,
      "narrator": "Umm Salama reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ümmü Seleme, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Herhangi bir Müslüman bir belaya uğradığında, Allah'ın kendisine emrettiği gibi \"Biz Allah'a aitiz ve O'na döneceğiz; Ey Allah, belam için bana mükafat ver ve bunun karşılığında bana daha hayırlısını ver\" derse, Allah ona bunun karşılığında daha hayırlısını verir. Ebu Salame vefat ettiğinde, \"Allah'ın Elçisi (ﷺ) ile hicret eden ilk aile Ebu Salame'nin ailesidir. O'ndan daha iyi bir Müslüman kimdir?\" dedim. Sonra bu sözleri söyledim ve Allah, bana Allah'ın Elçisi (ﷺ) ile karşılık verdi. O, bana evlenme mesajını iletmek için Hatib b. Ebu Balta'a'yı gönderdi. Ona, \"Benim bir kızım var (bakımımda) ve ben kıskanç biriyim\" dedim. O (Peygamber) dedi ki: \"Kızıyla ilgili olarak, Allah'a dua ederiz ki O, onu (sorumluluğundan) kurtarsın ve ben de O'na kıskançlığı (duygusunu) ortadan kaldırması için dua ederim.\""
    },
    {
      "id": 5,
      "narrator": "Umm Salama, the wife of the Messenger of Allah (ﷺ), reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ümmü Seleme, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Herhangi bir kul (Allah) bir belaya uğradığında, \"Biz Allah'a aitiz ve O'na döneceğiz; Ey Allah, belam için bana mükafat ver ve bunun karşılığında bana daha hayırlısını ver\" derse, Allah ona belası için mükafat verir ve bunun karşılığında daha hayırlısını verir. O (Ümmü Seleme) dedi ki: Ebu Salame vefat ettiğinde, Allah'ın Elçisi (ﷺ) tarafından bana emredildiği gibi bu sözleri söyledim. Böylece Allah, bana ondan daha hayırlısını verdi, yani (ben) Allah'ın Elçisi (ﷺ) ile evlendirildim."
    },
    {
      "id": 6,
      "narrator": "Umm Salama, the wife of the Messenger of Allah (way peace be upon him), reported Allah's Messenger (ﷺ) saying like the hadith transmitted by Abu Usama, but with this addition that she said:",
      "text": "Ümmü Seleme, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Ebu Usame tarafından nakledilen hadiste olduğu gibi, ancak şu eklemeyle: \"Ebu Salame vefat ettiğinde, 'Ebu Salame, Allah'ın Elçisi (ﷺ) ile birlikte olan kimdir?' dedim ve Allah benim için bir karar verdi ve ben (yukarıda belirtilen duadaki) bu sözleri söyledim ve Allah'ın Elçisi (ﷺ) ile evlendirildim.\""
    },
    {
      "id": 7,
      "narrator": "Umm Salama reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ümmü Seleme, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Hasta veya ölü ziyaret ettiğinizde, hayır için dua edin çünkü melekler, söylediklerinize \"Amin\" der. O, ekledi: Ebu Salame vefat ettiğinde, Allah'ın Elçisi (ﷺ) yanına gittim ve \"Ey Allah'ın Elçisi, Ebu Salame vefat etti\" dedim. O, \"Ey Allah! Beni ve onu (Ebu Salame) affet ve onun yerine daha iyi birini ver\" dememi söyledi. Ben de bunu söyledim ve Allah, bana onun yerine Ebu Salame'den daha hayırlı olan Muhammed'i verdi."
    },
    {
      "id": 8,
      "narrator": "Umm Salama reported:",
      "text": "Ümmü Seleme bildirdi: Allah'ın Elçisi (ﷺ) Ebu Salame'ye (ölüm anında) geldi. Gözleri açık kalmıştı. Onları kapadı ve sonra şöyle dedi: \"Ruh alındığında, göz onu takip eder.\" Ailesinden bazıları ağladı ve feryat etti. Bunun üzerine o, \"Kendiniz için sadece hayır için dua edin, çünkü melekler söylediklerinize \"Amin\" der\" dedi. Sonra şöyle dedi: \"Ey Allah, Ebu Salame'yi affet, onu hidayet bulanların derecelerinde yükselt, onun geride kalan neslinde ona bir halef ver. Bize ve ona affet, âlemlerin Rabbi, kabrini genişlet ve ona orada nur ver.\""
    },
    {
      "id": 9,
      "narrator": "This hadith has been narrated by Khalid al Hadhdha' with the same chain of transmitters but with this alteration that he said:",
      "text": "Bu hadis, Khalid al-Hadhdha' tarafından aynı rivayet zinciriyle nakledilmiştir, ancak şu değişiklikle: \"Ey Allah! Onun geride bıraktığı şeylerin koruyucusu sensin\" dedi ve \"Ona kabrinin genişlemesini ver\" dedi, ama \"Kabrini genişlet\" demedi. Khalid dedi ki: Unuttuğum yedinci (şey) için de dua etti."
    },
    {
      "id": 10,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: \"Adam öldüğünde ve gözleri açık kaldığında, bunu gördünüz mü?\" O (Ebu Hureyre) dedi ki: \"Evet.\" O (Peygamber) dedi: \"Bu, ruh (bedeni) terk ettiğinde gözün ruhu takip etmesindendir.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Bu hadis, 'Ala' tarafından aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 12,
      "narrator": "Umm Salama reported:",
      "text": "Ümmü Seleme bildirdi: Ebu Salame vefat ettiğinde, \"Ben garip bir ülkede garip biriyim; onun için öyle bir şekilde ağlayacağım ki, bu konuşulacak\" dedim. Onun için ağlamak üzere hazırlık yaptım, o sırada şehrin üst tarafından bir kadın geldi, bana (ağlamamda) yardım etmeyi amaçlıyordu. O, Allah'ın Elçisi (ﷺ) ile karşılaştı ve O, \"Allah'ın iki kez çıkardığı bir eve şeytanı sokmayı mı düşünüyorsun?\" dedi. Ben (Ümmü Seleme), bu yüzden ağlamaktan vazgeçtim ve ağlamadım."
    },
    {
      "id": 13,
      "narrator": "Usama b. Zaid reported:",
      "text": "Usame b. Zaid bildirdi: Allah'ın Elçisi (ﷺ) ile birlikteyken, kızlarından biri ona (Peygambere) çocuğunun veya oğlunun ölmekte olduğunu bildirmek için birini gönderdi. Allah'ın Elçisi (ﷺ) elçiye geri dönmesini ve ona, \"Allah'ın aldıkları O'na aittir, O'nun verdiği de O'na aittir; her şey için bir zamanı vardır\" demesini söyledi. O (elçi) geri döndü ve \"O, sana gelmesini istiyor\" dedi. O, Sa'd b. Ubade, Mu'adh b. Cebel ile birlikte kalktı ve ben de onlarla birlikte gittim. Çocuk ona kaldırıldı ve ruhu, sanki eski bir (su torbasında) gibi huzursuz hissediyordu. O'nun (Peygamberin) gözleri yaşardı. Sa'd dedi: \"Bu nedir, Ey Allah'ın Elçisi?\" O cevap verdi: \"Bu, Allah'ın kullarının kalplerine koyduğu merhamettir ve Allah, merhamet edenlerden başkasına merhamet etmez.\""
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu hadis, 'Asim al-Ahwal tarafından başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 15,
      "narrator": "'Abdullah b. 'Umar said that Sa'd b. Ubada complained of illness. The Messenger of Allah (ﷺ) came to visit him accompanied by 'Abd al-Rahman b. 'Auf, Sa'd b. Abi Waqqas and 'Abdullah b. Mas'ud. As he entered (his room) he found him in a swoon. Upon this he said:",
      "text": "Abdullah b. Ömer, Sa'd b. Ubade'nin hastalığından şikayet ettiğini söyledi. Allah'ın Elçisi (ﷺ), 'Abd al-Rahman b. 'Auf, Sa'd b. Ebi Vakkas ve Abdullah b. Mes'ud ile birlikte onu ziyaret etmek için geldi. Odaya girdiğinde, onu baygın buldu. Bunun üzerine, \"Öldü mü?\" dedi. Onlar, \"Ey Allah'ın Elçisi, öyle değil\" dediler. Allah'ın Elçisi (ﷺ) ağladı. İnsanlar, Allah'ın Elçisi (ﷺ) ağladığını görünce, onlar da ağlamaya başladılar. O dedi: \"Dinleyin, Allah, gözyaşları için veya kalbin hissettiği üzüntü için azap etmez, ama bu (dilini işaret ederek) için azap edebilir veya merhamet edebilir.\""
    },
    {
      "id": 16,
      "narrator": "'Abdullah b. 'Umar reported:",
      "text": "Abdullah b. 'Umar rivayet etti: Allah'ın Resulü (ﷺ) ile otururken, bir kişi, Ensar'dan biri, ona geldi ve selam verdi. Ensari geri döndü. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Ey Ensar kardeşi, kardeşim Sa'd b. 'Ubada nasıl? O dedi: O daha iyi. Allah'ın Resulü (ﷺ) dedi: Sizden kim onu ziyaret edecek? O (Peygamber) ayağa kalktı ve biz de onunla birlikte kalktık, ondan fazla on kişi olduk. Ne ayakkabımız, ne çoraplarımız, ne şapkalarımız, ne de gömleklerimiz vardı. Çorak arazide yürüdük ve ona ulaştık. Etrafındaki insanlar, Allah'ın Resulü (ﷺ) ve onunla birlikteki arkadaşları ona yaklaşınca uzaklaştılar (Sa'd b. 'Ubada)."
    },
    {
      "id": 17,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Dayanıklılık ilk darbede gösterilmelidir."
    },
    {
      "id": 18,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) came to a woman who had been weeping for her (dead) child, and said to her:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) bir kadına geldiğini ve onun (ölü) çocuğu için ağladığını, ona şöyle dediğini bildirdi: Allah'tan kork ve sabırlı ol. O (onu tanımadığı için) dedi ki: Sen benim başıma gelenlerle imtihan edilmedin. O (Peygamber) ayrıldığında, ona Allah'ın Resulü (ﷺ) olduğu söylendi, o da derin bir şok yaşadı. Kapısına geldi ve kapısında kapıcı bulamadı. Dedi ki: Allah'ın Resulü. Seni tanımadım. O dedi: Dayanıklılık ilk darbede gösterilmelidir."
    },
    {
      "id": 19,
      "narrator": "A hadith like this is narrated with the same chain of transmitters but with the addition of these words:",
      "text": "Bu gibi bir hadis, aynı nakil zinciriyle ancak şu sözlerin eklenmesiyle rivayet edilmiştir: \"Allah'ın Elçisi (ﷺ) bir kadının (bir mezarın yanında) oturduğunu gördü.\""
    },
    {
      "id": 20,
      "narrator": "'Abdullah b. 'Umar reported that Hafsa wept for 'Umar (when he was about to die). He ('Umar) said:",
      "text": "Abdullah b. 'Umar, Hafsa'nın 'Umar için ağladığını (ölmek üzereyken) bildirdi. O ('Umar) dedi ki: Sus, kızım. Allah'ın Resulü (ﷺ) şöyle demedi mi: \"Ölen, ailesinin ölüm üzerine ağlaması nedeniyle azap görür\"?"
    },
    {
      "id": 21,
      "narrator": "Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "'Umar, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ölü, üzerine ağıt yakılması nedeniyle mezarda azap görür."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Aynı hadis, 'Umar'ın başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 23,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar rivayet etti: 'Umar yaralandığında bayıldı ve üzerine yüksek sesle ağıt yakıldı. Bilincini yeniden kazandığında dedi ki: Allah'ın Resulü (ﷺ) \"Ölü, yaşayanların ağlaması nedeniyle azap görür\" demedi mi?"
    },
    {
      "id": 24,
      "narrator": "Abu Burda narrated on the authority of his father that when 'Umar was wounded Suhaib uttered (loudly in lamentation):",
      "text": "Ebu Burda, babası aracılığıyla rivayet etti ki, 'Umar yaralandığında Suhaib yüksek sesle ağıt yaktı: Ey kardeş! Bunun üzerine 'Umar dedi: Suhaib, Allah'ın Resulü (ﷺ) \"Ölü, yaşayanların ağıt yakması nedeniyle azap görür\" demedi mi?"
    },
    {
      "id": 25,
      "narrator": "Abu Musa reported that when 'Umar was wounded, there came Suhaib from his house and went to 'Umar and stood by his side, and began to wail. Upon this 'Umar said:",
      "text": "Ebu Musa, 'Umar yaralandığında Suhaib'ın evinden geldiğini ve 'Umar'ın yanına gidip yanında durduğunu ve ağlamaya başladığını bildirdi. Bunun üzerine 'Umar dedi: Neden ağlıyorsun? Benim için mi ağlıyorsun? O dedi: Vallahi, senin için ağlıyorum, ey müminlerin emiri. O dedi: Vallahi, Allah'ın Resulü (ﷺ) şöyle demedi mi: \"Üzerine ağıt yakılan kişi azap görür.\" Musa b. Talha'ya bunu söyledim, o da 'A'işe'nin bunun Yahudilere (sadece) ait olduğunu söylediğini söyledi."
    },
    {
      "id": 26,
      "narrator": "Anas reported that when 'Umar b. Khattab was wounded Hafsa lamented for him. Upon this he said:",
      "text": "Enes, 'Umar b. Khattab yaralandığında Hafsa'nın onun için ağıt yaktığını bildirdi. Bunun üzerine o dedi: Ey Hafsa, Allah'ın Resulü (ﷺ) \"Üzerine ağıt yakılan kişi azap görür\" demedi mi? Suhaib de onun için ağıt yaktı. 'Umar ona da dedi: Ey Suhaib, ağıt yakıldığını bilmiyor muydun, azap görecek olan kişi?"
    },
    {
      "id": 27,
      "narrator": "'Abdullah b. Abu Mulaika reported:",
      "text": "Abdullah b. Abu Mulaika rivayet etti: İbn 'Umar'ın yanında oturuyordum ve 'Uthman'ın kızı Umm Aban'ın cenazesi için bekliyorduk, orada 'Amr b. 'Uthman da vardı. Bu sırada İbn 'Abbas bir rehberle geldi. Onun İbn 'Umar'ın yerini öğrendiğini düşünüyorum. Yanıma kadar geldi. Ben onların arasında (İbn 'Abbas ve İbn 'Umar) iken evden (ağıt) sesi geldi. Bunun üzerine İbn 'Umar dedi ki (yani, 'Amr'a işaret etti ki, ayağa kalksın ve onları yas tutmaktan men etsin): Allah'ın Resulü (ﷺ) şöyle dedi: \"Ölü, ailesinin ağıt yakması nedeniyle azap görür.\" Abdullah bunu genel bir hale getirdi (belirli bir durum için söyleneni). İbn 'Abbas dedi ki: Müminlerin emiri 'Umar b. Khattab ile birlikteyken Baida'ya vardık ve bir adam ağacın gölgesinde oturuyordu. Bana dedi ki: Git ve bana o kişinin kim olduğunu bildir. Gittim ve onun Suhaib olduğunu buldum. Ona döndüm ve dedim: Senin için kim olduğunu öğrenmemi istemiştin, o Suhaib. O (Hadrat 'Umar) dedi: Onu bize getirin. Dedim: Onunla birlikte ailesi var. Dedi: (Bu önemli değil) onunla birlikte ailesi olsa bile. O (rivayet eden) ona müminlerin emiri ve arkadaşlarının yanına gelmesini söyledi. Medine'ye geldiğimizde, çok geçmeden müminlerin emiri yaralandı ve Suhaib ağlayarak geldi: Ey kardeş, ey dost. Bunun üzerine 'Umar dedi: Bilmiyor muydun, ya da duymadın mı, Allah'ın Resulü (ﷺ) \"Ölü, ailesinin ağıt yakması nedeniyle azap görür\" demedi mi? Sonra Abdullah bunu genel bir hale getirdi ve 'Umar belirli durumlar hakkında konuştu. Ben (Abdullah b. Abu Mulaika) ayağa kalktım ve 'A'işe'ye gidip İbn 'Umar'ın söylediklerini ona bildirdim. Bunun üzerine o dedi: Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) ölünün ailesinin yas tutması nedeniyle azap göreceğini asla söylemedi. Söylediği şey, Allah'ın inkarcıya, ailesinin onun için yas tutması nedeniyle azabı artıracağıdır. Gerçekten, gülmeyi ve ağlamayı yaratan Allah'tır. Hiçbir yük taşıyan, başka birinin yükünü taşıyamaz. İbn Abu Mulaika, el-Kasım b. Muhammed'in, 'Umar ve İbn 'Umar'ın sözleri 'A'işe'ye iletildiğinde, o da şöyle dedi: Bunu bana, ne yalancı ne de yalan söylemekle suçlananlardan aktardınız ama (bazen) işitmek yanıltır."
    },
    {
      "id": 28,
      "narrator": "'Abdullah b. Abu Mulaika said:",
      "text": "Abdullah b. Abu Mulaika dedi ki: 'Uthman b. 'Affan'ın kızı Mekke'de vefat etti. Biz onun (cenazesine) katılmak için geldik. İbn 'Umar ve İbn 'Abbas da oradaydı ve ben onların arasında oturuyordum. Ekledi: Önce birinin yanında oturdum, sonra diğeri geldi ve yanımda oturdu. Abdullah b. 'Umar, karşısında oturan 'Amr b. 'Uthman'a dedi ki: İnsanların ağıt yakmalarını engellemeyecek misin? Zira Allah'ın Resulü (ﷺ) şöyle demişti: \"Ölü, ailesinin ağıt yakması nedeniyle azap görür.\" İbn 'Abbas, 'Umar'ın bu tür şeyler söylediğini belirtti ve ardından şöyle anlattı: Mekke'den 'Umar ile birlikte al-Baida'ya kadar geldim ve bir grup yolcu bir ağacın gölgesinde oturuyordu. Bana dedi ki: Git ve bu grubun kim olduğunu öğren. Göz attım ve o grupta Suhaib vardı. Ona bunu bildirdim. O dedi: Onu bana çağır. Gittim, Suhaib'a dedim: Müminlerin emiriyle görüş. 'Umar yaralandığında, Suhaib ağlayarak geldi: Ey kardeş, ey dost! 'Umar dedi: Ey Suhaib, benim için mi ağlıyorsun? Oysa Allah'ın Resulü (ﷺ) \"Ölü, ailesinin ağıt yakması nedeniyle azap görür\" demedi mi? İbn 'Abbas dedi ki: 'Umar öldüğünde, bunu 'A'işe'ye söyledim. O dedi: Allah 'Umar'a merhamet etsin! Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) müminin, ailesinin yas tutması nedeniyle azap göreceğini asla söylemedi. Ancak, Allah, inkarcının ailesinin onun için yas tutması nedeniyle azabını artıracağını söyledi. 'A'işe dedi: Kur'an, sizin için yeterlidir (şu ayette): \"Hiçbir yük taşıyan, başka birinin yükünü taşıyamaz\" (vi. 164). Bunun üzerine İbn 'Abbas dedi: Allah, gülmeyi ve ağlamayı yaratan O'dur. İbn Abu Mulaika dedi: Vallahi, İbn 'Umar hiçbir şey söylemedi."
    },
    {
      "id": 29,
      "narrator": "'Amr reported on the authority of Ibn Abu Mulaika:",
      "text": "'Amr, İbn Abu Mulaika'dan rivayet etti: Umm Aban, 'Uthman'ın kızı cenazesiyle birlikteydik ve hadisin geri kalanı aynıdır, ancak onu 'Umar'dan Allah'ın Resulü (ﷺ) aracılığıyla marfu' bir hadis olarak aktarmadı; Ayyub ve İbn Juraij tarafından aktarılan hadis, 'Amr'ınki kadar tamamlayıcıdır."
    },
    {
      "id": 30,
      "narrator": "'Abdullah b. 'Umar reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah b. 'Umar, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Ölü, yaşayanların ağıt yakması nedeniyle azap görür."
    },
    {
      "id": 31,
      "narrator": "Hisham b. 'Urwa narrated on the authority of his father that the saying of Ibn 'Umar, viz.\" The dead would be punished because of the lamentation of his family over him\" was mentioned to 'A'isha. Upon this she said:",
      "text": "Hişam b. 'Urve, babasından naklen, İbn 'Umar'ın \"Ölü, ailesinin onun için ağıt yakmasından dolayı cezalandırılacaktır\" sözünün 'Aişe'ye aktarıldığını bildirmiştir. Bunun üzerine 'Aişe şöyle demiştir: Allah, Abu 'Abd al-Rahman'a (İbn 'Umar'ın künyesi) rahmet eylesin; o bir şey işitti ama bunu iyi hatırlayamadı. (Gerçek şu ki) bir Yahudi cenazesi, Allah'ın Resulü'nün (ﷺ) önünden geçti ve (ailesi) onun üzerine bekliyordu. Bunun üzerine o şöyle dedi: Siz ağıt yakıyorsunuz ve o cezalandırılıyor."
    },
    {
      "id": 32,
      "narrator": "Hisham narrated on the authority of his father that it was mentioned to 'A'isha that Ibn 'Umar had narrated as marfu' hadith from the Messenger of Allah (ﷺ) that the dead would be punished in the grave because of the lamentation of his family for him. Upon this she said:",
      "text": "Hişam, babasından naklen, 'Aişe'ye, İbn 'Umar'ın Allah'ın Resulü'nden (ﷺ) marfu' hadisi olarak, \"Ölü, ailesinin onun için ağıt yakmasından dolayı kabirde cezalandırılacaktır\" şeklinde aktardığını bildirmiştir. Bunun üzerine o şöyle demiştir: O (İbn 'Umar) (konuyu) kaçırdı. Allah'ın Resulü (ﷺ) aslında şöyle demiştir: O (ölü), hataları veya günahları yüzünden cezalandırılır ve ailesi şimdi onun için ağıt yakıyor. (İbn 'Umar'ın bu yanlış anlaması, onun şu sözüne benzer:) Allah'ın Resulü (ﷺ), Badr Günü öldürülen o müşriklerin cesetlerinin bulunduğu kuyunun yanında durdu ve onlara söylemesi gerekeni söyledi, yani: Onlar benim söylediklerimi işitiyorlar. Ama o (İbn 'Umar) yanlış anladı. Peygamber (ﷺ) sadece şunu demişti: Onlar (ölüler) benim onlara söylediğim şeylerin gerçeği anlıyorlar. Sonra o şu ayeti okudu: \"Şüphesiz, sen ölüleri çağırarak işittiremezsin\" (xxvii. 80), ne de olsa mezardakilere de işittiremezsin, ne de olsa cehennemde oturduklarında onlara bilgi veremezsin."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Bu hadis, İbn 'Urve tarafından aynı nakil zinciri ile rivayet edilmiştir. Ebu Usame tarafından rivayet edilen hadis daha kapsamlıdır."
    },
    {
      "id": 34,
      "narrator": "'Amra daughter of 'Abd al Rahman narrated that she heard (from) 'A'isha and made a mention to her about 'Abdullah b. 'Umar as saying:",
      "text": "'Amra bint 'Abd al-Rahman, 'Aişe'den işittiğini ve ona 'Abdullah b. 'Umar hakkında \"Ölü, yaşayanların ağıtından dolayı cezalandırılır\" dediğini aktardı. Bunun üzerine 'Aişe şöyle dedi: Allah, 'Abd al-Rahman'ın babasına rahmet eylesin (İbn 'Umar). O yalan söylemedi, ama unuttu veya hata yaptı. Allah'ın Resulü (ﷺ), ağıt yakılan bir (ölü) Yahudi kadının yanından geçti. Bunun üzerine o şöyle dedi: Onlar onun için ağlıyorlar ve o kabirde cezalandırılıyor."
    },
    {
      "id": 35,
      "narrator": "'Ali b. Rabi'a reported that the first one who was lamented upon in Kufa was Qaraza b. Ka'b. Mughira b. Shu'ba said:",
      "text": "'Ali b. Rabi'a, Kufe'de ilk ağıt yakılan kişinin Qaraza b. Ka'b olduğunu bildirdi. Mughirah b. Şu'ba, Allah'ın Resulü'nün (ﷺ) şöyle dediğini işitti: Ağıt yakılan kişi, Kıyamet Günü onun için ağıt yakılmasından dolayı cezalandırılacaktır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Bu gibi bir hadis, Mughirah b. Şu'ba tarafından Allah'ın Resulü'nden (ﷺ) rivayet edilmiştir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Bu hadis, Allah'ın Resulü'nden (ﷺ) başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 38,
      "narrator": "Abu Malik al-Ash'ari reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Malik el-Eş'ari, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: Kavmim arasında, İslam öncesi döneme ait dört özellik vardır ki bunları terk etmezler: Yüksek rütbe ile övünmek, diğer kavimlerin soylarını küçümsemek, yıldızlarla yağmur istemek ve ağıt yakmak. Ve o (daha sonra) şöyle dedi: Eğer ağıt yakan kadın, ölmeden önce tövbe etmezse, Kıyamet Günü, katran giysisi ve mangal giysisi ile ayakta durdurulacaktır."
    },
    {
      "id": 39,
      "narrator": "'A'isha reported that when the Messenger of Allah (ﷺ) was told that Ibn Haritha, Ja'far b. Abu Talib and Abdullah b. Rawaha were killed, he sat down, showing signs of grief. She (further) said:",
      "text": "'Aişe, Allah'ın Resulü'ne (ﷺ) İbn Haritha, Ca'fer b. Ebu Talib ve Abdullah b. Ravaha'nın öldüğü söylendiğinde, onun oturduğunu ve hüzün belirtileri gösterdiğini bildirdi. O (daha sonra) şöyle dedi: Ben (onu) kapının aralığından izliyordum. Bir adam ona gelerek Ca'fer'in kadınlarının ağıt yaktığını bildirdi. O (Peygamber) ona gitmesini ve onları (bunu yapmamaları için) yasaklamasını emretti. O gitti ama geri döndü ve (ona) itaat etmediklerini söyledi. O, ona ikinci kez gitmesini ve onları (bunu yapmamaları için) yasaklamasını emretti. O tekrar gitti ama ona geri döndü ve şöyle dedi: Vallahi, Allah'ın Resulü, onların bizi aştığını söyledi. O ('Aişe) Allah'ın Resulü'ne (ﷺ) onlara toprak atmasını söylediğini düşündü. Bunun üzerine 'Aişe şöyle dedi: Allah sizi alçaltmasın! Siz Allah'ın Resulü'nün (ﷺ) size emrettiğini yapmadınız ve Allah'ın Resulü'nü (ﷺ) rahatsız etmekten de vazgeçmediniz."
    },
    {
      "id": 40,
      "narrator": "This hadith has been narrated by Yahya b. Sa'id with the same chain of transmitters like one narrated by 'Abd al-'Aziz (with the change of these words):",
      "text": "Bu hadis, Yahya b. Sa'id tarafından 'Abd al-'Aziz'in rivayet ettiği gibi aynı nakil zinciri ile rivayet edilmiştir (bu kelimelerin değişikliği ile): \"Sen, Allah'ın Resulü'ne (ﷺ) rahatsızlık vermekten kaçınmadın.\""
    },
    {
      "id": 41,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, Allah'ın Resulü'nden (ﷺ) bizim ağıt yakmamamız için bir söz aldığını bildirdi. Ama aramızdan sadece beş kişi bu sözü yerine getirdi (ve bunlar) Ümmü Süleym, Ümmü al-'Ala' ve Mu'adh'ın eşi olan Ebu Sabra'nın kızı veya Ebu Sabra'nın kızı ve Mu'adh'ın eşi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Ümmü 'Atiye, Allah'ın Resulü'nden (ﷺ) bizim (bu sözü de içeren) ağıt yakmamamız için bir söz aldığını bildirdi. Aramızdan sadece beş kişi bu sözü yerine getirdi ve bunlardan biri Ümmü Süleym'di."
    },
    {
      "id": 43,
      "narrator": "Hafsa narrated on the authority of Umm 'Atiyya that she said:",
      "text": "Hafsa, Ümmü 'Atiye'den naklen, onun şöyle dediğini aktardı: Bu ayet nazil olduğunda: \"İman eden kadınlar sana geldiklerinde, Allah'a hiçbir şeyi ortak koşmayacaklarına ve iyilikte sana itaat etmeyeceklerine dair sana söz verdiklerinde\" (lx. 12), o (Ümmü 'Atiye) şöyle dedi: (Bu sözde) ağıt yakmak da vardı. Ben dedim: Allah'ın Resulü, İslam öncesi günlerde bana (ağıt yakmada) yardımcı olan bir kabile üyeleri dışında, onlara yardım etmem için başka bir alternatifim yok. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: (Evet) ama sadece o kabile üyeleri için."
    },
    {
      "id": 44,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, cenazeyi takip etmemizin yasaklandığını bildirdi, ama bu kesin olarak bize yasaklanmadı."
    },
    {
      "id": 45,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, cenazeyi takip etmemizin engellendiğini bildirdi, ama bu kesin olarak bize yasaklanmadı."
    },
    {
      "id": 46,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, Allah'ın Elçisi (ﷺ) bize kızı yıkanırken geldi ve şöyle dedi: \"Onu suyla ve (sahabe) lotus ağacının yapraklarıyla, üç veya beş kez, ya da uygun görürseniz daha fazla yıkayın, ve son yıkamada kafur veya kafura benzer bir şey koyun; bitirdiğinizde bana haber verin.\" Biz işimizi bitirdiğimizde ona haber verdik, o da bize kendi iç çamaşırını vererek, \"Onu bedeninin yanına koyun.\" dedi."
    },
    {
      "id": 47,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, onun saçını üç örgü halinde ördüğümüzü bildirdi."
    },
    {
      "id": 48,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, Allah'ın Elçisi (ﷺ) kızı vefat ettiğinde bize geldi. İbn 'Uleyya'nın rivayetinde (şu sözler var): \"Allah'ın Elçisi (ﷺ) bize geldi ve biz kızı yıkıyorduk.\" Malik'in rivayetinde ise (şu sözler var): \"Allah'ın Elçisi (sallallahu aleyhi ve sellem) kızı vefat ettiğinde (dairemize) girdi.\" Hadisin geri kalanı, Yazid b. Zurai' üzerinden Ayyub'dan, Muhammed'den ve Ümmü 'Atiye'den nakledilenle aynıdır."
    },
    {
      "id": 49,
      "narrator": "A hadith like this has been transmitted by Hafsa on the authority of Umm 'Atiyya with the exception (of these words that the Prophet asked them to wash her dead body):",
      "text": "Bu hadisi Hafsa, Ümmü 'Atiye'den rivayet etmiştir; ancak (şu sözler hariç: Peygamber onlara ölü bedenini yıkamalarını istedi): \"Üç kez, beş kez, yedi kez veya daha fazla, eğer uygun görüyorsanız:\" Hafsa, Ümmü 'Atiye'den şöyle dedi: \"Onun başını üç örgü halinde ördük.\""
    },
    {
      "id": 50,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, onu tek sayıda yıkadığımızı, yani üç, beş veya yedi kez; ve Ümmü 'Atiye (şöyle) dedi: \"Onun saçını üç örgü halinde ördük.\""
    },
    {
      "id": 51,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, Allah'ın Elçisi (ﷺ) Zeynep'in vefat ettiğinde bize şöyle dedi: \"Onu tek sayıda yıkayın, yani üç veya beş kez, ve beşinci kez kafur veya kafura benzer bir şey koyun, ve onu yıkadıktan sonra bana haber verin.\" Biz ona haber verdik ve o da bize iç çamaşırını vererek, \"Onu bedeninin yanına koyun.\" dedi."
    },
    {
      "id": 52,
      "narrator": "Umm 'Atiyya reported:",
      "text": "Ümmü 'Atiye, Allah'ın Elçisi (ﷺ) bize geldiğinde biz onun kızını yıkıyorduk. O da şöyle dedi: \"Onu (ölü bedenini) tek sayıda yıkayın, beş kez veya daha fazla, hadisin geri kalanı aynıdır.\" O (şöyle) dedi: \"Onun saçını üç örgü halinde ördük: (iki) başının yanlarında ve bir tanesi alnında.\""
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Ümmü 'Atiye, Allah'ın Elçisi (ﷺ) ona kızını yıkamasını istediğinde, sağ taraftan başlamasını ve abdest alınan yerlerden yıkanmasını söylediğini bildirdi."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Ümmü 'Atiye, Allah'ın Elçisi (ﷺ) onlara (kadınlara) kızını yıkama konusunda sağ taraftan başlamalarını ve abdest alınan yerlerden yıkanmalarını söylediğini bildirdi."
    },
    {
      "id": 55,
      "narrator": "Khabbab al-Aratt reported:",
      "text": "Khabbab el-Aratt, Allah'ın Elçisi (ﷺ) ile Allah yolunda yalnızca Allah'ın rızasını arayarak göç ettiklerini bildirdi. Böylece ödülümüz Allah katında garanti altına alındı. Aramızda, hayatını (bu tür bir takva ve sade yaşam içinde) geçirenler vardı ki, onların ödülünü hiçbir şey tüketmedi. Mus'ab b. 'Umair onlardan biriydi. Uhud Günü'nde şehit oldu ve onu örtmek için yalnızca bir yün örtü bulundu. Başını bununla örttüğümüzde, ayakları açıldı, ayaklarını örttüğümüzde ise başı açıldı. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bunu (bu örtüyü) başının yanına koyun ve ayaklarını otla örtün. Ve aramızda meyveleri olgunlaşmış ve ondan faydalanan biri var.\""
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Bu hadisi 'Uyaina, A'mash'tan aynı senedle rivayet etmiştir."
    },
    {
      "id": 57,
      "narrator": "'A'isha reported that the Messenger of Allah (ﷺ) was shrouded in three cotton garments of white Yamani stuff from Sahul, among which was neither a shirt nor a turban; and so far as Hullah is concerned there was some doubt about it in the minds of people, that it was brought for him in order to shroud him with it, but it was abandoned, and he was shrouded in three cotton garments of white Yamani stuff from Sahul. Then 'Abdullah b. Abu Bakr got it and said:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) üç beyaz Yemene kumaşından pamuklu giysiyle örtüldüğünü, bunlar arasında ne bir gömlek ne de bir sarık olduğunu bildirdi; ve Hullah hakkında insanların aklında bir şüphe vardı, bunun onun için getirildiği, ancak terk edildiği ve üç beyaz Yemene kumaşından pamuklu giysiyle örtüldüğü söyleniyordu. Sonra Abdullah b. Ebu Bekir bunu aldı ve \"Bunu kendimi örtmek için saklayacağım.\" dedi. Sonra şöyle dedi: \"Eğer Allah, Azze ve Celle, bunu Elçisi için istemiş olsaydı, O bununla örtülürdü.\" Böylece bunu sattı ve fiyatını sadaka olarak verdi."
    },
    {
      "id": 58,
      "narrator": "'A'isha reported that the Messenger of Allah (ﷺ) was wrapped in a Yamani wrapper which belonged to 'Abdullah b Abu Bakr; then it was removed from him, and he was shrouded in three cotton sheets of white Yamani stuff from Sahul among which was neither a shirt nor a turban. 'Abdullah took up the Hullah and said:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) Abdullah b. Ebu Bekir'e ait bir Yemene örtü ile sarıldığını, sonra bunun ondan alındığını ve üç beyaz Yemene kumaşından pamuklu örtü ile örtüldüğünü bildirdi; bunlar arasında ne bir gömlek ne de bir sarık vardı. Abdullah Hullah'ı aldı ve \"Bununla örtüleceğim.\" dedi, ama sonra şöyle dedi: \"Allah'ın Elçisi (ﷺ) bununla örtülmediğine göre ben bununla nasıl örtüleyim!\" Böylece onu sadaka olarak verdi."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Bu hadisi Hişam, aynı senedle rivayet etmiştir; ancak onun rivayetinde Abdullah b. Ebu Bekir'in hikayesi geçmemektedir."
    },
    {
      "id": 60,
      "narrator": "Abu Salama said:",
      "text": "Ebu Selame, 'A'işe'ye Allah'ın Elçisi (ﷺ) kaç giysiyle örtüldüğünü sordu. O da: \"Üç giysiyle Sahul'dan.\" dedi."
    },
    {
      "id": 61,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (ona selam olsun) vefat ettiğinde, üzerine bir Yemen örtüsü örtülmüştü, diye bildirmiştir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Bu hadis, Zuhri tarafından aynı raviler zinciriyle rivayet edilmiştir."
    },
    {
      "id": 63,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) bir gün hutbesi sırasında, aralarında vefat eden ve (tüm vücudunu kaplayacak kadar) uzun bir kefenle sarılmamış olan bir kişiden bahsettiğini bildirmiştir. Allah'ın Elçisi (ﷺ) dinleyicilere, bir kişinin gece vakti (cenaze namazı kılınmadan) gömüldüğünü hatırlatarak ikaz etti. (Bu durum) ancak bir zorunluluk olduğunda caizdir. Allah'ın Elçisi (ﷺ) ayrıca şöyle dedi: \"Sizden biri kardeşini kefenlerken, onu güzelce kefenlesin.\""
    },
    {
      "id": 64,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Cenaze sırasında acele edin; eğer ölen kişi iyi biriyse, onu iyi bir duruma gönderiyorsunuz; ama eğer o kötü biriyse, kendinizden bir kötülük atıyorsunuz.\""
    },
    {
      "id": 65,
      "narrator": "This hadith has been narrated by another chain of transmitters except with this variation (of words) that in the hadith narrated by Ma'mar (the words are):",
      "text": "Bu hadis, başka bir raviler zinciriyle rivayet edilmiştir; ancak Ma'mar tarafından rivayet edilen hadisteki kelimelerle bir farklılık vardır: \"Hadisin merfu' olup olmadığını bilmiyorum.\""
    },
    {
      "id": 66,
      "narrator": "Abu Huraira reported Allah's Messenger as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Cenaze sırasında acele edin; eğer (ölen kişi) iyi ise, onu iyi olanla yakınlaştırırsınız. Eğer durum aksi ise, kendinizden bir kötülüğü atıyorsunuz.\""
    },
    {
      "id": 67,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Cenaze namazı kılıncaya kadar cenazeye katılan kimseye bir kirat sevap vardır; cenaze gömülene kadar katılan kimseye ise iki kirat sevap vardır.\" Soruldu: \"Kiratlar nedir?\" Dedi: \"Onlar, iki büyük dağa eşdeğerdir.\" İki başka raviler ekledi: \"İbn Ömer, namaz kılar ve sonra (ölünün gömülmesini beklemeden) ayrılırdı. Ebu Hureyre'nin rivayeti ona ulaştığında, 'Birçok kirat kaybettik' dedi.\""
    },
    {
      "id": 68,
      "narrator": "This hadith has been narrated on the authority of Abu Huraira through another chain of narrators up to these words:",
      "text": "Bu hadis, Ebu Hureyre'den başka bir raviler zinciriyle \"iki büyük dağ\" ifadesine kadar rivayet edilmiştir. (Bu kelimelerden) sonrasına dair bir şey belirtilmemiştir; 'Abd al-A'la tarafından rivayet edilen hadiste ise \"gömme işlemi tamamlanana kadar\" ifadesi vardır. 'Abd ar-Razzaq tarafından rivayet edilen hadiste ise \"mezara konulana kadar\" ifadesi vardır."
    },
    {
      "id": 69,
      "narrator": "This hadith is narrated on thp authority of Abu Huraira through another chain of transmitters (with these words):",
      "text": "Bu hadis, Ebu Hureyre'den başka bir raviler zinciriyle \"Ona (cenazeye) katılan kimse\" ifadesiyle rivayet edilmiştir."
    },
    {
      "id": 70,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Ölü için namaz kılan ama cenazeyi takip etmeyen kimseye bir kirat sevap vardır; onu takip eden kimseye ise iki kirat sevap vardır.\" Kiratların ne olduğunu sordular. Dedi: \"İkisi de Uhud'a eşdeğerdir.\""
    },
    {
      "id": 71,
      "narrator": "Nafi' narrated that it was said to Ibn 'Umar that Abu Huraira reported to have heard Allah's Messenger (ﷺ) as saying:",
      "text": "Nafi', İbn Ömer'e, Ebu Hureyre'nin Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu söylediğini bildirdi: \"Cenazeyi takip eden kimseye bir kirat sevap vardır.\" İbn Ömer dedi ki: \"Ebu Hureyre bunu çok fazla rivayet etti.\" Bunun üzerine 'A'işe'ye (bir elçi) gönderdi ve durumu öğrenmesini istedi. 'A'işe, Ebu Hureyre'yi tasdik etti. İbn Ömer dedi: \"Birçok kirat kaybettik.\""
    },
    {
      "id": 72,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Ölü için namaz kılan kimseye (bir kirat) sevap vardır; cenaze mezara konulana kadar onu takip eden kimseye ise (iki kirat) sevap vardır.\" Ben (Ebu Hazim, bir ravilerden biri) dedim: \"Ebu Hureyre, kirat nedir?\" Dedi: \"O, Uhud tepesine benzer.\""
    },
    {
      "id": 73,
      "narrator": "Dawud b. 'Amir b. Sa'd b. Abu Waqqas reported on the authority of his father that while he was sitting along with 'Abdullah b. 'Umar, Khabbab, the owner of Maqsura, said:",
      "text": "Davud b. Amir b. Sa'd b. Ebu Vakkas, babasından, 'Abdullah b. Ömer ile birlikte otururken, Maqsura'nın sahibi Khabbab'ın şöyle dediğini bildirmiştir: \"İbn Ömer, Ebu Hureyre'nin Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu işittin mi: 'Cenaze çıkarıldığında, onunla birlikte çıkan ve onun için namaz kılan kimse, gömülene kadar onu takip ederse, iki kirat sevap alır; her bir kirat Uhud'a eşdeğerdir; ve namaz kıldıktan sonra (doğrudan) geri dönen kimse, Uhud kadar sevap alır.'?\" İbn Ömer, Khabbab'ı 'A'işe'ye gönderdi ve Ebu Hureyre'nin sözlerini sormasını istedi. (Bu arada) İbn Ömer, elinde bir avuç çakıl alıp, elinde çevirirken, elçi (Khabbab) geri döndü ve 'A'işe'nin Ebu Hureyre'nin sözlerini tasdik ettiğini bildirdi. İbn Ömer, elindeki çakılları yere attı ve sonra dedi: \"Birçok kirat kaybettik.\""
    },
    {
      "id": 74,
      "narrator": "Thauban, the freed slave of the Messenger of Allah (ﷺ) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Thavban, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Ölü için namaz kılan kimseye bir kirat sevap vardır; cenazeye katılan kimseye ise iki kirat sevap vardır. Ve bir kirat, Uhud'a eşdeğerdir.\""
    },
    {
      "id": 75,
      "narrator": "This hadith has been narrated by Qatada with the same chain of transmitters. And in the hadith transmitted by Sa'id and Hisham, (the words are):",
      "text": "Bu hadis, aynı raviler zinciriyle Katade tarafından rivayet edilmiştir. Sa'id ve Hişam tarafından rivayet edilen hadiste ise, \"Allah'ın Elçisi (ﷺ) kirat hakkında soruldu ve o da: 'O, Uhud'a eşdeğerdir' dedi.\" ifadeleri vardır."
    },
    {
      "id": 76,
      "narrator": "'A'isha reported Allah's Apostle (ﷺ) saying:",
      "text": "'Aişe, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Eğer yüz kişilik bir Müslüman topluluğu bir ölü için namaz kılarsa ve hepsi onun için şefaatte bulunursa, onların şefaati kabul edilir."
    },
    {
      "id": 77,
      "narrator": "'Abdullah b. 'Abbas reported that his son died in Qudaid or 'Usfan. He said to Kuraib to see as to how many people had gathered there for his (funeral). He (Kuraib) said:",
      "text": "Abdullah b. Abbas, oğlunun Kudaid veya 'Usfan'da vefat ettiğini bildirdi. Kuraib'e orada ne kadar insan toplandığını sordu. Kuraib: Ben de dışarı çıktım ve ona orada toplanan insanlar hakkında bilgi verdim. O (İbn Abbas) dedi ki: Onların kırk olduğunu mu düşünüyorsun? Kuraib: Evet, dedi. İbn Abbas onlara: Ölüyü dışarı çıkarın, çünkü Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duydum: Eğer bir Müslüman ölür ve Allah'a hiçbir şeyi ortak koşmayan kırk adam onun üzerine namaz kılarsa, Allah onları onun için şefaatçi kabul eder."
    },
    {
      "id": 78,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, bir cenaze arkasında geçerken insanların onu övdüğünü bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Kesinleşti, kesinleşti, kesinleşti. Ve bir cenaze arkasında geçerken kötü sözlerle kınandı. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Kesinleşti, kesinleşti, kesinleşti. Ömer dedi ki: Babam ve annem sana fidye olsun! Bir cenaze geçti ve iyi sözlerle övüldü, sen de dedin ki: Kesinleşti, kesinleşti, kesinleşti. Ve bir cenaze geçti ve kötü sözlerle kınandı, sen de dedin ki: Kesinleşti, kesinleşti, kesinleşti. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: İyi sözlerle övdüğünüz kişi için cennet kesinleşmiştir, ve kötü sözlerle kınadığınız kişi için cehennem kesinleşmiştir. Siz, yeryüzünde Allah'ın şahitlerisiniz, siz, yeryüzünde Allah'ın şahitlerisiniz, siz, yeryüzünde Allah'ın şahitlerisiniz."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 80,
      "narrator": "Qatada b. Rib'i reported Allah's Messenger (ﷺ) as saying:",
      "text": "Katâde b. Rib'i, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Herhangi bir cenaze önünden geçtiğinde, o (ölü) rahat bulacak, diğerleri de (onun gidişiyle) rahat bulacak. Onlar: Ey Allah'ın Elçisi, al-Mustarih ve al-Mustarah kimdir? dediler. Bunun üzerine o dedi ki: Mümin kul, dünyanın sıkıntılarından kurtulur, ve kötü bir kişinin ölümüyle insanlar, kasabalar, ağaçlar ve hayvanlar rahat bulur."
    },
    {
      "id": 81,
      "narrator": "In the hadith transmitted by Yahya b. Sa'id on the authority of Qatada (the words are):",
      "text": "Yahya b. Sa'id'in Katâde'den aktardığı hadiste (şu ifadeler geçmektedir): (Mümin kul) dünyanın sıkıntılarından ve zorluklarından kurtulur ve (Allah'ın) merhametine girer."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) insanların Negus'un ölümünü bildirdiğini ve onun vefat ettiği gün onları namaz kılacakları yere götürdüğünü ve dört tekbir aldığını bildirdi."
    },
    {
      "id": 83,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) bize, Negus'un, Habeşistan hükümdarının ölümünü bildirdiği gün, (bize) dedi ki: Kardeşiniz için af dileyin. İbn Şihab, Sa'id b. Musayyib'in, Ebu Hüreyre'nin kendisine, Allah'ın Elçisi (ﷺ) onları bir sıraya dizip namaz kıldırdığını ve onun için dört tekbir aldığını bildirdiğini söyledi."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) Ashama, Negus için namaz kıldığını ve dört tekbir aldığını bildirdi."
    },
    {
      "id": 86,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bugün Allah'ın salih kulu Ashama vefat etti. Bunun üzerine ayağa kalktı ve onun için (cenaze namazı) kıldırdı."
    },
    {
      "id": 87,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kardeşiniz vefat etti, o halde ayağa kalkın ve onun için namaz kılın. Bunun üzerine ayağa kalktık ve iki saf halinde dizildik."
    },
    {
      "id": 88,
      "narrator": "'Imran b. Husain reported Allah's Messenger (ﷺ) as saying:",
      "text": "İmrân b. Hüsayn, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kardeşiniz vefat etti; o halde ayağa kalkın ve onun için namaz kılın, yani Negus için. Zubair'in rivayetinde (şu ifadeler geçmektedir): \"Kardeşiniz.\""
    },
    {
      "id": 89,
      "narrator": "Sha'bi reported that the Messenger of Allah (ﷺ) observed prayer over a grave after the dead was buried and he recited four takbirs over him. Shaibani said:",
      "text": "Şa'bi, Allah'ın Elçisi (ﷺ) cenaze defnedildikten sonra bir mezarın üzerinde namaz kıldığını ve onun için dört tekbir aldığını bildirdi. Şaibani: Ben de Şa'bi'ye: Bunu sana kim aktardı? dedim. O: Güvenilir biri, Abdullah b. Abbas, dedi. Bu, hasen bir hadisin sözüdür. İbn Numair'in rivayetinde (şu ifadeler geçmektedir): Allah'ın Elçisi (ﷺ) yeni hazırlanmış mezara gitti ve onun üzerinde namaz kıldı, arkasında olanlar da onunla birlikte namaz kıldı ve dört tekbir aldı. Ben de 'Amir'e: Bunu sana kim aktardı? dedim. O: Onu gören güvenilir biri, yani İbn Abbas, dedi."
    },
    {
      "id": 90,
      "narrator": "This hadith has been narrated through another chain of transmitters, but in one of them (these words are found):",
      "text": "Bu hadis başka bir rivayet zinciriyle aktarılmıştır, ancak bunlardan birinde (şu ifadeler geçmektedir): \"Allah'ın Elçisi (ﷺ) dört tekbir aldı.\""
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Şaibani tarafından rivayet edilen hadis, başka bir nakil zinciri aracılığıyla da rivayet edilmiştir."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi (ﷺ) mezar üzerinde namaz kıldığını bildirmiştir."
    },
    {
      "id": 93,
      "narrator": "It is narrated on the authority of Abu Huraira that a dark-complexioned woman (or a youth) used to sweep the mosque. The Messenger of Allah (ﷺ) missed her (or him) and inquired about her (or him). The people told him that she (or he) had died. He asked why they did not inform him, and it appears as if they had treated her (or him) or her (or his) affairs as of little account. He (the Holy Prophet) said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, esmer tenli bir kadın (veya bir genç) camiyi süpürürdü. Allah'ın Elçisi (ﷺ) onu (veya onu) özledi ve hakkında soru sordu. İnsanlar ona onun öldüğünü söylediler. Neden kendisine haber vermediklerini sordu ve sanki onun (veya onun) işleri önemsizmiş gibi davrandıklarını anladı. O (Peygamber) dedi ki: Beni onun (veya onun) mezarına götürün. Onları o yere götürdüler ve onun (veya onun) üzerine namaz kıldı ve sonra şöyle dedi: Şüphesiz, bu mezarlar sakinleri için karanlıkla doludur. Şüphesiz, Azametli ve Şanlı Allah, benim onun üzerindeki duam sebebiyle onları sakinleri için aydınlatır."
    },
    {
      "id": 94,
      "narrator": "It is narrated on the authority of 'Abd al-Rahman b. Abu Laila that Zaid used to recite four takbirs on our funerals and he recited five takbirs on one funeral. I asked him the reason (for this variation), to which he replied:",
      "text": "'Abd al-Rahman b. Abu Laila'dan rivayet edildiğine göre, Zaid cenazelerimizde dört tekbir getirirdi ve bir cenazede beş tekbir getirdi. Ben ona (bu farklılığın) sebebini sordum, o da şöyle cevap verdi: Allah'ın Elçisi (ﷺ) böyle okudu."
    },
    {
      "id": 95,
      "narrator": "It is narrated on the authority of 'Amir Ibn Rabi'a (may Allah be pleased with him) that the Prophet (ﷺ) said:",
      "text": "'Amir Ibn Rabi'a (Allah ondan razı olsun) aracılığıyla rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: Cenaze alayı gördüğünüzde, o geçene kadar ayağa kalkın veya yere konulana kadar."
    },
    {
      "id": 96,
      "narrator": "It is narrated on the authority of 'Amir ibn Rabi'a (may Allah be pleased with him) that the Prophet (ﷺ) said:",
      "text": "'Amir ibn Rabi'a (Allah ondan razı olsun) aracılığıyla rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: İçinizden biri bir cenaze alayı ile karşılaşırsa ve ona katılmayı düşünmüyorsa, o geçene kadar ayağa kalkmalıdır veya yere konulana kadar geçmeden önce."
    },
    {
      "id": 97,
      "narrator": "It is reported on the authority of Ibn Juraij that the Prophet (ﷺ) said:",
      "text": "İbn Juraij'in rivayetine göre, Peygamber (ﷺ) şöyle dedi: İçinizden biri bir tabut görürse, onu takip etmeyi düşünmüyorsa, görünür olduğu sürece ayağa kalkmalıdır."
    },
    {
      "id": 98,
      "narrator": "It is narrated on the authority of Abu Sa'id al-Khudri that the Prophet (ﷺ) said:",
      "text": "Abu Sa'id al-Khudri'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: Bir tabutu takip ettiğinizde, yere konulana kadar oturmayın."
    },
    {
      "id": 99,
      "narrator": "It is narrated on the authority of Abu Sa'id al-Khudri that the Prophet (ﷺ) said:",
      "text": "Abu Sa'id al-Khudri'den rivayet edildiğine göre, Peygamber (ﷺ) şöyle dedi: Bir tabutla karşılaştığınızda ayağa kalkmalısınız ve onu takip eden kişi yere konulana kadar oturmamalıdır."
    },
    {
      "id": 100,
      "narrator": "It is narrated on the authority of Jabir ibn 'Abdullah:",
      "text": "Jabir ibn 'Abdullah'dan rivayet edildiğine göre: Bir tabut geçti ve Peygamber (ﷺ) onun için ayağa kalktı, biz de onunla birlikte ayağa kalktık. Dedik ki: Allah'ın Elçisi, bu bir Yahudi kadının tabutuydu. Bunun üzerine o şöyle dedi: Şüphesiz, ölüm bir korku meselesidir, bu nedenle bir tabutla karşılaştığınızda ayağa kalkın."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "İbn Juraij bana, Abu Zubair'in Jabir'in şöyle dediğini duyduğunu söyledi: Peygamber (ﷺ) bir tabut için ayağa kalkmaya devam etti, ta ki o gözden kaybolana kadar."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Yine Abu Zubair, Jabir'in şöyle dediğini duydu: Peygamber (ﷺ) ve arkadaşları, bir Yahudi'nin tabutu için ayağa kalkmaya devam ettiler, ta ki o gözden kaybolana kadar."
    },
    {
      "id": 103,
      "narrator": "It is narrated on the authority of Ibn Abu Laila that while Qais b. Sa'd and Sahl b. Hunaif were both in Qadislyya a bier passed by them and they both stood up. They were told that it was the bier of one of the people of the land (non-Muslim). They said that a bier passed before the Prophet (ﷺ) and he stood up. He was told that he (the dead man) was a Jew. Upon this he remarked:",
      "text": "İbn Abu Laila'dan rivayet edildiğine göre, Qais b. Sa'd ve Sahl b. Hunaif Qadislyya'dayken bir tabut yanlarından geçti ve ikisi de ayağa kalktı. Onlara bunun yerin (Müslüman olmayan) halkından birinin tabutu olduğu söylendi. Dediler ki: Peygamber (ﷺ) bir tabut geçtiğinde ayağa kalktı. Kendisine (ölü) bir Yahudi olduğu söylendi. Bunun üzerine o şöyle dedi: O bir insan değil miydi yoksa ruhu yok muydu? Ve 'Amr b. Murra'nın aynı nakil zinciriyle rivayet ettiği hadiste, (sözler) şunlardır: \"Bizim önümüzden bir tabut geçti.\""
    },
    {
      "id": 104,
      "narrator": "It is narrated on the authority of Waqid:",
      "text": "Vaqid'den rivayet edildiğine göre: Nafi' b. Jubair beni gördü ve biz bir tabut için ayağa kalkıyorduk, o ise oturuyordu ve tabutun yere konmasını bekliyordu. Bana dedi ki: Neden ayağa kalkmaya devam ediyorsun? Ben de: Tabutun yere konmasını bekliyorum (ve bunu) Abu Sa'id al-Khudri'den duyduğum hadisten dolayı yapıyorum dedim. Bunun üzerine Nafi' dedi ki: Şüphesiz, Mas'ud b. Hakam, Hadrat 'Ali b. Abu Talib'den rivayet etti ki, Peygamber (ﷺ) önce ayağa kalktı (bir tabut için) ve sonra oturdu."
    },
    {
      "id": 105,
      "narrator": "Mas'ud b. al-Hakam al-Ansari informed Nafi' that he had heard Hadrat 'Ali (may Allah be pleased with him), son of Abu Talib, say about the biers:",
      "text": "Mas'ud b. al-Hakam al-Ansari, Nafi'ye, Hadrat 'Ali (Allah ondan razı olsun) b. Abu Talib'in tabutlar hakkında şöyle dediğini duyduğunu bildirdi: Şüphesiz, Peygamber (ﷺ) önce ayağa kalkardı ama daha sonra oturmaya devam etti; ancak Nafi' ibn Jubair'in Waqid b. 'Amr'ı bir tabut için ayağa kalkarken gördüğüne dair rivayet de vardır, ta ki o yere konana kadar."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Sa'id tarafından aynı nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 107,
      "narrator": "It is narrated on the authority of Muhammad b. Munkadir that he said:",
      "text": "Muhammad b. Munkadir'den rivayet edilmiştir ki, o şöyle dedi: Mas'ud b. al-Hakam'dan işittim, o da Hadrat Ali'den rivayet etti ki, o şöyle dedi: Peygamberi (ﷺ) bir cenaze için ayağa kalkarken gördük, biz de ayağa kalktık; o oturdu, biz de oturduk."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Bu hadis, Shu'ba tarafından aynı nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 109,
      "narrator": "Jubair b. Nufair says:",
      "text": "Jubair b. Nufair şöyle der: 'Auf b. Malik'ten işittim ki, Peygamber (ﷺ) ölü üzerine namaz kıldı ve onun duasını hatırlıyorum: \"Ey Allah! onu affet, ona merhamet et, ona selam ver ve onu bağışla. Onu şerefle karşıla ve kabrini genişlet; onu su, kar ve dolu ile yıka. Onu kusurlardan temizle, tıpkı beyaz bir elbisenin kirden temizlendiği gibi. Ona, bulunduğu mekandan daha güzel bir mekan, ailesinden daha iyi bir aile ve eşinden daha iyi bir eş ver. Onu Cennet'e kabul et ve onu kabir azabından ve ateş azabından koru.\" ('Auf b. Malik) dedi ki: Ben bu ölü beden olmayı çok arzuladım."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Bu gibi bir hadis başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 111,
      "narrator": "'Anas b. Malik said:",
      "text": "'Anas b. Malik dedi ki: Peygamber (ﷺ) bir ölü üzerine namaz kılarken şöyle dedi: \"Ey Allah! onu affet, ona merhamet et. Ona selam ver ve onu bağışla. Onu şerefle karşıla ve kabrini genişlet. Onu su, kar ve dolu ile yıka, onu kusurlardan temizle, tıpkı beyaz bir elbisenin kirden temizlendiği gibi. Ona, bulunduğu mekandan daha güzel bir mekan, ailesinden daha iyi bir aile ve eşinden daha iyi bir eş ver ve onu kabir imtihanından ve Cehennem azabından koru.\" 'Auf b. Malik dedi ki: Ben, Allah Resulü'nün (ﷺ) duasını almak için ölü olmayı çok arzuladım."
    },
    {
      "id": 112,
      "narrator": "Samura b. Jundub said:",
      "text": "Samura b. Jundub dedi ki: Ben, Allah Resulü'nün (ﷺ) arkasında namaz kıldım ve o, doğum sırasında ölen bir kadın için dua etti. O, kadının belinin önünde durdu."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Bu hadis, Husain tarafından aynı nakil zinciri ile rivayet edilmiştir, ancak Umm Ka'b'dan bahsedilmemiştir."
    },
    {
      "id": 114,
      "narrator": "Samura b. Jundub said:",
      "text": "Samura b. Jundub dedi ki: Ben, Peygamber (ﷺ) zamanında genç bir çocuk idim ve ondan öğrendiklerimi aklımda tuttum, konuşmamı engelleyen tek şey, benden daha yaşlı olan kişilerin varlığıydı. Şüphesiz, ben, doğum sırasında ölen bir kadın için Allah Resulü'nün (ﷺ) arkasında namaz kıldım ve Allah Resulü (ﷺ) onun bedeninin orta kısmının önünde durarak dua etti. İbn Muthanna'dan rivayet edilen hadiste ise şöyle denilmektedir: \"(Peygamber) onun bedeninin orta kısmında dua etti.\""
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Jabir ibn Samura'dan rivayet edildiğine göre, Peygamber'e (ﷺ) eyerlenmemiş bir at getirildi ve o, Ibn Dahdah'ın cenaze namazını kıldıktan sonra üzerine bindi ve biz de etrafında yürüdük."
    },
    {
      "id": 116,
      "narrator": "Jabir ibn Samura reported that the Prophet (ﷺ) said (funeral) prayer on Ibn Dahdah:",
      "text": "Jabir ibn Samura, Peygamber'in (ﷺ) Ibn Dahdah için (cenaze) namaz kıldığını bildirdi: sonra ona eyerlenmemiş bir at getirildi ve bir kişi onu hantaladı, o (Allah Resulü) üzerine bindi ve at zıpladı, biz de onu takip ettik ve peşinden koştuk. İnsanlardan biri, Peygamber'in (ﷺ) şöyle dediğini söyledi: Cennette Ibn Dahdah için asılı salkımlar ne kadar çok?"
    },
    {
      "id": 117,
      "narrator": "'Amir b. Sa'd b. Abu Waqqas told that Sa'd b. Abu Waqqas said during his illness of which he died:",
      "text": "'Amir b. Sa'd b. Abu Waqqas, Sa'd b. Abu Waqqas'ın hastalığı sırasında, ki bu hastalıktan vefat etti: \"Kabrimin yanına bir niş yapın ve üzerime tuğla koyun, tıpkı Allah Resulü'ne (ﷺ) yapıldığı gibi.\" dedi."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "İbn 'Abbas, Allah Resulü'nün (ﷺ) kabrine bir parça kırmızı kumaş konulduğunu söyledi."
    },
    {
      "id": 119,
      "narrator": "Thumama b. Shafayy reported:",
      "text": "Thumama b. Shafayy bildirdi: Biz, Fadala b. 'Ubaid ile Romalıların ülkesinde, Rudis adlı bir yerdeyken, bir arkadaşımız vefat etti. Fadala b. 'Ubaid, onun için bir mezar hazırlamayı emretti ve sonra düzleştirildi; ardından şöyle dedi: \"Ben, Allah Resulü'nün (ﷺ) mezarı düzleştirmemizi emrettiğini işittim.\""
    },
    {
      "id": 120,
      "narrator": "Abu'l-Hayyaj al-Asadi told that 'Ali (b. Abu Talib) said to him:",
      "text": "Abu'l-Hayyaj al-Asadi, 'Ali (b. Abu Talib) ona şöyle dedi: \"Seni, Allah Resulü'nün (ﷺ) beni gönderdiği aynı göreve göndermeyeyim mi? Bir resmi silmeden ya da yüksek bir mezarı düzeltmeden ayrılma.\" Bu hadis, Habib tarafından aynı nakil zinciri ile rivayet edilmiştir ve o şöyle demiştir: \"(Bir resmi silmeden) ayrılma.\""
    },
    {
      "id": 121,
      "narrator": "Jabir said:",
      "text": "Cabir dedi ki: Allah'ın Elçisi (ﷺ) mezarların sıvanmasını, insanların oturması için kullanılmasını veya üzerine bina yapılmasını yasakladı."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Cabir b. Abdullah'dan rivayet edilmiştir."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Cabir, mezarların sıvanmasının yasaklandığını bildirdi."
    },
    {
      "id": 124,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Birinizin, elbiselerini yakacak ve derisiyle temas edecek sıcak kömürlerin üzerinde oturması, mezarın üzerinde oturmasından daha hayırlıdır."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Suhail tarafından aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 126,
      "narrator": "Abu Marthad al-Ghanawi reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Marthad el-Ghanavi, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Mezarların üzerinde oturmayın ve onlara doğru namaz kılmayın."
    },
    {
      "id": 127,
      "narrator": "Abu Marthad al-Ghanawi reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Marthad el-Ghanavi, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Mezarların üzerine oturmayın ve onlara doğru namaz kılmayın."
    },
    {
      "id": 128,
      "narrator": "'Abbad b. 'Abdullah b. Zubair reported that 'A'isha ordered the bier of Sa'd b. Abu Waqqas to be brought into the mosque so that she should pray for him. The people disapproved this (act) of hers. She said:",
      "text": "Abbad b. Abdullah b. Zubair, Aişe'nin Sa'd b. Ebu Vakkas'ın tabutunun camiye getirilmesini emrettiğini bildirdi ki onun için dua etsin. İnsanlar bu davranışını onaylamadı. Aişe dedi ki: İnsanlar, Allah'ın Elçisi (ﷺ) Suhail b. Baida'nın cenaze namazını camide kılmadığını unuttular mı?"
    },
    {
      "id": 129,
      "narrator": "'Abbad b. 'Abdullah b. Zubair reported on the authority of 'A'isha that when Sa'd b. Abu Waqqas died, the wives of the Messenger of Allah (ﷺ) sent message to bring his bier into the mosque so that they should offer prayer for him. They (the participants of the funeral) did accordingly, and it was placed in front of their apartments and they offered prayer for him. It was brought out of the door (known as) Bab al-Jana'iz which was towards the side of Maqa'id, and the news reached them (the wives of the Holy Prophet) that the people bad criticised this (i. e. offering of funeral prayer in the mosque) saying that it was not desirable to take the bier inside the mosque. This was conveyed to 'A'isha. She said:",
      "text": "Abbad b. Abdullah b. Zubair, Aişe'den rivayet etti ki, Sa'd b. Ebu Vakkas vefat ettiğinde, Allah'ın Elçisi (ﷺ) eşleri, onun tabutunun camiye getirilmesi için mesaj gönderdiler ki onun için dua etsinler. Cenaze katılımcıları buna uydular ve tabutlarını dairelerinin önüne koydular ve onun için dua ettiler. Tabut, Maqa'id tarafındaki Bab al-Cenâiz kapısından çıkarıldı ve kutsal peygamberin eşlerine, insanların bu (yani camide cenaze namazı kılma) hakkında eleştiride bulunduğu haberi ulaştı. Bu Aişe'ye iletildi. Aişe dedi ki: İnsanlar, az bildikleri bir konuda nasıl da aceleyle eleştiriyorlar. Bizi camide tabut taşımakla eleştiriyorlar. Allah'ın Elçisi (ﷺ) Suhail b. Baida'nın cenaze namazını caminin en iç kısmında kıldı."
    },
    {
      "id": 130,
      "narrator": "Abu Salama b. 'Abd al-Rahman reported on the authority ot 'A'isha that when Sa'd b. Abu Waqqas died she said:",
      "text": "Ebu Selame b. Abd al-Rahman, Aişe'den rivayet etti ki, Sa'd b. Ebu Vakkas vefat ettiğinde, Aişe dedi ki: Onu (tabutu) camiye getirin ki onun için dua edeyim. Ancak, bu davranışı onaylanmadı. Aişe dedi ki: Vallahi, Allah'ın Elçisi (ﷺ) Baida'nın iki oğlu için, yani Suhail ve kardeşi için camide dua etti."
    },
    {
      "id": 131,
      "narrator": "'A'isha reported (that whenever it was her turn for Allah's Messenger  to spend the night with her) he would go out towards the end of the night to al-Baqi' and say:",
      "text": "Aişe, (Allah'ın Elçisi (ﷺ) ile gece geçirdiği her seferinde) onun gece yarısı el-Baki'ye gittiğini ve şöyle dediğini bildirdi: Selam olsun size, inananların evi. Size vaat edilen yarın gelecektir, biraz gecikmeli olarak; ve Allah dilerse biz de size katılacağız. Ey Allah, Baki' al-Gharqad'ın sakinlerine bağışla. Kuteybe, onun \"yarın gelecektir\" sözünü anmadı."
    },
    {
      "id": 132,
      "narrator": "Muhammad b. Qais said (to the people):",
      "text": "Muhammed b. Kays, (insanlara) dedi ki: Size (Kutsal Peygamberin bir hadisini) annem ve kendi adıma nakletmeyeyim mi? Onun, doğumunu gerçekleştiren annesinden bahsettiğini düşündük. Sonra (Muhammed b. Kays) bildirdi ki, bunu Aişe nakletmiştir: Size kendimden ve Allah'ın Elçisi (ﷺ) hakkında nakletmeyeyim mi? Biz de: Evet, dedik. O dedi ki: Allah'ın Elçisi (ﷺ) benimle gece geçirdiği zaman, yanını döner, elbisesini giyer, ayakkabılarını çıkarır ve onları ayaklarının yanına koyar, örtüsünün köşesini yatağının üzerine serer ve sonra benim uyuduğumu düşündüğü zamana kadar yatar. Yavaşça elbisesini alır, ayakkabılarını yavaşça giyer, kapıyı açar ve dışarı çıkar, sonra kapıyı hafifçe kapatır. Ben de başımı örter, peştemi takar ve belimi sararım, sonra onun adımlarını takip ederek Baki'ye kadar giderim. Orada uzun süre durdu. Sonra üç kez ellerini kaldırdı ve geri döndü, ben de geri döndüm. O hızlı adımlarla yürüdü, ben de hızlı adımlarla yürüdüm. O koştu, ben de koştum. O eve geldi, ben de eve geldim. Ancak, ben ondan önce girdim ve yatağa yattığımda, o (Kutsal Peygamber) eve girdi ve dedi ki: Ey Aişe, neden nefes nefese kaldın? Ben de: Hiçbir şey yok, dedim. O dedi ki: Bana söyle ya da Latif ve Habir bana haber verecek. Ben de: Allah'ın Elçisi, babam ve annem sana fidye olsun, dedim ve sonra ona (her şeyi) anlattım. O dedi ki: Önümde gördüğüm gölge senin miydi? Ben de: Evet, dedim. O göğsüme bir dokunuş yaptı, bunu hissettim ve sonra dedi ki: Allah ve Elçisi sana haksızlık yapar mı sanıyorsun? O dedi: İnsanların gizlediği her şeyi Allah bilir. O dedi: Cebrail bana geldiğinde sen beni gördün. Beni çağırdı ve bunu senden gizledi. Ben onun çağrısına cevap verdim ama ben de bunu senden gizledim (çünkü sen tam giyinmemiştin). Senin uyuduğunu düşündüm ve seni uyandırmak istemedim, korkma ihtimalin olduğu için. O (Cebrail) dedi: Rabbin, Baki' sakinlerine (mezardakilere) gitmeni ve onlar için bağışlanma dilemeni emretti. Ben de: Allah'ın Elçisi, onlar için nasıl dua etmeliyim (onlar için nasıl bağışlanma dilemeliyim)? O dedi: Şöyle de: Bu şehir (mezarlık) sakinlerine selam olsun, inananlar ve Müslümanlar arasından, ve Allah, bizden önce gidenlere ve sonra gelecek olanlara merhamet etsin, ve biz de, Allah dilerse, size katılacağız."
    },
    {
      "id": 133,
      "narrator": "Sulaiman b. Buraida narrated on the authority of his father that the Messenger of Allah (ﷺ) used to teach them when they went out to the graveyard. One of the narrators used to say this in the narration transmitted on the authority of Abu Bakr:",
      "text": "Süleyman b. Bureyde, babasından nakletti ki, Allah'ın Elçisi (ﷺ) mezarlığa gittiğinde onlara dua etmeyi öğretirdi. Rivayet zincirinde Ebu Bekir'den nakledilen bir rivayette, \"Şehir sakinlerine selam olsun (yani mezarlık).\" denilmektedir. Zuhayr tarafından nakledilen hadiste ise: \"Selam olsun size, şehir sakinleri, inananlar ve Müslümanlar, ve Allah dilerse biz de size katılacağız. Allah'tan bizim ve sizin için selamet dilerim.\" denilmektedir."
    },
    {
      "id": 134,
      "narrator": "Abu Huraira reported Allah's Messenger, (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) için annem için bağışlanma dileme izni istedim, ama bana izin verilmedi. Onun mezarını ziyaret etme izni istedim ve bana izin verildi."
    },
    {
      "id": 135,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Elçisi (ﷺ) annesinin mezarını ziyaret etti ve ağladı, etrafındakileri de ağlattı ve dedi ki: Rabbimden ona bağışlanma dileme izni istedim ama bana verilmedi, ve mezarını ziyaret etme izni istedim ve bana verildi, bu yüzden mezarları ziyaret edin, çünkü bu sizi ölüme karşı uyanık tutar."
    },
    {
      "id": 136,
      "narrator": "Ibn Buraida reported on the authority of his father that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Bureyde, babasından rivayetle, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Size mezarları ziyaret etmeyi yasaklamıştım, ama artık ziyaret edebilirsiniz; kurban etlerini üç günden sonra yemeyi yasaklamıştım, ama artık istediğiniz kadar saklayabilirsiniz; nabıd içmeyi su tulumları dışında yasaklamıştım, ama artık her türlü su tulumundan içebilirsiniz, fakat sarhoş edici bir şey içmemelisiniz.\""
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciriyle de nakledilmiştir."
    },
    {
      "id": 138,
      "narrator": "Jabir b. Samura reported:",
      "text": "Cabir b. Semura, şöyle bildirmiştir: Kendini geniş başlı bir okla vurarak intihar eden bir kişinin cesedi, Allah'ın Elçisi (ﷺ) huzuruna getirildi, fakat onun için namaz kılmadı."
    }
  ]
}