{
  "language": "tr",
  "metadata": {
    "length": 231,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (way peace be upon him) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin (ona selam ve dua olsun) şöyle söylediğini bildirmiştir: Beş wasq (hurma veya tahıl)dan az, beş deve başından az ve beş ukiyeden (gümüş) az zekat (sadaka) verilmez."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu gibi bir hadis, 'Amr b. Yahya tarafından aynı raviler zinciri ile nakledilmiştir."
    },
    {
      "id": 3,
      "narrator": "'Umara reported:",
      "text": "'Umara, Ebu Sa'id el-Hudri'nin Allah'ın Elçisi'nin (ﷺ) beş parmağıyla bir işaret yaparak bu gözlemi yaptığını duyduğunu bildirmiştir ve ardından 'Uyaina tarafından nakledilen hadisi aktarmıştır (hadis 2134)."
    },
    {
      "id": 4,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Beş wasq (hurma veya tahıl)dan az, beş deve başından az ve beş ukiyeden (gümüş) az zekat (sadaka) verilmez."
    },
    {
      "id": 5,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Beş wasq hurma veya tahıldan az zekat verilmez."
    },
    {
      "id": 6,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Beş wasq ağırlığına ulaşmadan tahıllar ve hurmalardan zekat verilmez, beş deve başından az ve beş ukiyeden (gümüş) az zekat verilmez."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu gibi bir hadis, İsmail b. Umayya tarafından aynı raviler zinciri ile nakledilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Bu gibi bir hadis, İsmail b. Umayya tarafından aynı raviler zinciri ile nakledilmiştir, ancak hurma yerine meyve kelimesi kullanılmıştır."
    },
    {
      "id": 9,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Beş fiqiyeden az gümüşten, beş deve başından az ve beş wasq hurmadan zekat verilmez."
    },
    {
      "id": 10,
      "narrator": "Jabir b. Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Nehirler veya yağmurlar ile sulanan şeylerden onda bir, develerle sulanan şeylerden yirmide bir zekat (sadaka) verilmelidir."
    },
    {
      "id": 11,
      "narrator": "Abu Huraira reported Allah's Messsenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Bir Müslümandan kölesi veya atı için zekat (sadaka) alınmaz."
    },
    {
      "id": 12,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Bir Müslümandan kölesi veya atı için zekat (sadaka) alınmaz."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu gibi bir hadis, Ebu Hüreyre tarafından başka bir raviler zinciri ile nakledilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Bir köleden başka zekat yoktur, sadece Zekat-ı Fıtır vardır."
    },
    {
      "id": 15,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) sent Umar for (collecting) Sadaqa (zakat), and it was said that Ibn Jamil, Khalid b. Walid and 'Abbas the uncle of the Messenger of Allah (ﷺ), refused (to pay it). Upon this the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'nin (ﷺ) Ömer'i zekat (sadaka) toplamak için gönderdiğini bildirmiştir ve İbn Camil, Halid b. Velid ve Allah'ın Elçisi'nin (ﷺ) amcası Abbas'ın (zekatı) reddettiği söylenmiştir. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: İbn Camil intikam alıyor, çünkü o yoksuldu ve Allah onu zengin kıldı. Halid'e gelince, Halid'e haksızlık ediyorsunuz, çünkü o Allah rızası için zırhlarını ve silahlarını sakladı. Abbas'a gelince, bunun sorumluluğunu alacağım ve ona eşit bir miktar vereceğim. Ve tekrar dedi: 'Ömer, bunu aklında tut, bir kişinin amcası babası gibidir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (ona selam olsun) Ramazan'da oruç açarken Zekat-ı Fıtır'ı, her özgür insan veya köle, erkek ve kadın Müslümanlar için bir sa' kuru hurma veya bir sa' arpa olarak belirlediğini söyledi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (ﷺ) her köle veya özgür, genç veya yaşlı için bir sa' hurma veya bir sa' arpa Zekat-ı Fıtır'ı belirlediğini söyledi."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (ﷺ) her özgür insan veya köle, erkek veya kadın için bir sa' hurma veya bir sa' arpa Zekat-ı Fıtır'ı belirlediğini ve ardından insanların (bir sa' hurma veya arpa) ile yarım sa' buğdayı eşitlediğini söyledi."
    },
    {
      "id": 19,
      "narrator": "Abdullah b. Umar reported that the Messenger of Allah (ﷺ) ordered the (payment of) Zakat-ul-Fitr one sa' of dates, or one sa' of barley. Ibn 'Umar ('Abdullah b. 'Umar) further said:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin (ﷺ) bir sa' hurma veya bir sa' arpa Zekat-ı Fıtır ödenmesini emrettiğini bildirdi. İbn Ömer (Abdullah b. Ömer) ayrıca: İnsanlar bunu (sonra) iki mudd ince buğday ile eşitledi dedi."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (ﷺ) Ramazan'da her Müslüman birey için (ister) özgür insan ister köle, erkek veya kadın, genç veya yaşlı, bir sa' hurma veya bir sa' arpa Zekat-ı Fıtır'ı belirlediğini bildirdi."
    },
    {
      "id": 21,
      "narrator": "Sad b. Abu Sarh heard Abu Sa'id al-Khudri as saying:",
      "text": "Sa'd b. Ebu Sarh, Ebu Sa'id el-Hudri'nin şöyle dediğini duydu: Biz Zekat-ı Fıtır olarak bir sa' tahıl, bir sa' arpa veya bir sa' hurma, bir sa' peynir veya bir sa' kuru üzüm verirdik."
    },
    {
      "id": 22,
      "narrator": "Abd Sa'id al-Khudri reported:",
      "text": "Abd Sa'id el-Hudri bildirdi: Biz, genç veya yaşlı, özgür insan veya köle adına, Allah'ın Elçisi'nin (ﷺ) hayatı boyunca Zekat-ı Fıtır olarak bir sa' tahıl, bir sa' peynir veya bir sa' kuru üzüm verirdik. Ve bunları Muaviye b. Ebu Süfyan bize hac veya umre için geldiğinde vermeye devam ettik, o da insanlara minberden hitap etti ve onlara: \"Suriye'nin (kırmızı) buğdayından iki mudd, bir sa' hurmaya eşittir.\" dedi. İnsanlar bunu kabul etti. Ancak Ebu Sa'id dedi ki: \"Ben, yaşadığım sürece, önceden olduğu gibi (yani bir sa' olarak) vermeye devam edeceğim.\""
    },
    {
      "id": 23,
      "narrator": "Sa'd b. Abu Sarh heard Abu Sa'id al-Khudri as saying:",
      "text": "Sa'd b. Ebu Sarh, Ebu Sa'id el-Hudri'nin şöyle dediğini duydu: Biz, genç veya yaşlı, özgür veya köle adına, Allah'ın Elçisi (ona selam olsun) bizimle iken, Zekat-ı Fıtır'ı üç çeşit olarak, bir sa' hurma, bir sa' peynir veya bir sa' arpa olarak verirdik ve bunu Muaviye dönemine kadar vermeye devam ettik, çünkü o, iki mudd buğdayın bir sa' hurmaya eşit olduğunu gördü. Ebu Sa'id dedi ki: \"Ben, önceden olduğu gibi (yani bir sa' buğday) vermeye devam edeceğim.\""
    },
    {
      "id": 24,
      "narrator": "Abu Sa'id al Khudri reported:",
      "text": "Ebu Sa'id el-Hudri bildirdi: Biz Zekat-ı Fıtır'ı üç çeşit olarak, peynir, hurma ve arpa şeklinde verirdik."
    },
    {
      "id": 25,
      "narrator": "Abu Sa'id al-Khudri reported that when Mu'awiya prescribed half a sa' of wheat equal to one sa' of dates, he (Abu Sa'id al-Khudri) objected to it, and said:",
      "text": "Ebu Sa'id el-Hudri bildirdi ki, Muaviye bir sa' hurmaya eşit olarak yarım sa' buğday belirlediğinde, o (Ebu Sa'id el-Hudri) buna itiraz etti ve şöyle dedi: \"Ben, Allah'ın Elçisi'nin (ﷺ) hayatı boyunca getirdiğim gibi, bir sa' hurma, bir sa' kuru üzüm, bir sa' arpa veya bir sa' peynir vermeye devam edeceğim.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "İbn Ömer bildirdi ki, Allah'ın Elçisi (ﷺ) Sadaqat-ul-Fıtır'ın, insanların namaza çıkmadan önce ödenmesini emretti."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Abdullah b. Ömer bildirdi ki, Allah'ın Elçisi (ﷺ) insanların namaza çıkmadan önce Sadaqat-ul-Fıtır'ın ödenmesini emretti."
    },
    {
      "id": 28,
      "narrator": "Abu Huraira reported Allah's Messenger (way peace be upon him) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ona selam olsun) şöyle dediğini bildirdi: \"Altın veya gümüş sahibi olan ve üzerine düşeni ödemeyen kimse, Kıyamet Günü geldiğinde, onun için ateşten levhalar dövülür; bunlar cehennemin ateşinde ısıtılır ve onun yanları, alnı ve sırtı bunlarla dağlanır. Bunlar soğuduğunda, (işlem) tekrar edilir ve bu, bir gün boyunca elli bin yıl sürecektir, ta ki kullar arasında hüküm verilene kadar ve o, yolunun cennete mi yoksa cehenneme mi gideceğini görecektir.\" Denildi ki: \"Ya Resulallah, develer hakkında ne dersiniz?\" O (Peygamber) dedi: \"Eğer develerin sahibi, üzerine düşeni ödemezse, Kıyamet Günü geldiğinde, onun için mümkün olan en geniş yumuşak kumlu bir alan serilecektir; o, içlerinde bir tane bile genç bulamayacak ve onlar onu ayaklarıyla çiğneyecek ve ağızlarıyla ısıracaklardır. İlk geçen ondan geçerken, sonuncusu da bir gün boyunca elli bin yıl sürecek şekilde geri dönecektir, ta ki kullar arasında hüküm verilene kadar ve o, yolunun cennete mi yoksa cehenneme mi gideceğini görecektir.\" Tekrar denildi ki: \"Ya Resulallah, sığırlar ve koyunlar hakkında ne dersiniz?\" O dedi: \"Eğer sığır ve koyunların sahibi, üzerine düşeni ödemezse, Kıyamet Günü geldiğinde, onun için yumuşak kumlu bir alan serilecektir; o, içlerinde hiçbirinin eksik olmadığını görecektir, kıvrık boynuzlu, boynuzsuz veya kırık boynuzlu olanlar, ve onlar onu boynuzlarıyla yaralayacak ve ayaklarıyla çiğneyeceklerdir. İlk geçen ondan geçerken, sonuncusu da bir gün boyunca elli bin yıl sürecek şekilde geri dönecektir, ta ki kullar arasında hüküm verilene kadar. Ve ona, cennete veya cehenneme giden yolu gösterilecektir.\" Suhail dedi: \"Sığırlarla ilgili olarak onun ne söylediğini bilmiyorum.\" Onlar dediler: \"Ya Resulallah (ﷺ), atlar hakkında ne dersiniz?\" O dedi: \"Atların alnında hayır vardır (veya dedi ki) ya da atların alnında hayır vardır (Suhail dedi: Gerçekten ne söylendiğinden şüpheliyim) Kıyamet Günü'ne kadar. Atlar üç türdür. Birine yük, diğerine örtü, diğerine ise sevap kaynağıdır. Yük olan, onları gösteriş için, kibir için ve Müslümanlara karşı durmak için besleyen kişidir; bu nedenle onlar onun için bir yük olurlar. Örtü olan, Allah rızası için besleyen ancak Allah'ın haklarını unutmayan kişidir; bu nedenle onlar onun için bir örtüdür. Sevap getirenler, Allah rızası için besleyen ve Müslümanlar için kullanan kişidir ve onları merada ve tarlada otlatır. Ve bu meradan ve tarladan yedikleri her şey onun adına iyi ameller olarak kaydedilir, dışkıları ve idrarları da öyle. Ve bunlar, halatlarını kırmadan ve bir veya iki tur atlamadan geçmezler ki, onların ayak izleri ve dışkıları da onun adına iyi birer amel olarak kaydedilmesin. Ve sahibi, onları içmek için geçtikleri bir nehirden geçiremez; bu, onların susuzluklarını gidermek niyetiyle olmasa bile, Allah onun adına içtikleri miktarı da ameller olarak kaydeder.\" Denildi ki: \"Ya Resulallah, eşekler hakkında ne dersiniz?\" O, \"Eşekler hakkında bana özel olarak hiçbir şey indirilmedi, sadece bu kapsamlı ayet: 'Kim bir atom ağırlığında hayır işlerse onu görür, kim de bir atom ağırlığında şer işlerse onu görür' (99:7) dışında.\""
    },
    {
      "id": 29,
      "narrator": "This hadith has been narrated by Zaid b. Aslam with the same chain of transmitters except that he said:",
      "text": "Bu hadis, Zaid b. Aslam tarafından aynı rivayet zinciriyle aktarılmıştır, ancak o şöyle demiştir: \"Develerin sahiplerinden hiçbiri, onların üzerine düşeni ödemez,\" ancak \"onların üzerine düşeni (zekat) ödemedi\" dememiştir. Ve o, \"İçlerinde bir tane bile genç bulamaz\" demiştir ve \"Yanları, alnları ve sırtları dağlanır\" demiştir."
    },
    {
      "id": 30,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Zekat ödemeyen hiç kimse, (kurtulamaz) ama (hazineleri) cehennemin ateşinde ısıtılır ve bunlar levhalara dönüştürülür ve bunlarla onun yanları, alnı dağlanır ta ki Allah, kulları arasında hüküm verene kadar, bu da elli bin yıl sürecektir. O, sonra cennete veya cehenneme giden yolunu görecektir. Ve Zekat ödemeyen hiç kimse, (kurtulamaz) ama onun için yumuşak kumlu bir alan serilecektir ve onlar (develer) onun üzerinden geçeceklerdir ta ki sonuncusu geri dönene kadar, ta ki Allah, kulları arasında hüküm verene kadar, bu da elli bin yıl sürecektir. O, sonra cennete veya cehenneme giden yolunu görecektir. Ve Zekat ödemeyen hiç kimse, (kurtulamaz) ama onun için yumuşak kumlu bir alan serilecektir; o, içlerinde hiçbirinin eksik olmadığını görecektir, kıvrık boynuzlu, boynuzsuz veya kırık boynuzlu olanlar, ve onlar onu boynuzlarıyla yaralayacak ve ayaklarıyla çiğneyeceklerdir ve onlar onun üzerinden geçeceklerdir ta ki sonuncusu geri dönene kadar, ta ki Allah, kulları arasında hüküm verene kadar, bu da elli bin yıl sürecektir ve o, cennete veya cehenneme giden yolları görecektir.\" Suhail dedi: \"Sığırlar hakkında ne söylediğini bilmiyorum.\" Onlar dediler: \"Ya Resulallah (ﷺ), atlar hakkında ne dersiniz?\" O dedi: \"Atların alnında hayır vardır (veya dedi ki) ya da atların alnında hayır vardır (Suhail dedi: Gerçekten ne söylendiğinden şüpheliyim) Kıyamet Günü'ne kadar. Atlar üç türdür. Birine yük, diğerine örtü, diğerine ise sevap kaynağıdır. Yük olan, onları gösteriş için, kibir için ve Müslümanlara karşı durmak için besleyen kişidir; bu nedenle onlar onun için bir yük olurlar. Örtü olan, Allah rızası için besleyen ancak Allah'ın haklarını unutmayan kişidir; bu nedenle onlar onun için bir örtüdür. Sevap getirenler, Allah rızası için besleyen ve Müslümanlar için kullanan kişidir ve onları merada ve tarlada otlatır. Ve bu meradan ve tarladan yedikleri her şey onun adına iyi ameller olarak kaydedilir, dışkıları ve idrarları da öyle. Ve bunlar, halatlarını kırmadan ve bir veya iki tur atlamadan geçmezler ki, onların ayak izleri ve dışkıları da onun adına iyi birer amel olarak kaydedilmesin. Ve sahibi, onları içmek için geçtikleri bir nehirden geçiremez; bu, onların susuzluklarını gidermek niyetiyle olmasa bile, Allah onun adına içtikleri miktarı da ameller olarak kaydeder.\" Denildi ki: \"Ya Resulallah, eşekler hakkında ne dersiniz?\" O, \"Eşekler hakkında bana özel olarak hiçbir şey indirilmedi, sadece bu kapsamlı ayet: 'Kim bir atom ağırlığında hayır işlerse onu görür, kim de bir atom ağırlığında şer işlerse onu görür' (99:7) dışında.\""
    },
    {
      "id": 31,
      "narrator": "This hadith has been narrated by Suhail b. Abu Salih with the same chain of transmitters, and he said he substituted the word aqsa' with 'adba' and said:",
      "text": "Bu hadis, Suhail b. Ebu Salih tarafından aynı nakil zinciriyle rivayet edilmiştir ve o, \"açık\" kelimesini \"adba\" ile değiştirdiğini ve \"yanı ve sırtı\" dediğini, ancak alnından bahsetmediğini söylemiştir."
    },
    {
      "id": 32,
      "narrator": "This hadith has been narrated by Abu Huraira through another chain of transmitters:",
      "text": "Bu hadis, Ebu Hüreyre tarafından başka bir nakil zinciriyle rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Bir kişi, Allah'a düşen hakkı veya develerinin sadakasını vermezse...\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 33,
      "narrator": "Jabir b. 'Abdullah al-Ansari reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah el-Ensari, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Devesinin hakkını vermeyen kimse (şu şekilde cezalandırılacaktır) ki, Kıyamet Günü daha fazlası (devesiyle birlikte) gelecektir ve sahibi yumuşak kumlu bir zeminde oturtulacak ve onlar onu ayaklarıyla ezecektir. Ve hayvanlarının hakkını vermeyen hiçbir sahibi (cezadan kurtulamayacaktır) fakat Kıyamet Günü daha fazlası gelecektir ve o (sahibi) yumuşak kumlu bir zeminde oturtulacak ve boynuzlarıyla onu yaralayacak ve ayakları altında ezilecektir. Ve koyun ve keçi sahipleri de, haklarını vermeyen kimse (cezadan kurtulamayacaktır) fakat Kıyamet Günü daha fazlası gelecektir ve o (sahibi) yumuşak kumlu bir zeminde oturtulacak ve boynuzlarıyla onu yaralayacak ve ayakları altında ezilecektir. Ve bu koyun ve keçi sürüsü içinde boynuzsuz veya kırık boynuzlu daha fazlası olacaktır. Ve hazine sahibi olan ve hakkını vermeyen kimse de, Kıyamet Günü, kel bir yılan gibi gelecektir ve ağzı açık bir şekilde onu takip edecektir, ve yaklaştığında ondan kaçacaktır, ve ona şöyle denilecektir: \"Sakladığın hazineyi al, çünkü ona ihtiyacım yok.\" Çıkış yolu bulamadığında elini ağzına sokacak ve o, onu bir erkek deve gibi kemirecektir. Ebu Zübeyr dedi ki: Bunu Ubeyd b. Umeyr'in söylediğini duyduk. Sonra Cabir b. Abdullah'a bunu sorduk. O da Ubeyd b. Umeyr gibi söyledi, Ebu Zübeyr dedi ki: Ubeyd b. Umeyr'in şöyle dediğini duydum: Bir adam dedi ki: \"Allah'ın Resulü, develerin üzerine düşen hak nedir?\" O da şöyle dedi: \"Onları su kenarında sağmak, su çekmek için kullanılan kova ile ödünç vermek, veya bir dişi deve ile çiftleşmesi için erkek deve ödünç vermek ve Allah rızası için binecek olarak sağlamak.\""
    },
    {
      "id": 34,
      "narrator": "Jabir b. Abdullah reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Develerin, sığırların veya koyun ve keçi sürülerinin sahibi olup da hakkını vermeyen kimse (cezadan kurtulamayacaktır) fakat Kıyamet Günü yumuşak kumlu bir zeminde oturtulacak ve toynaklı hayvanlar onu ayaklarıyla ezecek ve boynuzlarıyla yaralayacaktır. Ve o gün hiçbiri boynuzsuz veya kırık boynuzlu olmayacaktır. Biz dedik: \"Allah'ın Resulü, peki onlara düşen hak nedir?\" O da şöyle dedi: \"Erkek hayvanı ödünç vermek ve su çekmek için kullanılan kova ile ödünç vermek, çiftleşmek ve onları su kenarında sağmak ve Allah rızası için binecek olarak sağlamak.\" Ve mal sahibi olan ve zekat vermeyen kimse (cezadan kurtulamayacaktır) fakat onun (mali) kel bir yılan haline gelecek ve sahibi nereye giderse gidecek onu takip edecektir, ve ondan kaçacaktır, ve ona şöyle denilecektir: \"O senin malın ki, onunla cimrilik ettin.\" Ve başka bir çıkış yolu bulamadığında elini ağzına sokacak ve o, onu bir erkek deve gibi kemirecektir."
    },
    {
      "id": 35,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Bedevilerden bazı insanlar Allah'ın Resulü (ﷺ)'ne geldiler ve dediler ki: \"Sadaka toplayıcıları bize geliyor ve bize haksızlık yapıyorlar.\" Bunun üzerine Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Toplayıcılarını hoşnut edin.\" Cerir dedi ki: \"Ben, Allah'ın Resulü'nden bunu duyduğum günden beri hiçbir toplayıcı benden memnun ayrılmadı.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Bu hadis, Muhammed b. İsmail tarafından aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 37,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr bildirdi: Ben Allah'ın Resulü (ﷺ)'ne gittim ve o, Kabe'nin gölgesinde oturuyordu. Beni görünce şöyle dedi: \"Kabe'nin Rabbi hakkı için, onlar kaybedenlerdir.\" Oraya kadar geldim ve oturdum, daha fazla kalamadım ve (sonra) ayağa kalktım. Dedim ki: \"Allah'ın Resulü, babam sana fidye olsun, onlar kimdir (kaybedenler)?\" O da şöyle dedi: \"Onlar, büyük miktarda mala sahip olanlardır, ancak şu ve bu hariç ve (mallarını cömertçe harcayanlar, önlerinde, arkalarında, sağlarında ve soldarında buldukları kimselere) ve bunlar azdır. Ve hiçbir deve, sığır veya koyun ve keçi sahibi, zekat vermeyen kimse (cezadan kurtulamayacaktır) fakat bu (develer, sığırlar, koyunlar ve keçiler) Kıyamet Günü daha fazla etle gelecek ve boynuzlarıyla onu yaralayacak ve ayaklarıyla ezilecektir. Ve sonuncusu geçtiğinde, ilki geri dönecek (onu ezmek için) ta ki insanlar arasında hüküm verilene kadar.\""
    },
    {
      "id": 38,
      "narrator": "Abu Dbarr reported:",
      "text": "Ebu Dharr bildirdi: Ben Allah'ın Resulü (ﷺ)'ne gittim ve o, Kabe'nin gölgesinde oturuyordu, ve hadisin geri kalanı aynıdır, ancak o (Peygamber) şöyle dedi: \"Allah'a yemin ederim ki, benim hayatımın elinde olan, yeryüzünde ölen ve develer, sığırlar veya koyun ve keçi bırakan ve zekat vermeyen kimse (cezadan kurtulamayacaktır).\""
    },
    {
      "id": 39,
      "narrator": "Abu Huraira reported that the Prophet (ﷺ) said:",
      "text": "Ebu Hüreyre, Peygamber (ﷺ)'in şöyle dediğini bildirdi: \"Bana Uhud'un altın olmasından daha hoş bir şey yoktur ve ondan üç gece geçmeden elimde bir dinar kalmaz, ancak borcumu ödemek için ayırdığım bir dinar kalır.\""
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Ebu Hüreyre, aynı şeyi Peygamber (ﷺ)'den rivayet etmiştir."
    },
    {
      "id": 41,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr bildirdi: Ben, öğleden sonra Medine'nin taşlı zemininde Allah'ın Resulü (ﷺ) ile yürüyordum ve Uhud'a bakıyorduk. Allah'ın Resulü (ﷺ) şöyle dedi: \"Ebu Dharr!\" Ben de: \"Allah'ın Resulü, emrindeyim.\" O da: \"İstediğim, Uhud'un benim için altın olması ve üç gece geçmesi ve elimde bir dinar kalmaması, ancak bir madeni parayı borç ödemek için saklamamdır. (Onu) Allah'ın kulları arasında harcamak istiyorum\" ve önüne, sağ tarafına ve sol tarafına işaret etti. Sonra devam ettik ve o: \"Ebu Dharr, bulunduğun yerde kal, ben sana geri döneceğim.\" O, gözden kayboluncaya kadar ilerledi. Ebu Dharr dedi ki: \"Bir ses duydum ve bir gürültü duydum. Kendime dedim: \"Allah'ın Resulü (ﷺ) bir kaza veya düşmanla karşılaşmış olabilir.\" Onu takip etmek istedim ama geri dönmemesi için verdiği emri hatırladım. Bu yüzden onu bekledim ve geldiğinde duyduğumdan bahsettim. O da: \"Cebrail geldi ve bana şöyle dedi: 'Ümmetinden Allah'a hiçbir şeyi ortak koşmadan ölen kimse cennete girecektir.' Ben de: 'Zina etse veya hırsızlık yapsa bile mi?' dedi. O da: 'Zina etse veya hırsızlık yapsa bile.'\""
    },
    {
      "id": 42,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr bildirdi: Bir gece dışarı çıktım ve Allah'ın Resulü (ﷺ)'nün yalnız başına yürüdüğünü gördüm. Yanında hiç kimse yoktu. Onun kimseyle yürüdüğünü istemediğini düşündüm. Bu yüzden ay ışığında yürümeye başladım. Ancak o, dikkatini bana çevirdi ve beni gördü ve şöyle dedi: \"Bu kim?\" Ben de: \"Ben Ebu Dharr'ım. Allah beni senin fidyen olsun.\" O da: \"Ebu Dharr, gel.\" O (Ebu Dharr) dedi ki: \"Bir süre onunla yürüdüm ve o: \"Zenginlerin Kıyamet Günü az (mükafat) alacaklardır, ancak Allah'ın iyilik verdiği (mala sahip olanlar) hariç. O, sağında, solunda, önünde ve arkasında (rüzgarın yaydığı koku gibi) harcayarak iyilik yapar.\" Onunla bir süre daha yürüdüm, sonra o: \"Burada otur.\" dedi. Güvenli bir yere oturttu ve etrafında taşlar vardı ve bana: \"Burada otur, ben sana geri döneceğim.\" dedi. Taşlı zemin üzerinde uzaklaştı, onu göremediğim kadar uzaklaştı. Benden uzaklaştı ve kalma süresini uzattı. Sonra geri dönerken: \"Zina etse bile, hırsızlık yapsa bile.\" diyordu. Geldiğinde ona sorusuz duramadım: \"Allah'ın Resulü, Allah beni senin fidyen olsun, taşlı zemin üzerinde kiminle konuşuyordun? Hiç kimse sana cevap vermedi.\" O (Peygamber) dedi: \"Cebrail, taşlı zemin yanında benimle buluştu ve şöyle dedi: 'Ümmetine müjde ver ki, Allah'a hiçbir şeyi ortak koşmadan ölen kimse cennete girecektir.' Ben de: 'Cebrail, zina etse veya hırsızlık yapsa bile mi?' dedim. O da: 'Evet.' Ben de: 'Zina etse veya hırsızlık yapsa bile mi?' dedim. O da: 'Evet, tekrar sordum: 'Zina etse veya hırsızlık yapsa bile mi?' O da: 'Evet, hatta şarap içse bile.'\""
    },
    {
      "id": 43,
      "narrator": "Ahnaf b. Qais reported:",
      "text": "Ahnaf b. Kays bildirdi: Ben Medine'ye geldim ve Kureyş'in büyükleriyle birlikteyken, kaba bir vücuda ve çirkin bir yüze sahip, kaba giysiler giymiş bir adam oraya geldi. Onların önünde durdu ve şöyle dedi: \"Ateşin alevinde ısıtılacak taşları biriktirenlere müjdeler olsun, bu taşlar göğüslerinin üzerine konulacak ve omuz kemiklerinden dışarı çıkacak, ve omuz kemiklerine konulacak ve göğüslerinin üzerine çıkacak, ve bu taş (bir taraftan diğer tarafa) geçip duracak.\" O (rivayet eden) dedi ki: \"Sonra insanlar başlarını eğdiler ve aralarında hiç kimse cevap vermedi. O, geri döndü ve ben de onu takip ettim ta ki bir sütun yakınında oturdu. Dedim ki: \"Bu (insanlar) söylediklerinden hoşlanmadılar ve hiçbir şey anlamıyorlar.\" Arkadaşım Ebu'l-Kasım (Muhammed) (ona selam olsun) beni çağırdı ve ben de ona cevap verdim ve o: \"Uhud'u görüyor musun?\" dedi. Ben de: \"Onu görüyorum.\" dedim. Bunun üzerine o: \"Bana bundan daha hoş bir şey yoktur ki, bunun gibi (Uhud'un büyüklüğünde) altınım olsun ve hepsini harcayayım, sadece üç dinar bırakayım.\" (Ne yazık ki) onlar dünya zenginliklerini biriktiriyorlar ve hiçbir şey bilmiyorlar. Ben de: \"Sen ve kardeşlerin Kureyş hakkında ne dersin? Onlara hiçbir ihtiyaç için gitmiyorsun ve onlardan hiçbir şey kabul etmiyorsun.\" O da: \"Allah'a yemin ederim ki, onlardan (dünyevi mallar) hiçbir şey istemiyorum, ne de din hakkında onlardan bir şey soruyorum, ta ki Allah'ı ve Resulünü görene kadar.\""
    },
    {
      "id": 44,
      "narrator": "Ahnaf b. Qais reported:",
      "text": "Ahnaf b. Kays bildirdi: Kureyş'in (seçkinleri) ile birlikteyken, Ebu Dharr oraya geldi ve şöyle diyordu: \"Zenginlik biriktirenlere müjdeler olsun ki, sırtları (o kadar derin) damgalanacak ki, (sıcak demir) yanlarından çıkacak, ve boyunlarının sırtları damgalandığında, alınlarından çıkacak.\" O (Ebu Dharr) sonra ayrıldı ve oturdu. Ben de kim olduğunu sordum. Onlar: \"O Ebu Dharr.\" dediler. Ben de ona gidip: \"Daha önce söylediğin şey nedir?\" dedim. O da: \"Ben sadece, onların Peygamberinden (ﷺ) duyduğum şeyi söyledim.\" Ben tekrar: \"Bu hediyeyi ne dersin?\" dedim. O da: \"Al, çünkü bugün bu bir yardımdır. Ama dinin için bir bedel haline geldiğinde, onu terk et.\""
    },
    {
      "id": 45,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying that Allah, the Most Blessed and High, said:",
      "text": "Ebu Hüreyre, Allah'ın Resulü (ﷺ)'nün şöyle dediğini bildirdi: \"Ey Adem oğlu, harca, ben de sana harcayacağım. Allah'ın sağ eli dolu ve taşan bir durumdadır ve gece gündüz aşırı harcama ile hiçbir şey eksilmez.\""
    },
    {
      "id": 46,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying that Allah said to him:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle dediğini bildirdi: \"Harca, ben de sana vereceğim.\" Ve Allah'ın Messenger'ı (ﷺ) dedi ki: \"Allah'ın sağ eli doludur ve gündüz ve gece cömertçe harcamak, (Allah'ın kaynaklarını) azaltmaz. O, gökleri ve yeri yarattığından beri ne kadar (büyük miktarda kaynak) harcadığını görmüyor musun? Sağ elindekiler azalmadı. O'nun tahtı su üzerindedir. Diğer elinde ise ölüm vardır ve dilediğini yükseltir ve dilediğini alçaltır.\""
    },
    {
      "id": 47,
      "narrator": "Thauban reported Allah's Messenger (ﷺ) as saying:",
      "text": "Thauban, Allah'ın Messenger'ı (ﷺ) şöyle dediğini bildirdi: \"En üstün dinar, bir kişinin ailesine harcadığıdır; Allah yolunda hayvanına harcadığı dinar ve Allah yolunda arkadaşlarına harcadığı dinardır.\" Abu Qilaba (bir rivayetçi) dedi ki: \"O (rivayetçi) aile ile başladı, sonra Abu Qilaba dedi ki: Ailesinin genç üyelerine harcayan bir kişiden daha büyük bir sevap kazanacak kimse yoktur (ve böylece) onları (ihtiyaçtan) korur (ve bununla) Allah onlara kazanç sağlar ve onları zengin kılar.\""
    },
    {
      "id": 48,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle dediğini bildirdi: \"Allah yolunda harcadığın dinar, bir köleyi özgür bırakmak için harcadığın dinar, muhtaç birine verdiğin sadaka veya ailenizi desteklemek için harcadığın dinar arasında en büyük sevabı kazandıran, aileniz için harcadığınızdır.\""
    },
    {
      "id": 49,
      "narrator": "Khaithama reported:",
      "text": "Khaithama bildirdi: 'Abdullah b. 'Umar'ın yanında otururken, onun hizmetkârı içeri girdi. O (İbn 'Umar) dedi ki: \"Kölelere yiyecek temin ettin mi?\" O dedi ki: \"Hayır.\" Bunun üzerine o dedi: \"Git ve onlara (yiyeceği) ver, çünkü Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"Bir adam için bu günah, kendisine ait olan birine geçim sağlamayı reddetmesidir.\""
    },
    {
      "id": 50,
      "narrator": "Jabir reported:",
      "text": "Jabir bildirdi: Banu 'Udhra'dan bir kişi, ölümünden sonra bir köleyi özgür bıraktı. Bu haber Allah'ın Messenger'ına (ona selam olsun) ulaştı. Bunun üzerine o dedi: \"Başka bir malın var mı?\" O dedi ki: \"Hayır.\" Bunun üzerine o dedi: \"Benden (bu köleyi) kim satın alacak?\" Nulaim b. Abdullah onu sekiz yüz dirheme satın aldı ve (bu miktar) Allah'ın Messenger'ına (ﷺ) getirildi, o da onu (sahibine) geri verdi ve sonra dedi: \"Öncelikle kendine harca ve kendine harcadıktan sonra geriye kalan varsa, ailen için harca, ailenin ihtiyaçlarını karşıladıktan sonra geriye kalan varsa, akrabalarına harca, ve eğer aileden geriye kalan bir şey varsa, böyle harca, böyle harca.\" Ve o şöyle diyordu: \"Önünde, sağında ve solunda.\""
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Jabir bildirdi ki, Ansar'dan Abu Madhkur adında bir kişi, kölesi Ya'qub'a ölümünden sonra özgürlük verdi. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 52,
      "narrator": "Anas b. Malik is reported as saying:",
      "text": "Anas b. Malik şöyle bildirdi: \"Abu Talha, Medine'nin Ansar'ı arasında en büyük mülke sahip olan kişiydi ve mülkü arasında en değer verdiği, caminin karşısında bulunan Bairaha' adındaki bahçesiydi. Allah'ın Messenger'ı (ﷺ) sık sık onu ziyaret ederdi ve onun tatlı suyundan içerdi. Bu ayet indiğinde: \"Sevdiğiniz şeylerden harcamadıkça asla iyiliğe ulaşamazsınız\" (iii. 91), Abu Talha ayağa kalktı ve Allah'ın Messenger'ına (ﷺ) giderek dedi ki: \"Allah, Kitabında şöyle buyuruyor: 'Sevdiğiniz şeylerden harcamadıkça asla iyiliğe ulaşamazsınız' ve benim en değerli mülküm Bairaha'dır, onu Allah için sadaka olarak veriyorum; bunun için O'ndan mükafat umuyorum ve Allah katında bir hazine; onu harcayın, Allah'ın Messenger'ı, hangi amaç için uygun görüyorsanız.\" Allah'ın Messenger'ı (ﷺ) dedi: \"Aferin! Bu kârlı bir iş, bu kârlı bir iş.\" \"Söylediklerini duydum ama bence onu en yakın akrabalarına harcamalısın.\" Bunun üzerine Abu Talha, en yakın akrabalarına ve babasının tarafındaki kuzenlerine dağıttı."
    },
    {
      "id": 53,
      "narrator": "Anas reported that when this verse was tevealed:",
      "text": "Anas bildirdi ki, bu ayet indiğinde: \"Sevdiğiniz şeylerden harcamadıkça asla iyiliğe ulaşamazsınız,\" Abu Talha dedi: \"Rabbimizin bizden mülkümüzden bir şey talep ettiğini görüyorum; bu yüzden seni şahit tutuyorum, Allah'ın Messenger'ı, Bairaha' adındaki arazimi Allah rızası için veriyorum.\" Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi: \"Bunu akrabalarına ver.\" Böylece onu Hassan b. Thabit ve Ubayy b. Ka'b'a verdi."
    },
    {
      "id": 54,
      "narrator": "Maimuna bint Harith reported that she set free a slave-girl during the lifetime of the Messenger of Allah (ﷺ) and she made a mention of that to the Messenger of Allah (ﷺ) and he said:",
      "text": "Maimuna bint Harith, Allah'ın Messenger'ı (ﷺ) hayattayken bir cariyeyi özgür bıraktığını bildirdi ve bunu Allah'ın Messenger'ına (ﷺ) bildirdi. O da dedi ki: \"Eğer onu amcalarına versen, daha büyük bir sevap alırdın.\""
    },
    {
      "id": 55,
      "narrator": "Zainab, the wife of 'Abdullah (b. Mas'ud ), reported that the Messenger of Allah (ﷺ) said:",
      "text": "Zainab, 'Abdullah (b. Mas'ud)ın eşi, Allah'ın Messenger'ı (ﷺ) şöyle dediğini bildirdi: \"Ey kadınlar, sadaka verin, hatta bu sizin takılarınızdan bile olsa.\" O, 'Abdullah'a geri döndü ve dedi: \"Sen boş ellerle bir insansın, oysa Allah'ın Messenger'ı (ﷺ) bize sadaka vermemizi emretti; bu yüzden daha iyi gidip ona sorayım ve eğer bu benim için yeterliyse; aksi takdirde başkasına vereceğim.\" 'Abdullah bana (eşine) dedi: \"Sen kendin git.\" Ben de gittim ve kapıda aynı amaçla bekleyen bir Ansar kadını vardı. Şimdi Allah'ın Messenger'ı (ﷺ) korku ile kuşatılmıştı (bu yüzden kapıyı çalmaya cesaret edemedik). Sonra Bilal dışarı çıktı ve biz ona dedik: \"Allah'ın Messenger'ına git ve kapıda iki kadın olduğunu, onların eşlerine ve bakmakla yükümlü oldukları yetimlere sadaka vermenin kendileri için yeterli olup olmadığını sor.\" Ama ona kim olduğumuzu bildirme.\" Bilal, Allah'ın Messenger'ına (ﷺ) gitti ve ona (bu kadınların sorduğu şeyi) sordu. Allah'ın Messenger'ı (ﷺ) ona bu kadınların kim olduğunu sordu. O (Bilal) dedi: \"Onlar Ansar kadınları ve Zainab.\" Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi: \"Zainab'lardan hangisi?\" O dedi: \"'Abdullah'ın eşi.\" Allah'ın Messenger'ı (ﷺ) dedi: \"Onlar için iki sevap vardır; akrabalık sevabı ve sadaka sevabı.\""
    },
    {
      "id": 56,
      "narrator": "A hadith like this has been narrated on the authority of Zainab the wife of 'Abdullah, and she said:",
      "text": "Bu hadisin benzeri Zainab b. 'Abdullah'ın eşi tarafından rivayet edilmiştir ve o şöyle dedi: \"Ben camideydim ve Allah'ın Messenger'ı (ﷺ) beni gördü ve dedi ki: \"Sadaka ver, hatta bu senin takılarından olsa.\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 57,
      "narrator": "Umm Salama said:",
      "text": "Umm Salama dedi ki: \"Ben Allah'ın Messenger'ına (ﷺ) Abu Salama'nın oğullarına harcadığımda benim için bir sevap olup olmadığını sordum ve ben onları bu durumda (çaresizlikte) terk etmeyeceğim, çünkü onlar benim oğullarımdır.\" O (Kutsal Peygamber) dedi: \"Evet. Onlara harcadıkların için senin sevabın vardır.\""
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Bu hadisi Ibn 'Urwa aynı rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 59,
      "narrator": "Abu Mas'ud reported Allah's Messenger (way peace be upon him) as saying:",
      "text": "Abu Mas'ud, Allah'ın Messenger'ı (ona selam olsun) şöyle dediğini bildirdi: \"Bir Müslüman, ailesine harcarken bunun için Allah'tan sevap umuyorsa, bu onun için sadaka olarak sayılır.\""
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Bu hadisi Shu'ba aynı rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 61,
      "narrator": "Asma' daughter of Abu Bakr reported:",
      "text": "Asma' bint Ebu Bekir rivayet etti: Dedim ki: Allah'ın Resulü, annem, İslam'a karşı eğilimli veya korkmuş bir şekilde bana geldi. Onu (İslam'a karşı olan durumu nedeniyle) iyi muamele etmem gerekir mi? O dedi ki: Evet."
    },
    {
      "id": 62,
      "narrator": "Asma' bint Abu Bakr reported:",
      "text": "Asma' bint Ebu Bekir rivayet etti: Annem, müşrik olduğu halde, o (Peygamber Efendimiz) Kureyş ile antlaşma yaptığı zaman bana geldi. Ben de Allah'ın Resulü'ne (ﷺ) sordum: Allah'ın Resulü, annem bana geldi ve o eğilimli; ona (bu ruh haliyle) iyilik yapmalı mıyım? O dedi ki: Evet, ona iyi davran."
    },
    {
      "id": 63,
      "narrator": "'A'isha said that a person came to the Messenger of Allah (ﷺ) and said:",
      "text": "Aişe, Allah'ın Resulü'ne (ﷺ) bir kişinin geldiğini ve şöyle dediğini aktardı: Annem aniden vefat etti ve hiçbir vasiyet bırakmadı. Eğer konuşabilseydi kesinlikle sadaka vereceğini düşünüyorum. Onun adına sadaka verirsem, ona bir sevap olur mu? O (Peygamber Efendimiz) dedi ki: Evet."
    },
    {
      "id": 64,
      "narrator": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters. And in the hadith transmitted by Abu Usama the words are:",
      "text": "Bu hadis Hişam'dan aynı isnatla rivayet edilmiştir. Ve Ebu Usame tarafından rivayet edilen hadisteki sözler: \"O, hiçbir vasiyet yapmadı,\" şeklindedir; ancak diğer raviler tarafından bu şekilde aktarılmamıştır."
    },
    {
      "id": 65,
      "narrator": "Hudhaifa and Abu Shaiba reported Allah's Messenger (ﷺ) as saying:",
      "text": "Hudeyfe ve Ebu Şeybe, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdiler: Her hayır işi sadakadır."
    },
    {
      "id": 66,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Zer rivayet etti: Allah'ın Resulü'nün (ﷺ) sahabelerinden bazıları ona dediler: Allah'ın Resulü, zenginler (tüm) sevapları aldılar. Onlar bizim gibi namaz kılıyorlar; bizim gibi oruç tutuyorlar ve fazladan zenginliklerinden sadaka veriyorlar. Bunun üzerine o (Peygamber Efendimiz) dedi ki: Allah size (bir yol) belirlemedi mi ki, siz de sadaka verebilirsiniz? Allah'ı tesbih etmede (yani Subhan Allah demekte) bir sadaka vardır, her tekbirde (yani Allahu Ekber demekte) bir sadaka vardır, her hamd edişte (yani Elhamdülillah demekte) bir sadaka vardır, ve O'nun bir olduğunu ilan etmekte (La ilaha illallah demekte) bir sadaka vardır, iyiliği emretmek bir sadakadır, kötülükten sakındırmak bir sadakadır, ve bir adamın (eşiyle) cinsel ilişkisi de bir sadakadır. Onlar (sahabeler) dediler: Allah'ın Resulü, cinsel arzusunu tatmin eden birine sevap var mı? O dedi ki: Bana söyle, eğer bunu haram bir şeye adasa, bu onun için bir günah olmaz mı? Aynı şekilde, eğer bunu helal bir şeye adarsa, ona bir sevap olmalıdır."
    },
    {
      "id": 67,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe, Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: Adem'in her çocuğu üç yüz altmış eklemle yaratılmıştır; bu nedenle Allah'ı tesbih eden, Allah'ı yücelten, Allah'ın bir olduğunu ilan eden, Allah'ı yücelten, Allah'tan af dileyen, insanların yolundan taş, diken veya kemik kaldıran, iyiliği emreden ve kötülükten sakındıran, o üç yüz altmış eklem sayısına ulaşırsa, o gün ateşten kurtulmuş olarak yürüyacaktır."
    },
    {
      "id": 68,
      "narrator": "This hadith has been narrated on the authority of Zaid with the same chain of transmitters except with (a slight) change of words (i.e. he ) said:",
      "text": "Ebu Taubah dedi ki: \"Belki de şöyle dedi: 'Akşama ulaşır.'\""
    },
    {
      "id": 69,
      "narrator": "This hadith has been narrated by 'A'isha through anothr chain of transmitters in which she reported Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadis Zeyd'den aynı isnatla rivayet edilmiştir, ancak (küçük bir) kelime değişikliği ile (yani o) dedi ki: Ya da o iyiliği emretti, ... ve dedi ki: Akşama girer."
    },
    {
      "id": 70,
      "narrator": "Sa'id b. Abu Burda reported on the authority of his grandfather that the Messenger of Allah (ﷺ) said:",
      "text": "Bu hadis Aişe tarafından başka bir isnatla rivayet edilmiştir; burada Allah'ın Resulü'nün (ﷺ) şöyle dediği aktarılmıştır: \"Her insan yaratılmıştır\"; hadisin geri kalanı aynıdır ve o dedi ki: \"O gün yürür.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Sa'id b. Ebu Burda, dedesi aracılığıyla, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Sadaka vermek her Müslüman için zorunludur. Ona (soruldu): Bunu yapacak imkanı olmayan hakkında ne dersin? O dedi ki: O, iki elini de çalıştırmalı, böylece kendisine fayda sağlamış olur ve sadaka vermelidir. Ona (soruldu): Bunu yapacak imkanı olmayan hakkında ne dersin? O dedi ki: O zaman muhtaç olanlara, mağdur olanlara yardım etmelidir. Soruldu: Peki, bunu bile yapamayan hakkında ne dersin? O dedi ki: O zaman iyi olanı emretmeli veya güzel olanı yapmalıdır. Soruldu: Peki, bunu bile yapamayan hakkında ne dersin? O (Peygamber Efendimiz) dedi ki: O zaman kötülükten sakınmalıdır; çünkü bu da onun adına bir sadakadır."
    },
    {
      "id": 72,
      "narrator": "Hammam b. Munabbih reported that-this is out of (those ahadith) which Abu Huraira narrated to us from Muhammad, the Messenger of Allah (ﷺ). And he while making a mention of ahadith reported from Allah's Messenger (ﷺ) said this:",
      "text": "Bu hadis Şu'ba tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 73,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Hammam b. Munabbih, bu hadislerin Ebu Hüreyre'den, Allah'ın Resulü'nden (ﷺ) rivayet edildiğini bildirdi. O, Allah'ın Resulü'nden (ﷺ) rivayet edilen hadisleri zikrederken şunları söyledi: Her eklem için her gün güneş doğduğunda sadaka vardır. İki adam arasında adalet sağlamak da bir sadakadır. Bir adamı hayvanına bindirmek veya ona yükünü yüklemesine yardım etmek de bir sadakadır; güzel bir söz de bir sadakadır; ve namaza doğru attığınız her adım bir sadakadır, ve yoldan zararlı şeyleri kaldırmak da bir sadakadır."
    },
    {
      "id": 74,
      "narrator": "Haritha b. Wahb reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: Hiçbir gün yoktur ki, Allah'ın (kulları) sabahleyin kalktıklarında iki melek onlara gelmesin. Bunlardan biri der ki: Ey Allah'ım, harcayanı daha çok ver, diğeri der ki: Ey Allah'ım, tutan için yıkım getir."
    },
    {
      "id": 75,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Harise b. Vahb, Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: Sadaka verin; çünkü bir zaman gelecek ki, bir kişi sadaka ile dolaşacak ve verilecek olan kişi diyecek ki: Eğer bunu dün getirseydin, kabul ederdim. Şu anda buna ihtiyacım yok. (Ve sadaka veren) kabul edecek kimse bulamayacak."
    },
    {
      "id": 76,
      "narrator": "Abu Huraira reported Allah's Messenger (way peace be upon him) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ona selam olsun) şöyle buyurdu: Kıyamet Saati, malın bol ve taşacak kadar arttığı, öyle ki bir adam malından zekat vermek için çıkaracak ama ondan kabul edecek kimse bulamayacak, ve Arabistan toprakları çayır ve nehirler haline dönmeden gelmeyecektir."
    },
    {
      "id": 77,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kıyamet Saati, mal bol ve taşacak kadar arttığı zaman gelmeyecek, öyle ki mal sahibi, kimlerin sadaka kabul edeceğini düşünür hale gelecek ve bir kişi sadaka kabul etmesi için çağrıldığında, \"Buna ihtiyacım yok\" diyecektir."
    },
    {
      "id": 78,
      "narrator": "Abu Huraira reported Allah's Messenaer (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yer, altın ve gümüş gibi uzun parçalarını kusacak ve katil gelecek ve \"Bunu yapmak için cinayet işledim\" diyecek. Akrabalık bağlarını koparan gelecek ve \"Bunu yapmak için akrabalık bağlarını kopardım\" diyecek; hırsız gelecek ve \"Bunu yapmak için ellerim kesildi\" diyecek. Sonra onu bırakacaklar ve içinden hiçbir şey almayacaklar."
    },
    {
      "id": 79,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kim, helal kazancından bir hurma kadar sadaka verirse, Allah, helal olanı kabul eder, Rab, onu sağ eliyle kabul eder ve o bir hurma bile olsa, Rab'in elinde, birinizin tayını büyüttüğü gibi büyütülür, ta ki dağdan daha büyük hale gelir."
    },
    {
      "id": 80,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kim, helal kazancından bir hurma kadar sadaka verirse, Allah onu sağ eliyle kabul eder ve sonra onu, birinizin tayını veya genç dişi deveyi büyüttüğü gibi büyütür, ta ki dağ gibi veya daha büyük hale gelir."
    },
    {
      "id": 81,
      "narrator": "This hadith has been narrated through another chain of transmitters with a change of words. In the hadith transmitted Rauh (the words are):",
      "text": "Bu hadis, başka bir nakil zinciriyle kelimelerin değişimiyle aktarılmıştır. Rauh'ta (kelimeler): \"Helal kazançtan ve onun hak olan yerinde harcanmasından\" şeklindedir; Sulaiman tarafından aktarılan hadiste ise (kelimeler): \"Ve onun uygun yerinde harcanmasından\" şeklindedir."
    },
    {
      "id": 82,
      "narrator": "Narrated Abu Huraira:",
      "text": "Abu Huraira'dan rivayet edilmiştir: Bu hadis, Ya'kub'un Suhail'den aktardığı rivayetle aynı zincirden aktarılmıştır (# 2212)."
    },
    {
      "id": 83,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Ey insanlar, Allah Temizdir ve bu nedenle yalnızca temiz olanı kabul eder. Ve Allah, inananlara, Elçilerine emrettiği gibi şöyle buyurdu: \"Ey Elçiler, iyi şeylerden yiyin ve salih amellerde bulunun; gerçekten ben yaptıklarınızı bilirim\" (xxiii. 51). Ve dedi ki: \"Ey iman edenler, size verdiğimiz iyi şeylerden yiyin\" (ii. 172). Sonra, saçları dağınık ve toz içinde olan, ellerini gökyüzüne kaldıran bir kişiden bahsetti (ve şöyle dua eder): \"Ey Rabbim, ey Rabbim,\" oysa onun yiyeceği haram, içeceği haram, elbiseleri haram ve beslenmesi haramdır. O zaman onun duası nasıl kabul edilebilir?"
    },
    {
      "id": 84,
      "narrator": "'Adi b. Hatim reported that he heard Allah's Messenger (way peace be upon him) as saying:",
      "text": "'Adi b. Hatim, Allah'ın Elçisi (ona selam olsun) şöyle buyurduğunu duydu: Sizden kim ateşten kendini koruyabilirse, bunu yapmalıdır, hatta bu bir yarım hurma ile olsa bile."
    },
    {
      "id": 85,
      "narrator": "'Adi b. Hatim reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Adi b. Hatim, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Allah, aranızdaki herkesle hiçbir tercüman olmaksızın konuşacaktır. O (adam) sağ tarafına bakacak ve daha önce yaptığı (ameller) dışında hiçbir şey bulamayacak, sol tarafına bakacak ve daha önce yaptığı (ameller) dışında hiçbir şey bulamayacak. Önüne bakacak ve yüzünün hemen önünde ateşten başka bir şey bulamayacak. O halde kendinizi ateşten koruyun, hatta bu bir yarım hurma ile olsa bile. Khaithama tarafından benzer bir hadis aktarılmıştır ve buna (şu sözler) eklenmiştir: \"Hatta bu güzel bir sözle olsa bile.\""
    },
    {
      "id": 86,
      "narrator": "'Adi b. Hatim reported that the Messenger of Allah (ﷺ) made a mention of Fire. He turned his face aside and diverted his attention and then said:",
      "text": "'Adi b. Hatim, Allah'ın Elçisi (ﷺ) ateşten bahsettiğini ve ondan Allah'a sığındığını bildirdi. Üç kez yüzünü çevirdi ve sonra şöyle dedi: Kendinizi ateşten koruyun, hatta bu bir yarım hurma ile olsa bile. Ama bunu bulamazsanız (o zaman kendinizi ateşten) güzel sözlerle koruyun."
    },
    {
      "id": 87,
      "narrator": "Adi b. Hatim reported that the Messenger of Allah (ﷺ) made a mention of the Fire and sought refuge (with Allah against it). He turned aside his face three times and then said:",
      "text": "'Adi b. Hatim, Allah'ın Elçisi (ﷺ) ateşten bahsettiğini ve ondan Allah'a sığındığını bildirdi. Üç kez yüzünü çevirdi ve sonra şöyle dedi: Kendinizi ateşten koruyun, hatta bu bir yarım hurma ile olsa bile. Ama bunu bulamazsanız (o zaman kendinizi ateşten) güzel sözlerle koruyun."
    },
    {
      "id": 88,
      "narrator": "Mundhir b. Jarir reported on the authority of his father:",
      "text": "Mundhir b. Jarir, babasından rivayet etti: Allah'ın Elçisi (ﷺ) ile sabahın erken saatlerinde birlikteydik, oraya çıplak ayakla, çıplak, çizgili yün elbiseler giymiş, kılıçları boyunlarında asılı olan bazı insanlar geldi. Çoğu, hatta hepsi, Mudar kabilesindendi. Allah'ın Elçisi (ﷺ) onları yoksulluk içinde görünce yüzünün rengi değişti. Sonra (evine) girdi ve çıktı ve Bilal'e (ezan okuması için) emretti. O ezanı ve ikameti okudu ve (Peygamber) namaz kıldı (arkadaşlarıyla birlikte) ve sonra onlara (Kuran ayetleri okuyarak) hitap etti: \"Ey insanlar, Rabbinizden korkun, sizi tek bir varlıktan yaratan\" ayetinin sonuna kadar, \"Allah her zaman sizin üzerinizde gözetleyicidir\" (iv. 1). (Sonra) Haşr Suresi'nden bir ayet okudu: \"Allah'tan korkun. Her bir nefis, yarın için neyi öne sürdüğüne baksın ve Allah'tan korkun\" (lix. 18). (Sonra dinleyiciler, sadaka vermekte birbirleriyle yarışmaya başladılar.) Bazıları bir dinar, diğerleri bir dirhem, bazıları giysi, bazıları bir sa' buğday, bazıları bir sa' hurma bağışladı; ta ki (Peygamber) \"Getirin, hatta bu bir yarım hurma bile olsa\" dedi. Sonra Ensar'dan bir kişi, ellerinin neredeyse kaldıramayacağı bir para torbası ile oraya geldi; aslında, elleri (kaldıramıyordu). Sonra insanlar sürekli takip ettiler, ta ki iki yığın yiyecek ve giysi gördüm ve Allah'ın Elçisi'nin (ﷺ) yüzü, sevinçten altın gibi parlıyordu. Allah'ın Elçisi (ﷺ) şöyle dedi: İslam'da iyi bir örnek koyan kimse, bu (iyilik) için bir ödül alır ve buna uyanların da ödüllerinden hiçbir şey eksilmez; ve İslam'da kötü bir örnek koyan kimse, bunun yükünü taşır ve buna uyanların da yükünden hiçbir şey eksilmez."
    },
    {
      "id": 89,
      "narrator": "This hadith has been narrated on the authority of Mandhir through another chain of transmitters. And the hadith transmitted by Ibn Mu'adh contains an addition:",
      "text": "Bu hadis, Mandhir aracılığıyla başka bir nakil zinciriyle aktarılmıştır. Ibn Mu'adh tarafından aktarılan hadiste ise bir ek bulunmaktadır: \"Sonra öğle namazını kıldı ve sonra hutbe verdi.\""
    },
    {
      "id": 90,
      "narrator": "Mundhir b. Jarir narrated on the authority of his father:",
      "text": "Mundhir b. Jarir, babasından rivayet etti: Allah'ın Elçisi (ﷺ) ile birlikte otururken, çizgili yün elbiseler giymiş bazı insanlar geldi ve hadisin geri kalanı aynı şekilde devam eder, ve orada (şöyle de belirtilmiştir): \"Öğle namazını kıldı ve sonra küçük bir minbere çıktı, Allah'ı övdü, ona hamd etti ve sonra şöyle dedi: Gerçekten Allah, Kitabında şöyle bildirmiştir: 'Ey insanlar, Rabbinizden korkun,' vb.\" (iv. 1)."
    },
    {
      "id": 91,
      "narrator": "Jarir b. 'Abdullah reported:",
      "text": "Cerir b. Abdullah şöyle rivayet etmiştir: İnsanlar, Messenger of Allah (ﷺ)'a geldiler ve yün elbiseler giymişlerdi. O (Kutsal Peygamber) onların kötü durumunu gördü, zira ihtiyaç içindeydiler ve hadisin geri kalanı aynıdır."
    },
    {
      "id": 92,
      "narrator": "Abu Mas'ud reported:",
      "text": "Ebu Mes'ud şöyle rivayet etmiştir: Biz, (çalışanlar olmamıza rağmen) sadaka vermeye teşvik edildik. Ebu 'Aqil yarım sa' sadaka verdi. Bunun üzerine daha fazlasını veren başka bir adam geldi. Münafıklar dediler ki: Şüphesiz Allah, bunun sadakasına muhtaç değildir ve ikinci kişi sadece (sadakasını) gösteriş için vermiştir. Sonra bu ayet nazil oldu: \"Müminlerden sadaka verenleri ve yalnızca zorla bulduklarıyla verenleri alay edenler\" (Tevbe, 80). Ve Bişr, Muttawwi'in kelimesini telaffuz etmedi."
    },
    {
      "id": 93,
      "narrator": "This hadith has been narrated by Shu'ba with the same chain of transmitters and in the hadith transmitted by Sa'id b. al Rabi (the words are):",
      "text": "Bu hadis, Şu'ba tarafından aynı isnat zinciriyle rivayet edilmiştir ve Sa'id b. el-Rabi tarafından rivayet edilen hadisteki kelimeler şunlardır: \"Biz sırtımızda yük taşırdık.\""
    },
    {
      "id": 94,
      "narrator": "It is narrated on the authority of Abu Huraira (that the Messenger of Allah) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: Elbette ki bir kişi, aileye sabah ve akşam büyük bir kâse kadar süt veren bir dişi deveyi hediye ettiğinde, onun hediyesinin (hediye için) mükafatı büyüktür."
    },
    {
      "id": 95,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) forbade (to do certain things) and then he made a mention of certain habits and said:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) bazı şeyleri yasakladığını ve ardından bazı alışkanlıklardan bahsettiğini ve şöyle dediğini rivayet etmiştir: Bir dişi deve hediye eden için sabah ve akşam (hediye için) mükafat vardır - sabah süt içmek için bir mükafat ve akşam süt içmek için bir mükafat."
    },
    {
      "id": 96,
      "narrator": "Abu Haraira reported that the likeness of one who spends or one who gives charity is that of a person who has two cloaks or two coats-of-mail over him right from the breast to the collar bones. And when the spender (and the other narrator said, when the giver of charity) makes up his mind to give charity, it (coat-mail) becomes expanded for him. But when a miserly person intends to spend, it contracts and every ring grips the place where it is. For the giver of charity, this coat-of. mail expands to cover his whole body and obliterates even his footprints. Abu Huraira said:",
      "text": "Ebu Hureyre, harcayan veya sadaka veren birinin benzerliğini, göğsünden boyun kemiklerine kadar iki zırhı olan bir kişinin benzerliği olarak tarif etmiştir. Ve harcayan (diğer rivayet eden ise, sadaka veren) sadaka vermeye karar verdiğinde, (zırh) onun için genişler. Ama cimri bir kişi harcamaya niyet ettiğinde, daralır ve her halka bulunduğu yeri sıkıca kavrar. Sadaka veren için, bu zırh tüm bedenini kaplar ve ayak izlerini bile siler. Ebu Hureyre dedi ki: (Cimri kişi) onu genişletmeye çalışır ama genişlemez."
    },
    {
      "id": 97,
      "narrator": "Abu Haraira reported that the Messenger of Allah (ﷺ) gave similitudes of a miserly man and the giver of charity as two persons who have two coats-of-mail over them with their hands pressed closely to their breasts and their collar bones. Whenever the giver of charity gives charity it (the coat-of mail) expands so much as to cover his finger tips and obliterate his foot prints. And whenever the miserly person intends to give charity (the coat-of-mail) contracts and every ring grips the place where it is. He (Abu Huraira) said:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) cimri bir adam ile sadaka verenin benzerliğini, göğüsleri ve boyun kemikleri sıkıca kapatılmış iki zırhı olan iki kişi olarak verdiğini rivayet etmiştir. Sadaka veren her sadaka verdiğinde, (zırh) o kadar genişler ki parmak uçlarını kaplar ve ayak izlerini siler. Cimri kişi sadaka vermeye niyet ettiğinde, (zırh) daralır ve elleri boyun kemiğine kadar sıkışır ve her halka birbirine sıkıca bağlıdır. O (Ebu Hureyre) dedi ki: Allah'ın Messenger'ını (ﷺ) gömleğinin açılışında parmaklarıyla şöyle derken gördüm: \"Eğer onu genişletmeye çalıştığını görseydin, genişlemezdi.\""
    },
    {
      "id": 98,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini rivayet etmiştir: Cimri bir adam ile sadaka verenin benzerliği, üzerlerinde zırh olan iki kişiye benzer; sadaka veren sadaka vermeye niyet ettiğinde, zırh onun üzerinde o kadar genişler ki ayak izleri de silinir. Cimri kişi sadaka vermeye niyet ettiğinde, zırh onun üzerinde daralır ve elleri boyun kemiğine kadar sıkışır ve her halka birbirine bağlıdır. O (rivayet eden) dedi ki: Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: O, genişletmeye çalışır ama bunu başaramaz."
    },
    {
      "id": 99,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etmiştir: Bir adam sadaka vermek istediğini ifade etti, böylece sadakayı alarak bir zina edenin eline koydu. Sabah olduğunda, insanlar konuşuyordu ve \"Gece bir zina edene sadaka verildi\" diyordu. O (sadaka veren) dedi ki: \"Ya Allah, sana hamd olsun - bir zina edene.\" Sonra tekrar sadaka vermek istediğini ifade etti; böylece sadakayı alarak zengin birinin eline koydu. Sabah olduğunda, insanlar konuşuyordu ve \"Bir zengine sadaka verildi\" diyordu. O (sadaka veren) dedi ki: \"Ya Allah, sana hamd olsun - iyi birine.\" Sonra tekrar sadaka vermek istediğini ifade etti; böylece sadakayı alarak bir hırsızın eline koydu. Sabah olduğunda, insanlar konuşuyordu ve \"Bir hırsıza sadaka verildi\" diyordu. Bunun üzerine (insanlardan biri) dedi ki: \"Ya Allah, sana hamd olsun (ne talihsizliktir ki sadaka) zina eden birine, zengine, hırsıza verildi!\" (Ona) bir melek geldi ve ona şöyle söylendi: \"Senin sadakan kabul edildi. Zina eden kadın, belki kendini zinadan alıkoyar. Zengin adam belki bir ders alır ve Allah'ın kendisine verdiğinden harcar, hırsız da belki hırsızlık yapmaktan vazgeçer.\""
    },
    {
      "id": 100,
      "narrator": "Abu Musa reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etmiştir: Dürüst Müslüman emanetçi, kendisine emredilen şeyi harcayan (bazen \"veren\" dedi) ve bunu neşeyle dolu bir kalple tam olarak veren ve kendisine emredilen birine veren, sadaka verenlerdendir."
    },
    {
      "id": 101,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "A'işe, Allah'ın Messenger'ının (ﷺ) şöyle dediğini rivayet etmiştir: Bir kadın evindeki yiyecekten sadaka verdiğinde, herhangi bir zarar vermeden, verdiği her şey için ona bir mükafat vardır ve kazandığı için kocası için de bir mükafat vardır. Aynı şey emanetçi için de geçerlidir. Hiçbir şekilde biri diğerinin mükafatını azaltmaz."
    },
    {
      "id": 102,
      "narrator": "This hadith has been narrated by Mansur with the same chain of transmitters (with this alteration of words):",
      "text": "Bu hadis, Mansur tarafından aynı isnat zinciriyle (bu kelime değişikliği ile) rivayet edilmiştir: \"Kocasının yiyeceğinden.\""
    },
    {
      "id": 103,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "A'işe, Allah'ın Messenger'ının (ﷺ) şöyle dediğini rivayet etmiştir: Bir kadın, kocasının evinden (bir şey olarak Sadaqa) harcadığında, herhangi bir zarar vermeden, onun için ve onun kazandığı için de ona benzer bir mükafat vardır ve onun (eşin) harcaması (Allah rızası için) ve emanetçi için de (benzer bir mükafat vardır), mükafatlarından hiçbir azalma olmaksızın."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Bu hadis, A'maş tarafından aynı isnat zinciriyle rivayet edilmiştir."
    },
    {
      "id": 105,
      "narrator": "Umair, the freed slave of Abi'l-Lahm reported:",
      "text": "Umair, Ebu'l-Lahm'ın azatlı kölesi şöyle rivayet etmiştir: Ben Ebu'l-Lahm'ın kölesiydim. Allah'ın Messenger'ına (ﷺ) efendimin malından bir şey sadaka verebilir miyim diye sordum. O da: \"Evet, ve mükafat ikiniz arasında yarı yarıya olacaktır.\" dedi."
    },
    {
      "id": 106,
      "narrator": "'Umair, the freed slave of Abi'l-Lahm, said:",
      "text": "'Umair, Ebu'l-Lahm'ın azatlı kölesi, dedi ki: Efendim bana etleri şeritler halinde kesmemi emretti; (bunu yaparken) yanımda bir fakir geldi ve ona biraz et verdim. Efendim bunu öğrendi ve beni dövdü. Ben Allah'ın Resulü'ne (ﷺ) geldim ve durumu ona anlattım. O (Peygamber) onu çağırdı ve dedi ki: Neden onu dövdün? O (Ebu'l-Lahm) dedi ki: O, benim iznim olmadan yiyeceğimi veriyor. Bunun üzerine o (Peygamber) dedi ki: Mücadele ödülü ikiniz arasında paylaşılacaktır."
    },
    {
      "id": 107,
      "narrator": "Hammam b. Munabbih said:",
      "text": "---"
    },
    {
      "id": 108,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Hammam b. Munabbih dedi ki: İşte bunlar, Muhammed'in (ﷺ) bazı hadisleridir, bize Ebu Hureyre'den nakledilmiştir. O da bunlardan bir hadisi şöyle anlattı: Allah'ın Resulü (ﷺ) dedi ki: Kadın, kocası evde bulunduğu sürece onun izni olmadan oruç tutmamalıdır. Ve kocası evdeyken, onun izni olmadan (mahram) birini evine almamalıdır. Ve onun kazancından izni olmadan harcadığı her şey için ona yarım ödül vardır."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 110,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Kim Allah rızası için bir çift şey harcarsa, ona cennete girmesi için (şu sözlerle) davet edilir: Ey Allah'ın kulu, bu senin için hayırlıdır. Namaz kılanlar, namaz kapısından girmeye; cihada katılanlar, cihad kapısından girmeye; sadaka verenler, sadaka kapısından girmeye; oruç tutanlar ise ar-Rayyan kapısından girmeye davet edilir. Ebu Bekir Sıddık dedi ki: Allah'ın Resulü, bir kişinin bu kapılardan biriyle davet edilmesi zorunlu mu? Yoksa herkes bu kapılardan hepsiyle mi davet edilecek? Allah'ın Resulü (ﷺ) dedi ki: Evet, umarım sen de onlardan biri olursun."
    },
    {
      "id": 111,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 112,
      "narrator": "Asma', daughter of Abu Bakr (Allah be pleased with him), reported:",
      "text": "Bu hadis, Zuhri tarafından başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 113,
      "narrator": "Asma' reported Allah's Messenger (way peace be upon him) as saying (to her):",
      "text": "---"
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Allah rızası için çift harcayan, cennet kapılarının bekçileri tarafından çağrılır; (aslında) cennet kapısının her bekçisi ona şöyle der: Ey falan, gel. Bunun üzerine Ebu Bekir dedi: Allah'ın Resulü, (bu demektir ki) bu kişi için bir sıkıntı olmayacak. Allah'ın Resulü (ﷺ) dedi: Umarım sen de onlardan biri olursun."
    },
    {
      "id": 115,
      "narrator": "Asma', daughter of Abu Bakr, reported that abe came to the Messenger of Allah (may peace he upon him) and said:",
      "text": "---"
    },
    {
      "id": 116,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Bugün aranızda kim oruç tuttu? Ebu Bekir (Allah ondan razı olsun) cevap verdi: Ben oruç tuttum. O (Peygamber tekrar) dedi: Aranızda kim bugün bir cenaze takip etti? Ebu Bekir (Allah ondan razı olsun) cevap verdi: Ben ettim. O (Peygamber tekrar) dedi: Aranızda kim bugün bir fakiri doyurdu? Ebu Bekir (Allah ondan razı olsun) cevap verdi: Ben doyurdum. O (tekrar) dedi: Aranızda kim bugün bir hastayı ziyaret etti? Ebu Bekir (Allah ondan razı olsun) dedi: Ben ziyaret ettim. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: Bu (iyi ameller) bir arada bulunan kimse mutlaka cennete girecektir."
    },
    {
      "id": 117,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) had said:",
      "text": "---"
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Asma', Ebu Bekir'in (Allah ondan razı olsun) kızı, bildirdi: Allah'ın Resulü (ﷺ) bana dedi ki: Harca, hesap yapma, yoksa Allah da senin için hesap yapar."
    },
    {
      "id": 119,
      "narrator": "Abu Huraira reported that there came a person to the Messenger of Allah (ﷺ) and said:",
      "text": "---"
    },
    {
      "id": 120,
      "narrator": "Abu Huraira reported that a person came to the Messenger of Allah (ﷺ) and said:",
      "text": "Asma', Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) ona şöyle dediğini bildirdi: Harca ve hesap yapma; zira Allah senin için hesap yapar; ve biriktirme, yoksa Allah da senden alıkoyar."
    },
    {
      "id": 121,
      "narrator": "This hadith has been narrated with the same chain of transmitters except with this change (of words):",
      "text": "Bu hadis, aynı nakil zinciri ile ancak şu kelime değişikliği ile rivayet edilmiştir: \"Hangi sadaka en üstündür?\""
    },
    {
      "id": 122,
      "narrator": "Abdullah b. Umar reported that as Allah's Messenger (ﷺ) was sitting on the pulpit and talking about Sadaqa and abstention from begging, he said:",
      "text": "Abdullah b. Umar, Allah'ın Elçisi (ﷺ) minberde otururken sadaka ve dilencilikten kaçınma hakkında konuştuğunu ve şöyle dediğini bildirdi: Üst el, alt elden daha hayırlıdır; üst el veren, alt el ise alan eldir."
    },
    {
      "id": 123,
      "narrator": "Hakim b. Hizam reported Allah's Messenger (ﷺ) having said this:",
      "text": "Hakim b. Hizam, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: En üstün sadaka, verildikten sonra (vereni) zengin bırakanıdır; üst el alt elden daha hayırlıdır ve ailenizden başlayın."
    },
    {
      "id": 124,
      "narrator": "Hakim b. Hizam reported:",
      "text": "Hakim b. Hizam bildirdi: Ben Allah'ın Elçisi (ﷺ)'nden dilendim, o da bana verdi. Tekrar dilendim, yine verdi. Bir kez daha dilendim, yine verdi ve sonra şöyle dedi: Bu mal yeşil ve tatlıdır; onu neşeli bir kalple alan kimse, onunla bereketlenir; onu açgözlü bir zihinle alan kimse ise bereketlenmez; o, tatmin olmadan yiyen kimse gibidir ve üst el alt elden daha hayırlıdır."
    },
    {
      "id": 125,
      "narrator": "Abu Umama reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Ümame, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Ey Adem oğlu, artan (mali) varlığını harcaman senin için daha hayırlıdır; ama eğer onu tutarsan, bu senin için kötüdür. Ancak geçim için gerekli olanı tutman konusunda sana bir kınama yoktur. Ve (sadakaya) bağımlılarından başlayın; üst el alt elden daha hayırlıdır."
    },
    {
      "id": 126,
      "narrator": "Mu'awiya said:",
      "text": "Muaviye dedi ki: Umar döneminde mevcut olan hadisler dışında hadislerden sakının; çünkü o, insanlara Allah'tan korkmalarını tavsiye etti. Ben Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: Allah'ın birine hayır vermek istediği zaman, ona dinde bir anlayış verir; ve ben Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: Ben hazinedarım. Kendi isteğimle verdiğim kimse, bununla bereketlenir; ama sürekli dilenen ve açgözlülüğü için verdiğim kimse, tatmin olmadan yiyen kimse gibidir."
    },
    {
      "id": 127,
      "narrator": "Mu'awiya reported Allah's Messenger (ﷺ) as saying:",
      "text": "Muaviye, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Bir konuda zorlamayın; çünkü Allah'a yemin ederim ki, sizden biri benden bir şey ister ve ben onu istemememe rağmen onu alırsa, ona verdiğim şeyde bereket bulamaz."
    },
    {
      "id": 128,
      "narrator": "'Amr b. Dinar reported from Wahb b. Munabbih:",
      "text": "Amr b. Dinar, Vahb b. Munabbih'ten şöyle aktardı: Ben San'a'daki evine gittim ve o, bana evinde yetişen kuruyemişler sundu. Kardeşi dedi ki: Ben Muaviye b. Ebu Süfyan'ın, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duyduğunu işittim ve sonra yukarıda bahsedilen bir hadisi zikretti."
    },
    {
      "id": 129,
      "narrator": "Abd al-Rahman b. Auf reported:",
      "text": "Abd al-Rahman b. Auf bildirdi: Ben Muaviye b. Ebu Süfyan'ın bir konuşmada, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duyduğunu işittim: Allah'ın birine hayır yapmak istediği zaman, ona dinde bir anlayış verir. Ben sadece dağıtıcıyım, Allah ise Veren'dir."
    },
    {
      "id": 130,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Miskin, insanlardan dolaşarak bir veya iki lokma ile geri çevrilen değildir. Onlar (Peygamber'in Sahabeleri) dediler ki: Allah'ın Elçisi, o zaman miskin kimdir? O da şöyle dedi: Yeterince doyuracak bir şey bulamayan ve bu nedenle hayırseverlerin dikkatini çekmeyen, dolayısıyla ona sadaka verilmeyen ve insanlardan bir şey istemeyen kimsedir."
    },
    {
      "id": 131,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Miskin, bir veya iki hurma ile geri çevrilen ve bir veya iki lokma ile geri çevrilen değildir. (Aslında) miskin, dilencilikten kaçınandır. İsterseniz (ayet) okuyun: \"Onlar insanlardan ısrarla istemezler.\" (Bakara, 273)."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Bu hadis başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 133,
      "narrator": "Hamza. son of 'Abdullah, reported on the authority of his father that the Messenger of Allah (ﷺ) said:",
      "text": "Hamza b. Abdullah, babasından rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Bir adam sürekli insanlardan dilenirse, Allah'a, yüzünde et kalmadan gelir."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin kardeşi aracılığıyla aynı nakil zinciri ile rivayet edilmiştir, ancak \"muz'a\" (parça) kelimesine dair bir ifade bulunmamaktadır."
    },
    {
      "id": 135,
      "narrator": "Hamza b. 'Abdullah b. Umar heard his father say that the Messenger of Allah (ﷺ) had said:",
      "text": "Hamza b. Abdullah b. Umar, babasının, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duyduğunu aktardı: Kişi insanlardan dilenmeye devam eder, ta ki Kıyamet Günü geldiğinde yüzünde et kalmaz."
    },
    {
      "id": 136,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Başkalarının zenginliklerini artırmak için dilenen, sadece canlı kömür istemektedir; o yüzden az ya da çok istemelidir."
    },
    {
      "id": 137,
      "narrator": "Abu Huraira is reported to have heard the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duymuştur: Sizlerden birinin sırtında bir odun yükü taşıyıp ondan sadaka vermesi (ve kendi ihtiyacını karşılaması) ve insanlardan bağımsız olması, insanlardan istemesinden daha hayırlıdır; ister bir şey versinler, isterse vermesinler. Şüphesiz, üst el alt elden daha hayırlıdır ve (sadakaya) öncelikle bakmakla yükümlü olduğunuz kimselerden başlayın."
    },
    {
      "id": 138,
      "narrator": "Qais b. Abu Hizam reported:",
      "text": "Kays b. Ebu Hızam şöyle rivayet etmiştir: Ebu Hureyre'ye geldik ve o, Allah'ın Elçisi (ﷺ) şöyle demiştir: Vallahi, sizlerden birinin sırtında bir odun yükü taşıyıp onu satması daha hayırlıdır; hadisin geri kalanı (öncekiler gibi) rivayet edilmiştir."
    },
    {
      "id": 139,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Sizlerden birinin bir odun demeti bağlayıp sırtında taşıyıp satması, bir insandan istemesinden daha hayırlıdır; o belki verir, belki vermez."
    },
    {
      "id": 140,
      "narrator": "Malik al-Ashja'i reported:",
      "text": "Malik el-Eşca'i şöyle rivayet etmiştir: Biz, dokuz, sekiz veya yedi adam, Allah'ın Elçisi (ﷺ) ile birlikteydik ve o şöyle dedi: Neden Allah'ın Elçisi'ne biat etmiyorsunuz? - halbuki biz yeni biat etmiştik. Biz de: Allah'ın Elçisi, biz zaten size biat ettik dedik. O tekrar: Neden Allah'ın Elçisi'ne biat etmiyorsunuz? dedi. Biz de: Allah'ın Elçisi, biz zaten size biat ettik dedik. O tekrar: Neden Allah'ın Elçisi'ne biat etmiyorsunuz? dedi. Biz de ellerimizi uzattık ve: Allah'ın Elçisi, biz zaten size biat ettik. Şimdi hangi konularda biat etmemiz gerektiğini söyle dedik. O da: (Biat etmelisiniz) Allah'tan başka hiçbir şeyi ortak koşmadan yalnızca O'na ibadet edeceğinize, beş vakit namaz kılacağınıza ve (bir şey fısıldayarak) insanlardan hiçbir şey istemeyeceğinize biat etmelisiniz. (Bunun sonucunda) bazı insanların, kamçısı düştüğünde kimseye onu alması için istemediğini gördüm."
    },
    {
      "id": 141,
      "narrator": "Qabisa b. Mukhariq al-Hilali said:",
      "text": "Kabisa b. Mukhariq el-Hilali dedi ki: Ben borç içindeydim ve Allah'ın Elçisi'ne (ﷺ) bu konuda geldim ve ondan dilendim. O: Sadaka gelene kadar bekle, böylece sana verilmesini emredeceğiz, dedi. Tekrar: Kabisa, dilenmek sadece üç sınıf insan için caizdir: Borçlanan kişi, borcunu ödeyene kadar dilenmesi caizdir, sonra durmalıdır; başına bir felaket gelen ve malı yok olan kişi, yaşamını sürdürecek kadar bir şey alana kadar dilenmesi caizdir; ve yoksullukla imtihan edilen kişi, bu durumun üç akıllı insan tarafından tasdik edilmesiyle, yaşamını sürdürecek kadar bir şey alana kadar dilenmesi caizdir. Kabisa, bu üç sınıf dışında (herhangi bir neden) için dilenmek haramdır ve böyle bir şeyle meşgul olan, haram olanı tüketir."
    },
    {
      "id": 142,
      "narrator": "Salim b. Abdullah b. 'Umar reported on the authority of his father ('Abdullah b. 'Umar) that he had heard 'Umar b. Khattab (Allah be pleased with him) saying:",
      "text": "Salim b. Abdullah b. 'Umar, babası ('Abdullah b. 'Umar) aracılığıyla, 'Umar b. Khattab'ın (Allah ondan razı olsun) şöyle dediğini duyduğunu bildirdi: Allah'ın Elçisi (ﷺ) bana bir hediye verdi, ama ben: Bunu benden daha çok ihtiyaç duyan birine verin, dedim. İkinci kez bana mal verdi ama ben: Bunu benden daha çok ihtiyaç duyan birine verin, dedim. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Size gelmeyen, açgözlülük etmeden ve dilenmeden gelen bu maldan alın; fakat diğer durumlarda kalbinizin ona özlem duymasına izin vermeyin."
    },
    {
      "id": 143,
      "narrator": "Salim b. 'Abdullah reported on the authority of his father that the Messenger of Allah (ﷺ) gave to 'Umar b. Khattab some gift. Umar said to him:",
      "text": "Salim b. 'Abdullah, babası aracılığıyla, Allah'ın Elçisi (ﷺ) 'Umar b. Khattab'a bir hediye verdi. Umar ona: Allah'ın Elçisi, bunu benden daha çok ihtiyaç duyan birine verin, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Al; ya yanında tut veya sadaka olarak ver, ve sana bu tür bir mal geldiğinde, açgözlülük etmeden veya dilenmeden kabul et, ama diğer durumlarda kalbinizin ona özlem duymasına izin verme. Ve bu yüzden İbn 'Umar, hiç kimseye bir şey istemedi, kendisine verilen hiçbir şeyi de reddetmedi."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "Bu hadisi Abdullah b. al-Sa'di, 'Umar b. al-Khattab'dan, o da Allah'ın Elçisi'nden (ﷺ) duyduğunu rivayet etmiştir."
    },
    {
      "id": 145,
      "narrator": "Ibn al-Sa'di Maliki reported:",
      "text": "İbn al-Sa'di Maliki şöyle rivayet etmiştir: 'Umar b. Khattab (Allah ondan razı olsun) beni sadaka toplayıcısı olarak tayin etti. O (bana verilen görevi) tamamladığımda ve onu (Umar'a) teslim ettiğimde, bana (bu iş için) bir ücret almamı emretti. Ben de: Bu görevi Allah için yaptım ve mükafatım Allah katındadır, dedim. O: Sana verilen her şeyi al, zira ben de Allah'ın Elçisi (ﷺ) zamanında bu görevi yaptım. O bana toplayıcı olarak görev verdi ve ben de senin dediğin gibi dedim, ve Allah'ın Elçisi (ﷺ) bana şöyle dedi: Sana dilenmeden verilen bir şey olursa, (onu kabul et), ye ve sadaka ver."
    },
    {
      "id": 146,
      "narrator": "Ibn al-Sa'di reported:",
      "text": "İbn al-Sa'di şöyle rivayet etmiştir: 'Umar b. Khattab (Allah ondan razı olsun) beni sadaka toplayıcısı olarak tayin etti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 147,
      "narrator": "Abu Huraira reported from the Messenger of Allah (ﷺ) as having said this:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: Yaşlı bir kişinin kalbi iki şey için genç hisseder: uzun yaşam sevgisi ve zenginlik sevgisi."
    },
    {
      "id": 148,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) had said this:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: Yaşlı bir kişinin kalbi iki şey için gençtir: uzun yaşam ve zenginlik sevgisi."
    },
    {
      "id": 149,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Adem oğlu yaşlanır, ama içindeki iki (istek) genç kalır: zenginlik isteği ve yaşam isteği."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Anas tarafından benzer bir hadisin başka bir nakil zinciriyle rivayet edildiği bildirilmiştir."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Bu hadis, Anas'ın rivayetiyle başka bir nakil zincirinden aktarılmıştır."
    },
    {
      "id": 152,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Eğer Âdem oğlu iki vadi dolusu zenginliğe sahip olursa, üçüncüsünü ister. Âdem oğlunun karnı ancak toprakla doyar. Ve Allah, tövbe edenin tövbesini kabul eder.\""
    },
    {
      "id": 153,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) bu şekilde söylediğini bildirmiştir, fakat bunun kendisine vahyedilip vahyedilmediğini bilmiyorum, ama o şöyle dedi."
    },
    {
      "id": 154,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Eğer Âdem oğlu iki vadi dolusu altına sahip olursa, bir üçüncüsünü ister. Ve onun ağzı ancak toprakla dolar, ve Allah, tövbe edenin tövbesini kabul eder.\""
    },
    {
      "id": 155,
      "narrator": "Ibn Abbas reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Eğer Âdem oğlu bir vadi dolusu zenginliğe sahip olursa, onun gibi bir başka vadiyi istemek ister. Ve Âdem oğlu ancak toprakla doyar. Ve Allah, kendisine döneni kabul eder.\" İbn Abbas dedi ki: \"Bunun Kur'an'dan olup olmadığını bilmiyorum; ve Zuhair tarafından aktarılan rivayette şöyle denilmiştir: Bunun Kur'an'dan olup olmadığını bilmiyorum, ve İbn Abbas'tan bahsedilmemiştir.\""
    },
    {
      "id": 156,
      "narrator": "Abu Harb b. Abu al-Aswad reported on the authority of his father that Abu Musa al-Ash'ari sent for the reciters of Basra. They came to him and they were three hundred in number. They recited the Qur'an and he said:",
      "text": "Ebu Harb b. Ebu el-Aswad, babası aracılığıyla şöyle bildirmiştir: \"Ebu Musa el-Eş'ari, Basra'nın okuyucularını çağırdı. Onlar ona geldiler ve sayıları üç yüzdü. Kur'an'ı okudular ve o şöyle dedi: 'Siz, Basra'nın en iyilerisiniz, çünkü aranızda okuyuculardansınız. Öyleyse okumaya devam edin. (Ama unutmayın ki) uzun süre okumanız kalplerinizi katılaştırmasın, tıpkı sizden önceki insanların kalplerinin katılaştığı gibi. Biz, (Surah) Bara'at'a benzer uzunluk ve sertlikte bir sure okurduk. Ancak, bunun dışında hatırladığım tek şey şudur: 'Eğer Âdem oğlu iki vadi dolusu zenginliğe sahip olursa, üçüncüsünü ister ve Âdem oğlunun karnı ancak toprakla doyar.' Ve biz, Musabbihat surelerinden birine benzer bir sure okurduk, ama onu unuttum, ancak bunun dışında hatırladığım şey şudur: 'Ey iman edenler, yapmadığınız şeyleri neden söylüyorsunuz?' (61:2) ve 'Bu, boyunlarınızda bir şahit olarak kaydedilmiştir ve Kıyamet Günü bu konuda sorgulanacaksınız.' (17:13)\""
    },
    {
      "id": 157,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) had said:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Zenginlik, (dünyevi) malların bolluğunda değildir; zenginlik, ruhun (kalbin, nefsin) zenginliğidir.\""
    },
    {
      "id": 158,
      "narrator": "Abu Sa'id al-Khudri reported that the Messenger of Allah (ﷺ) stood up and addressed the people thus:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) ayağa kalktı ve insanlara şöyle hitap etti: \"Ey insanlar, Allah'a yemin ederim ki, sizin için endişe ettiğim tek şey, Allah'ın size dünya süsü olarak getireceği şeydir.\" Bir kişi dedi ki: \"Allah'ın Elçisi, iyilik kötülük doğurur mu?\" Allah'ın Elçisi (ﷺ) bir süre sessiz kaldı ve sonra şöyle dedi: \"Ne dedin?\" O cevap verdi: \"Allah'ın Elçisi, dedim ki: İyilik kötülük doğurur mu?\" Allah'ın Elçisi (ﷺ) ona şöyle dedi: \"İyilik, sadece iyilik doğurur. Ancak bitkilerde bahar yağmuru, bazılarını sarsarak öldürür veya neredeyse öldürür, ama bitkiyle beslenen hayvan, yer, karnı şiştiğinde güneşe döner, sonra dışkılar ve idrarını yapar, sonra geri döner ve yer.\" \"Kim zenginliği hakkıyla kabul ederse, Allah ona bereket verir. Hakkı olmadan zenginliği alan ise, doymayan birini yiyen gibidir.\""
    },
    {
      "id": 159,
      "narrator": "Abu Sa'id al-Khudri reported that the Messenger of Allah (ﷺ) had said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Sizler için en korktuğum şey, Allah'ın dünya süsü olarak getirdiği şeydir.\" Onlar (Peygamberin Ashabı) dediler: \"Allah'ın Elçisi, dünya süsü nedir?\" O şöyle dedi: \"Yerin nimetleridir.\" Onlar (tekrar) dediler: \"Allah'ın Elçisi, iyilik kötülük doğurur mu?\" O şöyle dedi: \"Hayır, sadece iyilik iyilik doğurur. Hayır, sadece iyilik iyilik doğurur. Hayır, sadece iyilik iyilik doğurur. Bahar yağmuru ile büyüyen her şey öldürür veya öldürmek üzeredir, ama bitkiyle beslenen hayvan, yer, karnı şiştiğinde güneşe döner, dışkılar ve idrarını yapar, sonra geri döner ve yer.\" \"Bu zenginlik yeşil ve tatlıdır, ve onu doğru bir şekilde kabul eden, iyi bir yardım bulur; ama onu haksız yere alan, doymayan birini yiyen gibidir.\""
    },
    {
      "id": 160,
      "narrator": "Abu Said al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri, şöyle bildirmiştir: \"Allah'ın Elçisi (ﷺ) minberde oturuyordu ve biz etrafında oturuyorduk, ve o şöyle dedi: 'Ölümümden sonra sizler için korktuğum şey, dünya süslerinin ve güzelliklerinin açılmasıdır.' Bir kişi dedi ki: 'Allah'ın Elçisi, iyilik kötülük doğurur mu?' Allah'ın Elçisi (ﷺ) sessiz kaldı. Ve ona (soruyu soran adama) denildi: 'Neden Allah'ın Elçisi ile konuşuyorsun ama o seninle konuşmuyor?' Onun üzerine, sanki vahiy iniyormuş gibi düşündük. Kendine geldi ve terini sildi ve şöyle dedi: 'O, soran kişiydi (ve ifadesiyle onu övdü ve sonra ekledi): 'Gerçekten iyilik kötülük doğurmaz. Bahar yağmuru ile büyüyen her şey öldürür veya öldürmek üzeredir, ama o (hayvan) bitkiyle beslenir. Karnı dolana kadar yer; güneşe döner, dışkılar ve idrarını yapar, sonra geri döner ve yer. Ve bu zenginlik tatlı bir bitkidir ve ihtiyaç sahiplerine, yetimlere, yolculara veya benzeri şeylere veren bir Müslüman için iyi bir arkadaştır. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Hakkı olmadan alan, doymayan birini yiyen gibidir ve bu, Kıyamet Günü onun aleyhine şahitlik edecektir.'\""
    },
    {
      "id": 161,
      "narrator": "Abu Sa'id al-Khudri reported that some people from among the Ansar begged from the Messenger of Allah (ﷺ) and he gave them. They again begged him and he again gave them, till when what was in his possession was exhausted he said:",
      "text": "Ebu Sa'id el-Hudri, bazı Ensar'ın Allah'ın Elçisi (ﷺ) dan dilendiğini ve onun onlara verdiğini bildirmiştir. Onlar tekrar ondan dilendiler ve o tekrar verdi, ta ki elindeki şeyler tükenene kadar. O şöyle dedi: \"Sahip olduğum her iyiliği (zenginlik, mal) sizden esirgemeyeceğim. Kim dilenmekten kaçınırsa, Allah onu ihtiyaçtan korur. Kim yeterlilik ararsa, Allah onu yeterli kılar. Kim sabır gösterirse, Allah ona sabır gücü verir. Ve hiç kimse, sabırdan daha iyi ve daha büyük bir bağışla nimetlendirilmez.\""
    },
    {
      "id": 162,
      "narrator": "",
      "text": "Bu hadis, Zuhri tarafından aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 163,
      "narrator": "'Amr b. al-'As reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Amr b. el-'As, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"İslam'ı kabul eden, ihtiyacı için yeterli olan ve Allah'ın kendisine verdiği şeyle yetinen kimse başarılıdır.\""
    },
    {
      "id": 164,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle dua ettiğini bildirmiştir: \"Ey Allah, Muhammed'in ailesinin rızkını sadece yaşamalarını sağlayacak kadar yeterli kıl.\""
    },
    {
      "id": 165,
      "narrator": "Umar b. Khattab (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) distributed something. Upon this I said:",
      "text": "Ömer b. Hattab (Allah ondan razı olsun) şöyle bildirmiştir: \"Allah'ın Elçisi (ﷺ) bir şey dağıttı. Bunun üzerine ben dedim: 'Allah'ın Elçisi, Allah'a yemin ederim ki, onlardan başkaları daha çok hak sahibiydi (senin verdiğin sadakaya).' O şöyle dedi: 'Gerçekten benim için başka bir alternatif bırakmadılar; ya benden ısrarla dileneceklerdi ya da beni cimri olarak göreceklerdi, ama ben cimri değilim.'\""
    },
    {
      "id": 166,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Ben Allah'ın Elçisi (ﷺ) ile yürüyordum ve üzerinde kalın kenarlı bir Najran örtüsü vardı. Bir bedevi ona rastladı ve örtüyü o kadar sert çekti ki, bu sert çekişin izlerini Allah'ın Elçisi'nin (ﷺ) boynunda bıraktığını gördüm. Bedevi dedi ki: Muhammad, bana Allah'ın malından, senin tasarrufunda olanlardan vermeni emret. Allah'ın Elçisi (ﷺ) ona yöneldi ve gülümsedi, ardından ona bir hediye (yiyecek) verilmesini emretti."
    },
    {
      "id": 167,
      "narrator": "This hadith has been narrated on the authority of Anas b. Malik through another chain of transmitters. And In the hadith transmitted by Ikrima b. 'Ammir there is an addition:",
      "text": "Bu hadis, Anas b. Malik'ten başka bir nakil zinciriyle rivayet edilmiştir. İkrime b. 'Ammir'in rivayetinde ise bir ek vardır: \"O (bedevi) onu o kadar sert çekti ki, Allah'ın Elçisi (ﷺ) bedeviye çok yakın bir mesafeye sürüklendi.\" Hammam'ın rivayetinde ise (sözler şunlardır): \"O kadar sert çekti ki, örtü yırtıldı ve kenarı Allah'ın Elçisi'nin (ﷺ) boynunda kaldı.\""
    },
    {
      "id": 168,
      "narrator": "Miswar b. Makhrama reported that the Messenger of Allah (ﷺ) distributed some cloaks but did not bestow one upon Makhrama. Upon this Makhrama said:",
      "text": "Miswar b. Makhrama rivayet etti ki, Allah'ın Elçisi (ﷺ) bazı örtüleri dağıttı ama Makhrama'ya bir tane vermedi. Bunun üzerine Makhrama dedi ki: Oğlum, gel benimle Allah'ın Elçisi'ne. Ben de onunla birlikte gittim. Dedi ki: Eve gir ve onu (dışarı) çağır. Ben de onu çağırdım ve o (Kutsal Peygamber) dışarı çıktı, üzerinde dağıtılan örtülerden biri vardı. O (Kutsal Peygamber) dedi ki: Ben bunu senin için saklamıştım. O (Makhrama) ona baktı ve memnun oldu."
    },
    {
      "id": 169,
      "narrator": "Miswar b. Makhrama reported:",
      "text": "Miswar b. Makhrama rivayet etti: Allah'ın Elçisi'ne (ﷺ) bazı örtüler sunuldu. Babam Makhrama bana dedi: Gel onun yanına; belki o (örtülerden) bir şey alabiliriz. Babam kapıda durdu ve konuşmaya başladı. Allah'ın Elçisi (ﷺ) onu sesiyle tanıdı ve dışarı çıktı, yanında bir örtü vardı ve onun güzelliklerini göstererek dedi ki: Ben bunu senin için sakladım, ben bunu senin için sakladım."
    },
    {
      "id": 170,
      "narrator": "Sa'd reported that the Messenger of Allah (ﷺ) bestowed (some gifts) upon a group of people and I was sitting amongst them. The Messenger of Allah (ﷺ), however, left a person and he did not give him anything. and he seemed to me the most excellent among them (and thus deserved the gifts more than anyone else). So I stood up before the Messenger of Allah (ﷺ) and said to him in undertone:",
      "text": "Sa'd rivayet etti ki, Allah'ın Elçisi (ﷺ) bir grup insana (hediyeler) verdi ve ben de onların arasında oturuyordum. Ancak Allah'ın Elçisi bir kişiyi bıraktı ve ona hiçbir şey vermedi. O bana en iyi gibi görünüyordu (ve bu nedenle hediyeleri diğerlerinden daha çok hak ediyordu). Bunun üzerine Allah'ın Elçisi'nin (ﷺ) önünde durdum ve ona fısıldayarak dedim: Allah'ın Elçisi, falan hakkında ne dersin? Vallahi, onu ben bir mümin olarak görüyorum. O (Allah'ın Elçisi) dedi ki: O bir Müslüman olabilir. Bir süre sessiz kaldım, sonra onu tanıdığım için (onun durumunu tekrar savunmam için) beni zorladı ve dedim: Allah'ın Elçisi, falan hakkında ne dersin? Vallahi, onu ben bir mümin olarak görüyorum. Bunun üzerine o (Kutsal Peygamber) dedi ki: O bir Müslüman olabilir. Tekrar bir süre sessiz kaldım, ve onu tanıdığım için tekrar (onun durumunu savunmam için) beni zorladı ve dedim: Allah'ın Elçisi, falan hakkında ne dersin? Vallahi, onu ben bir mümin olarak görüyorum. Bunun üzerine o (Kutsal Peygamber) dedi ki: O bir Müslüman olabilir. Ben çoğu zaman (birine) bir şey veririm, oysa bir başkası bana ondan daha sevimlidir; çünkü onun ateşe düşmesinden korkarım. Ve Hulwani'nin rivayetinde bu ifade iki kez tekrar edilmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "Bu hadis, Zuhri'den aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 172,
      "narrator": "This hadith has been narrated on the authority of Muhammad b. Sa'd through another chain of transmitters (and the words are):",
      "text": "Bu hadis, Muhammad b. Sa'd'tan başka bir nakil zinciriyle rivayet edilmiştir (ve sözler şunlardır): \"Allah'ın Elçisi (ﷺ) elini boynum ile omzum arasına vurdu ve dedi ki: Ey Sa'd, bir kişiye (hediyeler) verdiğim için mi tartışıyorsun?\""
    },
    {
      "id": 173,
      "narrator": "Anas b. Malik reported that when on the Day of Hunain Allah conferred upon His Apostle (ﷺ) the riches of Hawazin (without armed encounter), the Messenger of Allah (ﷺ) set about distributing to some persons of Quraish one hundred camels Upon this they (the young people from the Ansar) said:",
      "text": "Anas b. Malik rivayet etti ki, Huneyn Günü Allah, Elçisine (ﷺ) Hawazin'in zenginliklerini (silahlı çatışma olmaksızın) bahşetti; Allah'ın Elçisi (ﷺ) Kureyş'ten bazı kişilere yüz deve dağıtmaya başladı. Bunun üzerine (Ensar'dan gençler) dediler ki: Allah, Allah'ın Elçisi'ne (ﷺ) af versin ki, o (bu develeri) Kureyş'e verdi, bizi ise göz ardı etti; oysa kılıçlarımız hâlâ kanla ıslanmış durumda. Anas b. Malik dedi ki: Bu sözler Allah'ın Elçisi'ne (ﷺ) iletildi ve o (birini) Ensar'a gönderdi ve onları bir deri çadırın altına topladı. Toplandıklarında, Allah'ın Elçisi (ﷺ) onlara geldi ve dedi ki: Sizden bana ulaşan bu haber nedir? Ensar'ın akıllı insanları dediler ki: Allah'ın Elçisi, aramızda akıllı olanlar hiçbir şey söylemedi, ama aramızda olgun olmayan kişiler var; onlar dediler ki: Allah, Allah'ın Elçisi'ne (ﷺ) af versin ki, o Kureyş'e verdi ve bizi göz ardı etti (oysa) kılıçlarımız onların kanıyla lekelenmiş durumda. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ben (bazen maddi hediyeler) yeni inanan kişilere veriyorum ki, onları hakikate yönlendirebileyim. İnsanların zenginliklerle gitmesini ve sizin de Allah'ın Elçisi ile birlikte evlerinize dönmenizi istemez misiniz? Vallahi, geri döneceğiniz şey, onların geri döneceği şeyden daha hayırlıdır. Onlar dediler: Evet, Allah'ın Elçisi, biz memnunuz. Peygamber de dedi ki: Gelecekte (maddi hediyelerin) verilmesinde belirgin bir tercih bulacaksınız, bu yüzden Allah'a ve O'nun Elçisine kavuşana kadar sabırlı olmalısınız ve ben de Haud Kauthar'da olacağım. Onlar dediler: Sabırlı olacağız."
    },
    {
      "id": 174,
      "narrator": "Anas b. Malik reported that when Allah conferred upon His Messenger (ﷺ) the riches of Hawazin (without armed encounter) ; the rest of the hadith is the same except some variation (of words):",
      "text": "Anas b. Malik rivayet etti ki, Allah, Elçisine (ﷺ) Hawazin'in zenginliklerini (silahlı çatışma olmaksızın) bahşetti; hadisin geri kalanı aynıdır, yalnızca bazı kelimelerde farklılık vardır: \"Anas dedi ki: Buna katlanamadık ve o da dedi ki: İnsanlar olgun değildi.\""
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Bu hadis, Anas b. Malik'ten başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 176,
      "narrator": "Anas b. Malik reported that the Messenger of Allah (ﷺ) gathered the Ansar and said:",
      "text": "Anas b. Malik rivayet etti ki, Allah'ın Elçisi (ﷺ) Ensar'ı topladı ve dedi ki: Aranızda yabancı biri var mı? Onlar dediler: Hayır, sadece kız kardeşimizin oğlu var. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: İnsanların kız kardeşinin oğlu, kabileye dahildir ve (daha sonra) dedi ki: Kureyş, yeni yeni Cahiliye'den çıkmış ve sıkıntıdan kurtulmuşlardır; bu nedenle onlara yardım etmeyi ve onları barıştırmayı düşünüyorum. İnsanların dünya zenginlikleriyle dönmesini ve sizin de Allah'ın Elçisi ile evlerinize dönmenizi istemez misiniz? (Sizlere olan sevgim açısından şunu söylemeliyim ki) eğer insanlar bir vadiye gidecek olsalar ve Ensar bir dağın dar yoluna gidecek olsalar, ben Ensar'ın dar yolunu tercih ederim."
    },
    {
      "id": 177,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti ki, Mekke fethedildiğinde, o (Kutsal Peygamber) ganimetleri Kureyş'e dağıttı. Bunun üzerine Ensar dedi ki: Garip olan, kılıçlarımız onların kanıyla ıslanmışken, ganimetlerimizin onlara (Kureyş'e) verilmesidir. Bu (söz) Allah'ın Elçisi'ne (ﷺ) ulaştı ve o onları topladı ve dedi ki: Sizden bana ulaşan bu haber nedir? Onlar dediler: (Evet) sana ulaşan şey budur ve yalan söyleyen kişiler değildiler. Bunun üzerine o dedi ki: İnsanların dünya zenginlikleriyle evlerine dönmesini ve sizin de Allah'ın Elçisi ile evlerinize dönmenizi istemez misiniz? Eğer insanlar bir vadiye veya dar bir yola gidecek olsalar ve Ensar da bir vadiye veya dar bir yola gidecek olsalar, ben Ensar ile birlikte vadiyi veya Ensar ile birlikte dar yolu tercih ederim."
    },
    {
      "id": 178,
      "narrator": "Anas b. Malik reported that when it was the Day of Hunain there came the tribes of Hawazin, Ghatafan and others along with their children and animals, and there were with the Messenger of Allah (ﷺ) that day ten thousand (soldiers), and newly freed men (of Mecca after its conquest). All these men (once) turned their backs, till he (the Holy Prophet) was left alone. He (the Messenger of Allah) on that day called twice and he did not interpose anything between these two (announcements). He turned towards his right and said:",
      "text": "Anas b. Malik rivayet etti ki, Huneyn Günü Hawazin, Ghatafan ve diğer kabileler çocukları ve hayvanlarıyla birlikte geldi ve o gün Allah'ın Elçisi'nin (ﷺ) yanında on bin (asker) vardı, ve Mekke'nin fethedilmesinden sonra yeni özgürleşen insanlar. Tüm bu insanlar (bir zamanlar) geri döndüler, ta ki o (Kutsal Peygamber) yalnız kaldı. O (Allah'ın Elçisi) o gün iki kez çağrıda bulundu ve bu iki (ilan) arasında hiçbir şey kesmedi. Sağına döndü ve dedi ki: Ey Ensar halkı! Onlar dediler: Biz senin emrindeyiz, Allah'ın Elçisi. Sevinin, seninle birlikteyiz. Sonra soluna döndü ve dedi ki: Ey Ensar halkı. Onlar dediler: Biz senin emrindeyiz. Sevinin, seninle birlikteyiz. O (Kutsal Peygamber) beyaz bir katır üzerindeydi. İndi ve dedi: Ben Allah'ın ve O'nun Elçisi'nin hizmetkarıyım. Putperestler mağlup oldu ve Allah'ın Elçisi (ona selam olsun) büyük miktarda ganimet elde etti ve bunları mültecilere ve yeni özgürleşen insanlara dağıttı, ancak Ensar'a hiçbir şey vermedi. Ensar dedi ki: Sıkıntı anında biz çağrıldık, ama ganimetler başkalarına verildi. Bu (söz) ona (Kutsal Peygamber) ulaştı ve onları bir çadırda topladı. Dedi ki: Sizden bana ulaşan bu haber nedir? Onlar sessiz kaldılar. Bunun üzerine o dedi ki: Ey Ensar, insanların dünya zenginlikleriyle gitmesini ve sizin de Muhammad ile birlikte evlerinize dönmenizi istemez misiniz? Onlar dediler: Evet, biz mutluyuz, Allah'ın Elçisi. O (Kutsal Peygamber) dedi: Eğer insanlar bir vadiye gidecek olsalar ve Ensar bir dar yola gidecek olsalar, ben Ensar'ın dar yolunu tercih ederim. Hişam dedi: Ben Abu Hamza'ya orada olup olmadığını sordum. O dedi: Ondan nasıl mahrum kalabilirim?"
    },
    {
      "id": 179,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Mekke'yi fethettik ve sonra Huneyn'e bir sefere çıktık. Putperestler, gördüğüm en iyi sıraları oluşturarak geldiler. Önce süvari sıralarını, sonra piyade sıralarını, ardından da kadınları arkasına dizdiler. Sonra koyun ve keçi sıraları ve ardından diğer hayvanlar oluşturuldu. Biz de kalabalık bir topluluk olduk ve sayımız altı bine ulaştı. Bir tarafta Halid b. Velid süvari birliklerinin başındaydı. Atlarımız arka tarafımızdan döndü. Atlarımız açığa çıktığında, zor durumda kaldık ve bedeviler ve tanıdığımız insanlar kaçmaya başladılar. (Bunu gören) Allah'ın Elçisi (ﷺ) şöyle seslendi: Ey muhacirler, ey muhacirler. Sonra dedi: Ey Ensar, ey Ensar. (Anas dedi: Bu hadisi bir grup seçkin kişi rivayet etti.) Biz dedik: Biz senin emrindeyiz, Allah'ın Elçisi. Allah'ın Elçisi (ﷺ) ilerledi ve o (Anas) dedi: Vallahi, onlara ulaşmadan Allah onları mağlup etti ve biz ganimeti ele geçirdik ve sonra Ta'if'e doğru yürüdük, onları kırk gece kuşattık ve sonra Mekke'ye geri döndük ve (bir yere) kamp kurduk, ve Allah'ın Elçisi (ﷺ) her bireye yüz deve vermeye başladı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 180,
      "narrator": "Rafi' b. Khadij reported that the Messenger of Allah; (ﷺ) gave to Abu Sufyan b. Harb and Safwan. b. Umayya and 'Uyaina b. Hisn and Aqra' b. Habis, i.e. to every one of these persons, one hundred camels, and gave to 'Abbas b. Mirdas less than this number. Upon this 'Abbas b. Mirdis said:",
      "text": "Rafi' b. Khadij rivayet etti ki, Allah'ın Elçisi (ﷺ) Ebu Süfyan b. Harb, Safvan b. Ümeyye, 'Uyaina b. Hisn ve Aqr'a b. Habis'e, yani bu kişilerin her birine yüz deve verdi ve 'Abbas b. Mirdas'a daha az bir sayı verdi. Bunun üzerine 'Abbas b. Mirdas dedi: Sen benim ganimet payımı ve atımın payını 'Uyaina ile Aqr'a arasında paylaştırıyorsun. Hem 'Uyaina hem de Aqr'a, Mirdas'tan (babamdan) daha üstün değildir. Ben de bu kişilerden hiçbirine daha aşağıda değilim. Ve bugün geri kalan kişi yükselmeyecek. O (rivayet eden) dedi: Allah'ın Elçisi (ﷺ) sonra ona yüz deve tamamladı."
    },
    {
      "id": 181,
      "narrator": "This hadith has been narrated by Sa'id b. Masruq with the same chain of transmitters (with the words):",
      "text": "Bu hadis, Sa'id b. Masruq tarafından aynı nakil zinciriyle rivayet edilmiştir (şu sözlerle): \"Allah'ın Elçisi (ﷺ) Huneyn ganimetlerini dağıttı ve (Kutsal Peygamber) Abu Sufyan b. Harb'e yüz deve verdi. Hadisin geri kalanı aynıdır, ancak bu ilave ile:\" Alqama b. 'Ulatha'ya da yüz deve bahşetti.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Bu hadis, Sa'id tarafından aynı nakil zinciriyle rivayet edilmiştir, ancak Alqama b. 'Ulatha'dan ve Safwan b. Umayya'dan bahsedilmemiştir ve hadiste ayetten de söz edilmemiştir."
    },
    {
      "id": 183,
      "narrator": "Abdullah b. Zaid reported that when the Messenger of Allah (ﷺ) conquered Hunain he distributed the booty, and he bestowed upon those whose hearts it was intended to win. It was conveyed to him (the Holy Prophet) that the Ansar cherished a desire that they should be given (that very portion) which the people (of Quraish) had got. Upon this the Messenger of Allah (ﷺ) stood up and, after having praised Allah and lauded Him, addressed them thus:",
      "text": "Abdullah b. Zaid, Allah'ın Elçisi (ﷺ) Huneyn'i fethettiğinde ganimetleri dağıttığını ve kalplerini kazanmak istediği kimselere bahşettiğini bildirmiştir. Ansar'ın, (Kureyş halkının aldığı) o payın kendilerine verilmesini istediği kendisine iletildi. Bunun üzerine Allah'ın Elçisi (ﷺ) ayağa kalktı ve Allah'ı övdükten sonra onlara şöyle hitap etti: Ey Ansar halkı, ben sizi sapkın bulmadım mı ve Allah beni sizin için hidayete erdirmedi mi, (yoksul halde) sizi zengin etmedi mi, (dağınık halde) sizi bir araya getirmedi mi? Onlar (Ansar) dediler: Allah ve Elçisi en merhametli olanlardır. O (tekrar) dedi: Neden bana cevap vermiyorsunuz? Onlar: Allah ve Elçisi en merhametli olanlardır, dediler. O dedi: İsterseniz şöyle diyebilirsiniz ve olay (şu şekilde) gelişebilir (bu bağlamda birçok şeyden bahsetti). 'Amr, bunları hatırlayamadığını düşünmektedir. O (Kutsal Peygamber) ayrıca dedi: Bu durumdan mutlu olmuyor musunuz ki insanlar keçi ve develerle giderken, siz Allah'ın Elçisi ile birlikte yerlerinize dönüyorsunuz? Ansar benim iç giysilerimdir (bana daha yakın) ve diğer insanlar dış giysilerimdir. Eğer hicret olmasaydı, ben de Ansar'dan bir adam olurdum. Eğer insanlar bir vadiye veya dar bir yola girselerdi, ben de Ansar'ın seçtiği vadiye veya onların gittiği dar yola girerdim. Ve benden sonra sizlere (maddi faydalar açısından) tercihlerinizi bulacaksınız. O yüzden benimle Haud (Kauthar) başında buluşuncaya kadar sabırlı olun."
    },
    {
      "id": 184,
      "narrator": "Abdullah reported:",
      "text": "Abdullah bildirdi: Huneyn günü, Allah'ın Elçisi (ﷺ) ganimetlerin dağıtımında bazı insanlara tercih gösterdi. O, Aqra' b. Habis'e yüz deve verdi, 'Uyaina'ya da eşit sayıda (deve) verdi ve Arapların önde gelenlerinden bazılarına bahşetti ve o gün ganimetlerin dağıtımında onlara (diğerlerinden) öncelik tanıdı. Bunun üzerine bir kişi dedi: Vallahi, bu ganimet dağıtımında ne adalet sağlanmıştır, ne de Allah'ın rızası gözetilmiştir. Ben (rivayet eden) dedim: Vallahi, ben kesinlikle Allah'ın Elçisi'ne (ﷺ) bunu bildireceğim. Ona geldim ve söylediklerini ona bildirdim. O (Peygamberin) yüzü kan gibi kızardı ve sonra dedi: \"Eğer Allah ve Elçisi adalet yapmazsa, kim adalet yapar?\" O ayrıca dedi: \"Musa'ya Allah merhamet etsin; o, bunun kadar eziyet gördü ama sabretti.\" Ben dedim: Bu (hoş olmayan) rivayetten sonra asla ona (Kutsal Peygambere) bildirmem."
    },
    {
      "id": 185,
      "narrator": "Abdullah reported:",
      "text": "Abdullah bildirdi: Allah'ın Elçisi (ﷺ) ganimetleri dağıttı. Bunun üzerine bir kişi dedi: Bu, Allah'ın rızasının gözetilmediği bir dağıtımdır. Ben Allah'ın Elçisi'ne (ﷺ) gizlice bildirdim. O (Kutsal Peygamber) buna derin bir öfke ile tepki verdi ve yüzü kırmızıya döndü; öyle ki, ona bunu bildirmemiş olmayı dilerdim. O (Kutsal Peygamber) sonra dedi: Musa, bundan daha fazla eziyet gördü ama sabretti."
    },
    {
      "id": 186,
      "narrator": "Jabir b. Abdullah reported that a person came to the Messenger of Allah (ﷺ) at Jirana on his way back from Hunain, and there was in the clothes of Bilal some silver. The Messenger of Allah (ﷺ) took a handful out of that and bestowed it upon the people. He (the person who had met the Prophet at Ji'rana) said to him:",
      "text": "Jabir b. Abdullah bildirdi ki, bir kişi Huneyn'den dönerken Jirana'da Allah'ın Elçisi'ne (ﷺ) geldi ve Bilal'in elbiselerinde biraz gümüş vardı. Allah'ın Elçisi (ﷺ) ondan bir avuç alıp insanlara bahşetti. O (Peygamberle Jirana'da karşılaşan kişi) ona dedi: Muhammed, adalet yap. O (Kutsal Peygamber) dedi: Vay haline, eğer ben adalet yapmazsam kim adalet yapar? Eğer ben adalet yapmazsam, sen çok talihsiz ve kaybeden olursun. Bunun üzerine Ömer b. Khattab (Allah ondan razı olsun) dedi: Bu münafığı öldürmeme izin ver. Bunun üzerine o (Kutsal Peygamber) dedi: Allah'ın koruması olsun! İnsanlar, ben arkadaşlarımı öldürüyorum der. Bu adam ve arkadaşları Kur'an okurlar ama o, boğazlarından geçmez; ve ok gibi avın içinden geçerler."
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Bu hadis, Jabir b. Abdullah'dan başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 188,
      "narrator": "Abu Said Khudri reported that 'Ali (Allah be pleased with him) sent some gold alloyed with dust to the Messenger of Allah (ﷺ), and the Messenger of Allah (ﷺ) distributed that among four men, al-Aqra b. Habis Hanzali and Uyaina b. Badr al-Fazari and 'Alqama b. 'Ulatha al-'Amiri, then to one person of the tribe of Kilab and to Zaid al-Khair al-Ta'l, and then to one person of the tribe of Nabhan. Upon this the people of Quraish felt angry and said:",
      "text": "Abu Said Khudri bildirdi ki, 'Ali (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) Yemen'den toprakla karışık altın gönderdi ve Allah'ın Elçisi (ﷺ) bunu dört adam arasında dağıttı: al-Aqra b. Habis Hanzali, Uyaina b. Badr al-Fazari ve 'Alqama b. 'Ulatha al-'Amiri, sonra Kilab kabilesinden bir kişiye ve Zaid al-Khair al-Ta'l'e, ardından da Nabhan kabilesinden bir kişiye. Bunun üzerine Kureyş halkı öfkelendi ve dedi: O (Kutsal Peygamber) Necd'in reislerine verdi ve bizi göz ardı etti. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Ben bunu aralarındaki uzlaşmayı sağlamak amacıyla yaptım. Sonra kalın sakallı, belirgin yanaklı, derin çukurlu gözlü, çıkık alınlı ve kel bir adam geldi. O dedi: Muhammed, Allah'tan kork. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"Eğer ben Allah'a isyan edersem, o zaman kim O'na itaat eder? Ben, dünya halkı arasında en güvenilir olarak gönderilmedim mi? Ama siz bana güvenmiyorsunuz.\" O adam geri döndü. Halktan biri, onun öldürülmesi için (Kutsal Peygamberden) izin istedi. Bazılarına göre bu, Halid b. Velid'di. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Bu adamın soyundan, Kur'an'ı okuyan ama boğazlarından geçmeyen insanlar çıkacak; onlar İslam takipçilerini öldürecek ve putperestlere dokunmayacaklar. Onlar, dinlerinin öğretilerine ok gibi geçecekler. Eğer onları bulursam, 'Ad gibi onları öldürürüm."
    },
    {
      "id": 189,
      "narrator": "Abu Said al-Khudri reported:",
      "text": "Abu Said al-Khudri bildirdi ki, 'Ali b. Abu Talib, Allah'ın Elçisi'ne (ﷺ) Yemen'den toprakla karışık altın gönderdi, ve O bunu dört adam arasında dağıttı: 'Uyaina b. Hisna, Aqra' b. Habis ve Zaid al-Khail, dördüncüsü ya Alqama b. 'Ulatha ya da 'Amir b. Tufail'di. O (Peygamberin) arkadaşlarından biri dedi: Bizim bu (mali varlık) üzerinde bu kişilerden daha iyi bir hakkımız vardı. Bu (söz) Allah'ın Elçisi'ne (ﷺ) ulaştı, bunun üzerine O dedi: Bana güvenmeyecek misiniz, halbuki ben göklerde olanın emanetçisiyim? Bana göklerden sabah akşam haberler gelir. Sonra derin çukurlu gözleri, belirgin elmacık kemikleri ve çıkık alnı olan, kalın sakallı, kel, belini sarmış bir adam ayağa kalktı ve dedi: Allah'ın Elçisi, Allah'tan kork. O (Kutsal Peygamber) dedi: Vay haline. Ben, yeryüzündeki insanların en çok Allah'tan korkması gereken değil miyim? O adam geri döndü. Halid b. Velid dedi: Allah'ın Elçisi, onun boynunu vurmalı mıyım? Bunun üzerine O (Kutsal Peygamber) dedi: Belki o namaz kılıyordur. Halid dedi: Diliyle söylediklerini kalbinde taşımayan ne kadar namaz kılan var? Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Ben insanların kalplerine nüfuz etmekle veya karınlarını yararak içlerini açmakla emrolunmadım. O tekrar ona baktı ve o geri dönüyordu. Bunun üzerine O (Kutsal Peygamber) dedi: Bu (adamın) soyundan bir grup çıkacak, Kur'an'ı akıcı bir şekilde okuyacak ama o boğazlarından geçmeyecek; dinlerinin öğretilerine ok gibi geçecekler. Ben, onları bulursam, Thamud'un öldürüldüğü gibi onları öldürürüm."
    },
    {
      "id": 190,
      "narrator": "This hadith has been narrated through another chain of transmitters and (the narrator) made a mention of elevated forehead, but he made no mention of tucked-up loin cloth and made this addition:",
      "text": "Bu hadis başka bir nakil zinciriyle rivayet edilmiştir ve (rivayet eden) çıkık alınlıyı zikretmiştir, ancak belini sarmış olanı zikretmemiştir ve şu ilaveyi yapmıştır: \"O sırada 'Umar b. Khattab (Allah ondan razı olsun) ayağa kalktı ve dedi: Onun boynunu vurmalı mıyım? Bunun üzerine O dedi: Hayır. Sonra döndü ve Allah'ın Kılıcı Halid ona karşı ayağa kalktı ve dedi: Allah'ın Elçisi, onun boynunu vurmalı mıyım? O dedi: Hayır, ve sonra dedi: Bu adamın soyundan bir grup çıkacak, Allah'ın Kitabını akıcı ve düzgün bir şekilde okuyacaklar. 'Umar dedi: Ben, O'nun da şöyle dediğini düşünüyorum: Eğer onları bulursam, Thamud gibi kesinlikle onları öldürürüm.\""
    },
    {
      "id": 191,
      "narrator": "This hadith has been narrated through another chain of transmitters, but no mention has been made of:",
      "text": "Bu hadis başka bir nakil zinciriyle rivayet edilmiştir, ancak \"Eğer onları bulursam, Thamud'un öldürüldüğü gibi onları öldürürüm.\" ifadesine yer verilmemiştir."
    },
    {
      "id": 192,
      "narrator": "Abu Salama and 'Ata' b. Yasar came to Abu Sa'id al-Khudri and asked him about Haruriya, saying:",
      "text": "Abu Salama ve 'Ata' b. Yasar, Abu Sa'id al-Khudri'ye geldiler ve Haruriya hakkında sordular, dediler: Allah'ın Elçisi'nden (ﷺ) onların adı geçiyor mu? O (Abu Sa'id al-Khudri) dedi: Haruriya'nın kim olduğunu bilmiyorum, ama Allah'ın Elçisi'nden (ﷺ) şöyle dediğini duydum: Bu ümmette (ve \"onlardan\" demedi) bir grup ortaya çıkacak ve siz, onların namazlarını kendi namazlarınıza göre önemsiz göreceksiniz. Onlar Kur'an okuyacaklar ama o boğazlarından geçmeyecek ve dinlerinden (boş) geçecekler, ok gibi avın içinden geçer gibi. Okçunun oku, demir başına bakar ve parmaklarının ucundaki kan lekesini görmek için ucuna bakar."
    },
    {
      "id": 193,
      "narrator": "Abu Sai'd al-Khudri reported:",
      "text": "Abu Sa'id al-Khudri bildirdi ki, biz Allah'ın Elçisi (ﷺ) ile birlikteyken ve O ganimetleri dağıtıyordu, Dhul-Khuwasira, Banu Tamim'den biri O'na geldi. Dedi: Allah'ın Elçisi, adalet yap. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Vay haline! Eğer ben adalet yapmazsam, kim adalet yapar? Eğer ben adalet yapmazsam, sen kaybedecek ve zarara uğrayacaksın. Bunun üzerine Ömer b. Khattab (Allah ondan razı olsun) dedi: Allah'ın Elçisi, onun boynunu vurma izni ver. Allah'ın Elçisi (ﷺ) dedi: Onu bırak, çünkü onun dostları (dışarıdan bakıldığında çok dindar ve takvalı görünen) o kadar çok ki, sizden her biri, onların namazını kendi namazına göre önemsiz görecektir ve oruçlarını kendi oruçlarına göre. Onlar Kur'an okuyacaklar ama o boğazlarından geçmeyecek. Onlar (İslam'ın öğretilerini) ok gibi geçecekler. O, demir başına bakacak ama orada hiçbir şey bulamayacak. Sonra en alt uca bakacak ama orada da hiçbir şey bulamayacak. Sonra tutma yerine bakacak ama orada da hiçbir şey bulamayacak. Sonra tüylerine bakacak ve orada da hiçbir şey bulamayacak (çünkü ok o kadar hızlı geçiyor ki, hiçbir şey ona yapışmıyor) ne dışkı ne de kan. Onlar, içlerinde bir siyah adamın varlığıyla tanınacaklar; onun üst kolları bir kadının göğsü gibi ya da bir parça et gibi titreyen bir şekilde olacak ve insanlar arasında ihtilaf çıktığında ortaya çıkacaklar. Abu Sa'id dedi ki: Ben, bunu Allah'ın Elçisi'nden (ﷺ) duyduğuma şahitlik ederim ve 'Ali b. Abu Talib'in onlara karşı savaştığına ve benim de onunla birlikte olduğuma şahitlik ederim. O, aranan adam hakkında emirler verdi ve o getirildiğinde, ona baktığımda, tam olarak Allah'ın Elçisi'nin (ﷺ) tarif ettiği gibi olduğunu gördüm."
    },
    {
      "id": 194,
      "narrator": "Abu Sa'id al-Khudri said that the Messenger of Allah (ﷺ) made a mention of a sect that would be among his Ummah which would emerge out of the dissension of the people. Their distinctive mark would be shaven heads. They would be the worst creatures or the worst of the creatures. The group who would be nearer to the truth out of the two would kill them. The Apostle of Allah (ﷺ) gave an example (to give their description) or he said:",
      "text": "Abu Sa'id al-Khudri dedi ki, Allah'ın Elçisi (ﷺ) kendi ümmetinden bir mezhepten bahsetti ki, bu, insanların ihtilafından ortaya çıkacak. Onların ayırt edici özelliği, kel kafalı olmalarıdır. Onlar, yaratıkların en kötüsü ya da yaratıkların en kötüleri olacaklardır. İki gruptan daha doğru olanı onları öldürecektir. Allah'ın Elçisi (ﷺ) onların tarifini vermek için bir örnek verdi ya da şöyle dedi: Bir adam avına (ya da hedefe) bir ok atar ve demir başına bakar ama orada kan izi bulamaz; ya da en alt uca bakar ama orada da kan izi bulamaz. Sonra tutma yerine bakar ama orada da bir şey bulamaz. Abu Sa'id sonra dedi: Irak halkı, işte siz onları öldürdünüz."
    },
    {
      "id": 195,
      "narrator": "Abu Sa'id al-Khudri reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sa'id al-Khudri bildirdi ki, Allah'ın Elçisi (ﷺ) dedi: Müslümanlar arasında ihtilaf çıktığında bir grup (ümmetten) ayrılacak. İki gruptan daha doğru olanı onları öldürecektir."
    },
    {
      "id": 196,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Ümmetimde iki grup olacak ve bunlardan başka bir grup (her ikisinden ayrılacak) ortaya çıkacak, ve iki grup arasında gerçeğe daha yakın olanı onları (Havaric grubunu) öldürecek.\""
    },
    {
      "id": 197,
      "narrator": "It was narrated from Abu Sa'eed Al-Khudri that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Sa'id al-Khudri'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"İnsanlar arasında bir bölünme zamanı geldiğinde bir grup ayrılacak ve gerçeğe daha yakın olan grup tarafından öldürülecekler.\""
    },
    {
      "id": 198,
      "narrator": "",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi (ﷺ) tarafından, farklı partilerden (Hz. Ali'nin partisi ve Amir Muaviye'nin partisi) bir grubun (Havaric) ortaya çıkacağı, iki grup arasında gerçeğe daha yakın olanın onları öldüreceği şeklinde rivayette bulundu."
    },
    {
      "id": 199,
      "narrator": "'Ali said:",
      "text": "Ali dedi ki: \"Sizlere Allah'ın Elçisi (ﷺ) hakkında duyduğum her şeyi naklederken, bunun gökten düşmesi bana daha sevimli gelir, O'na asla söylemediği bir şeyi isnat etmekten daha çok.\" \"Eğer benimle aranızda olan bir şeyden bahsediyorsam (orada bir hata olabilir) çünkü savaş bir aldatmadır. Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Zamanın sonunda, yaşı genç ve düşüncesi olgun olmayan bir topluluk ortaya çıkacak, fakat sözleri, yaratıklar arasında en iyi sözler gibi olacak. Kur'an'ı okuyacaklar, ama bu okumaları boğazlarından öteye geçmeyecek ve dinlerinden, avın içinden geçen bir ok gibi geçecekler. Onlarla karşılaştığınızda, onları öldürün; çünkü onların öldürülmesinde, Kıyamet Günü'nde Allah katında bir mükafat alırsınız.\""
    },
    {
      "id": 200,
      "narrator": "",
      "text": "Bu hadisin benzeri başka bir isnat zinciriyle rivayet edilmiştir."
    },
    {
      "id": 201,
      "narrator": "This hadith has been narrated on the authority of A'mash with the same chain of transmitters, but (these words) are not there:",
      "text": "Bu hadis, A'maş aracılığıyla aynı isnat zinciriyle rivayet edilmiştir, ancak (bu sözler) yoktur: \"Dinlerinden, avın içinden geçen bir ok gibi geçerler.\""
    },
    {
      "id": 202,
      "narrator": "'Abida narrated from 'Ali that he made a mention of the Khawarij (and in this connection) said that there would be a person among them with a defective hand (or with a short hand) or a fleshy hand. If you were to exercise restraint, I would tell you what Allah has promised to those who would kill them on the order of Muhammad (ﷺ). I (the narrator) said to him:",
      "text": "Abide, Ali'den rivayet etti ki, Havaric hakkında bahsetti ve aralarında bir kişinin kusurlu bir eli (veya kısa bir eli) ya da etli bir eli olacağını söyledi. Eğer sabırlı olursanız, onlara Muhammed'in (ﷺ) emriyle öldürenlere Allah'ın ne vaat ettiğini size söylerim. Ben (rivayet eden) ona: \"Bunu Muhammed'den (ﷺ) duydun mu?\" dedim. O (Hz. Ali) dedi: \"Evet, Kabe'nin Rabbiyle; evet, Kabe'nin Rabbiyle; evet, Kabe'nin Rabbiyle.\""
    },
    {
      "id": 203,
      "narrator": "'Abida said:",
      "text": "Abide dedi: \"Ben size sadece ondan (Hz. Ali) duyduğumu nakledeceğim,\" ve sonra ondan rivayette bulundu."
    },
    {
      "id": 204,
      "narrator": "Zaid b. Wahb Juhani reported and he was among the squadron which was under the command of Ali (Allah be pleased with him) and which set out (to curb the activities) of the Khawarij. 'Ali (Allah be pleased with him) said:",
      "text": "Zaid b. Wahb Cuhani, Ali'nin (Allah ondan razı olsun) komutasındaki bir birliğin içinde olduğunu ve Havaric'in faaliyetlerini durdurmak için yola çıktıklarını bildirdi. Ali (Allah ondan razı olsun) dedi: \"Ey insanlar, Allah'ın Elçisi (ﷺ) şöyle dedi: Ümmetimden bir grup ortaya çıkacak, Kur'an okuyacaklar ve sizin okumanız, onların okuması yanında önemsiz kalacak; sizin namazınız, onların namazı yanında; sizin orucunuz, onların orucu yanında. Onlar Kur'an'ı okuyacaklar, bunun kendilerini desteklediğini düşünerek, oysa bu onlara aleyhinde bir delil olacak. Namazları, köprü kemiklerinden öteye geçmeyecek; İslam'dan, avın içinden geçen bir ok gibi geçecekler. Onlarla karşılaşacak olan birliğin, Peygamberlerinin (ﷺ) onlara vaat ettiği (ne büyük bir nimet) olduğunu bilselerdi, bu eyleme tamamen güveneceklerdi (ve diğer iyi eylemleri bırakacaklardı), ve onların (Havaric'in) ayırt edici özelliği, aralarında kolu olmayan bir kişinin bulunmasıdır; bilekleri, memenin ucu gibi etli olacak ve üzerinde beyaz tüyler bulunacak. Siz Muaviye ve Şam halkına doğru ilerleyeceksiniz ve onları çocuklarınız ve mülkleriniz arasında geride bırakacaksınız (zarar vermek için). Vallahi, bunlar (savaşmanız ve mükafat almanız için emredildiğiniz) insanlardır; çünkü haram kan dökmüşlerdir ve insanların hayvanlarına saldırmışlardır. O halde Allah'ın adıyla (onlara karşı savaşmak için) yola çıkın.\" Salama b. Kuhail, Zaid b. Wahb'ın her aşamada beni indirdiğini, bir köprüyü geçene kadar anlattı. Abdullah b. Wahb al-Rasibi, Havaric'in başında olduğunda onlarla karşılaştık. O (Abdullah) ordusuna dedi: \"Mızrakları atın ve kılıçlarınızı kınlarından çıkarın; çünkü onların size Harura günü saldıracaklarından korkuyorum.\" Geri döndüler, mızraklarını attılar ve kılıçlarını çıkardılar, ve insanlar onlarla mızraklarla savaştılar ve birer birer öldürüldüler. O gün, Ali'nin (Allah ondan razı olsun) ordusundaki insanlardan sadece iki kişi öldü. Ali (Allah ondan razı olsun) dedi: \"Onlardan (Havaric'in ölü bedenlerinden) maimed olanı bul.\" Aradılar ama onu bulamadılar. Ali (Allah ondan razı olsun) kendisi ayağa kalktı ve birer birer öldürülen insanların yanına kadar yürüdü. O (Ali) dedi: \"Sonuna kadar arayın,\" ve sonra (Ali'nin arkadaşları) onu (maimed olanın cesedini) yere yakın buldular. O (Ali) sonra Allahu Ekber (Allah en büyüktür) dedi ve sonra Allah doğruyu söyledi ve Elçisi (ﷺ) bunu iletti. O sırada Abide Salmani, \"Müminlerin Emiri, Vallahi, O'ndan başka ilah yoktur, (bana söyle) bu hadisi Allah'ın Elçisi'nden (ﷺ) duydun mu?\" dedi. O dedi: \"Evet, Vallahi, O'ndan başka ilah yoktur.\" Üç kez yemin etmesini istedi ve o yemin etti."
    },
    {
      "id": 205,
      "narrator": "'Ubaidullah b. Abu Rafi', the freed slave of the Messenger of Allah (ﷺ), said:",
      "text": "Ubaidullah b. Abu Rafi', Allah'ın Elçisi'nin (ﷺ) azatlı kölesi, şöyle dedi: \"Harura (Havaric) yola çıktığında ve Ali b. Ebu Talib (Allah ondan razı olsun) ile birlikteyken, \"Allah'ın dışında hiçbir emir yoktur\" dediler. Bunun üzerine Ali dedi: \"Bu ifade doğrudur ama kasıtlı olarak yanlış bir amaca (desteklemek için) uygulanmıştır. Allah'ın Elçisi (ﷺ) onların özelliklerini tarif etti ve ben bu özellikleri onlarda buldum. Dillerinde doğruyu ifade ederler ama bu, bedenlerinin bu kısmından (ve rivayet eden boğazına işaret etti) öteye geçmez. Allah'ın yaratıkları arasında en nefret edilen, onlardan biri olan siyah bir adamdır (Havaric). Bir eli, bir keçinin memesine ya da memenin ucuna benzer. Ali b. Ebu Talib (Allah ondan razı olsun) onları öldürdüğünde, \"Onu (ölü bedenini) ara\" dedi. Onu aradılar ama bulamadılar (ölü bedenini). Bunun üzerine o dedi: \"Git (ve onu ara).\" Vallahi, ne yalan söyledim ne de bana yalan söylendi. Ali bunu iki veya üç kez söyledi. Sonra onu (ölü bedeni) bir yağmurda buldular. Onu (ölü) bedenini, onun (Hz. Ali) önüne koyana kadar getirdiler. Ubaidullah dedi: \"Ve ben bu olay olduğunda orada bulundum ve Ali'nin onlarla ilgili söylediklerini işittim. Bir kişi, Ibn Hanain'den bana nakletti ki, \"O siyah adamı gördüm\" dedi."
    },
    {
      "id": 206,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Dharr, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Gerçekten, benden sonra ya da çok geçmeden ümmetimden bir grup (insan) ortaya çıkacak, Kur'an okuyacaklar ama bu, boğazlarından öteye geçmeyecek ve dinlerinden, avın içinden geçen bir ok gibi geçecekler ve asla geri dönmeyecekler. Onlar yaratıkların en kötüsü olacaklar.\" Ibn Samit (rivayet edenlerden biri) dedi: \"Rafi' b. Amr Ghifari ile karşılaştım, Al-Hakam Ghifari'nin kardeşi ve ona dedim: \"Bu hadisi, Abu Dharr'dan duyduğumda, yani şu ve bu?\" ve sonra o hadisi ona anlattım ve dedim: \"Bunu Allah'ın Elçisi'nden (ﷺ) duydum.\""
    },
    {
      "id": 207,
      "narrator": "Yusair b. 'Amr reported that he inquired of Sahl b. Hunaif:",
      "text": "Yusair b. Amr, Sahl b. Hunaif'e sordu: \"Allah'ın Elçisi (ﷺ) Havaric'ten bahsettiğini duydun mu?\" O dedi: \"Onun, (elini doğuya doğru işaret ederek) bu insanların dillerinde Kur'an okuyacaklarını ve bunun köprü kemiklerinden öteye geçmeyeceğini duyduğumu işittim. Dinlerinden, avın içinden geçen bir ok gibi geçecekler.\""
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Bu hadis, Sulaiman Şeybani tarafından aynı rivayetçiler zinciriyle aktarılmıştır (ve sözler şunlardır): \"Bu gruptan birçok grup ortaya çıkacak.\""
    },
    {
      "id": 209,
      "narrator": "Sahl b. Hunaif reported Allah's Apostle (ﷺ) as saying:",
      "text": "Sahl b. Hunaif, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Doğudan, başları traşlı bir topluluk ortaya çıkacak.\""
    },
    {
      "id": 210,
      "narrator": "Abu Huraira reported that Hasan b. 'Ali took one of The dates of the sadaqa and put it in his mouth, whereupon the Prophet (ﷺ) said:",
      "text": "Abu Huraira, Hasan b. Ali'nin bir sadaka hurmasını ağzına koyduğunu ve bunun üzerine Peygamber (ﷺ) şöyle dediğini bildirdi: \"Bırak, bırak, at; sadakayı yediğimizi bilmiyor musun?\""
    },
    {
      "id": 211,
      "narrator": "This hadith has been narrated on the authority of Shu'ba with the same chain of transmitters (and the words of the Holy Prophet) are:",
      "text": "Bu hadis, Şu'ba'nın rivayetiyle aynı isnadla nakledilmiştir (ve Resulullah'ın sözleri şunlardır): \"Sadaka bizim için caiz değildir.\""
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Bu hadis, Sbu'ba'nın rivayetiyle aynı isnadla nakledilmiştir."
    },
    {
      "id": 213,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'inin (ﷺ) şöyle söylediğini bildirmiştir: Ailemle geri döndüm ve yatağımda bir hurma buldum. Onu yemek için aldım, ama onu atıyorum, çünkü bunun bir sadaka olmasından korkuyorum."
    },
    {
      "id": 214,
      "narrator": "Out of so many ahadith which Hammam b. Munabbih narrated on the authority of Abu Huraira from the Messenger of Allah (ﷺ) one is this that the Messenger of Allah (ﷺ) said:",
      "text": "Hammam b. Munabbih'in, Allah'ın Messenger'inden (ﷺ) Abu Huraira aracılığıyla naklettiği birçok hadis arasında, Allah'ın Messenger'inin (ﷺ) şöyle dediği bir hadistir: Ailemle geri döndüm ve yatağımda veya evimde bir hurma buldum, onu yemek için aldım, ama onu atıyorum, çünkü bunun bir sadaka veya sadakadan olmasından korkuyorum."
    },
    {
      "id": 215,
      "narrator": "Anas b. Malik reported that the Messenger of Allah (ﷺ) found a date in the street and said:",
      "text": "Anas b. Malik, Allah'ın Messenger'inin (ﷺ) sokakta bir hurma bulduğunu ve şöyle dediğini bildirmiştir: Eğer bu sadaka olmasaydı, onu yerdim."
    },
    {
      "id": 216,
      "narrator": "Anas b. Malik reported that the Messenger of Allah (ﷺ) found a date lying on the path and said:",
      "text": "Anas b. Malik, Allah'ın Messenger'inin (ﷺ) yolda bir hurma bulduğunu ve şöyle dediğini bildirmiştir: Eğer bu sadaka olmasaydı, onu yerdim."
    },
    {
      "id": 217,
      "narrator": "Anas b. Malik reported that the Messenger of Allah (ﷺ) found a date and said:",
      "text": "Anas b. Malik, Allah'ın Messenger'inin (ﷺ) bir hurma bulduğunu ve şöyle dediğini bildirmiştir: Eğer bunun sadakadan olduğunu korkmasaydım, onu yerdim."
    },
    {
      "id": 218,
      "narrator": "'Abd al-Muttalib b. Rabi'a b. al-Harith reported that Rabi'a b. al-Harith and Abbas b. Abd al-Muttalib gathered together and said:",
      "text": "Abd al-Muttalib b. Rabi'a b. al-Harith, Rabi'a b. al-Harith ve Abbas b. Abd al-Muttalib'in bir araya gelip şöyle dediklerini bildirmiştir: Allah'a yemin ederim, eğer bu iki çocuğu (yani ben ve Fadl b. Abbas) Allah'ın Messenger'ine (ﷺ) göndermiş olsaydık ve onlarla konuşmuş olsalardı, o (onları) bu sadakaların toplayıcıları olarak tayin ederdi; ve onlar (toplayacaklar) ve (Resulullah'a) diğer insanlar gibi (toplayıcılar) gibi ödeyeceklerdi ve diğer insanların aldığı gibi bir pay alacaklardı. Bu konuşmalar sırasında Ali b. Ebu Talib geldi ve onların önünde durdu, ve ona bunu söylediler. Ali b. Ebu Talib dedi ki: Bunu yapmayın; Allah'a yemin ederim ki o (Resulullah) bunu yapmaz (isteğinizi kabul etmez). Rabi'a b. Harith ona döndü ve dedi ki: Allah'a yemin ederim ki, bunu yapmıyorsun ama bizim üzerimizde beslediğin kıskançlıktan dolayı yapıyorsun. Allah'a yemin ederim ki, sen Allah'ın Messenger'inin (ﷺ) damadı oldun ama biz sana (bu büyük ayrıcalığın için) kıskanmadık. Ali sonra dedi: Gönderin (isterseniz). Onlar yola çıktılar ve Ali yatağın üzerine uzandı. Allah'ın Messenger'ı (ﷺ) öğle namazını kıldığında, biz onun dairesine doğru ilerledik ve o çıkana kadar orada durduk. Bizi sevgi ve şefkatle kulaklarımızdan tuttu ve sonra dedi ki: Kalplerinizde sakladıklarınızı söyleyin. Sonra o (daireye) girdi ve biz de içeri girdik ve o (Resulullah) o gün Zeynep b. Cahş'ın evindeydi. Her birimizi konuşmaya teşvik ettik. Sonra birimiz şöyle konuştu: Allah'ın Messenger'ı, sen insanlığın en iyisisin ve akrabalık bağlarını en iyi şekilde pekiştirenisin. Evlilik çağına geldik. Biz sana geldik ki, bizi (bu sadakaların toplayıcıları) olarak tayin edesin ve biz sana ince insanlar (diğer toplayıcılar) gibi ödeyelim ve payımızı diğerleri gibi alalım. O (Resulullah) uzun süre sessiz kaldı, ta ki onunla (bir daha) konuşmayı arzuladığımızda, Zeynep arka taraftan perde arkasından bize daha fazla konuşmamamız için işaret etti. O (Resulullah) dedi ki: Muhammed'in ailesi için sadaka almak caiz değildir, çünkü bunlar insanların pislikleridir. Bana Mahmiya'yı çağırın (o, ganimetin beşte birinin hazineye gittiği khums ile ilgilenen birisiydi) ve Naufal b. Harith b. Abd al-Muttalib'i çağırın. İkisi de ona geldiler ve o (Resulullah) Mahmiya'ya dedi ki: Kızını bu genç adama (yani Fadl b. Abbas) ver, ve o da onu ona verdi. Ve Naufal b. Harith'e dedi ki: Kızını bu genç adama (yani bu hadisi nakleden Abd al-Muttalib b. Rabi'a) ver, ve o da onu bana verdi, ve Mahmiya'ya dedi ki: Her ikisi için bu khums'tan şu kadar mehir öde."
    },
    {
      "id": 219,
      "narrator": "Rabi'a b. Harith b. 'Abd al-Muttalib and Abbas b. 'Abd al-Muttalib said to Abd al-Muttalib b. Rabi'a and Fadl b. Ibn Abbas:",
      "text": "Rabi'a b. Harith b. Abd al-Muttalib ve Abbas b. Abd al-Muttalib, Abd al-Muttalib b. Rabi'a ve Fadl b. İbn Abbas'a dediler: Allah'ın Messenger'ine (ﷺ) gidin, ve hadisin geri kalanı aynıdır (ama bu eklemeyle): \"Ali örtüsünü yaydı ve üzerine uzandı ve dedi ki: Ben Hasan'ın babasıyım ve ben liderim. Allah'a yemin ederim ki, yerimden kalkmayacağım, ta ki oğullarınız size, Allah'ın Messenger'ine (ﷺ) gönderdiklerinizin cevabıyla geri dönene kadar.\" Ve o ayrıca dedi ki: \"Gerçekten bu sadakalar insanların pislikleridir ve Muhammed (ona selam olsun) ve Muhammed'in ailesi için caiz değildir.\" Ve o ayrıca dedi ki: \"Allah'ın Messenger'ı (ﷺ) bana da şöyle dedi: Mahmiya b. Jaz'ı çağır, o Banu Asad'dan birisiydi ve Allah'ın Messenger'ı (ﷺ) onu khums toplayıcısı olarak tayin etmişti.\""
    },
    {
      "id": 220,
      "narrator": "Juwayriya, the wife of the Messenger of Allah (ﷺ)\" said that Messenger of Allah (ﷺ) came to her and said:",
      "text": "Allah'ın Messenger'inin (ﷺ) eşi Juwayriya, Allah'ın Messenger'inin (ﷺ) kendisine geldiğini ve \"Yemek var mı?\" dediğini söyledi. O da: \"Allah'ın Messenger'ı, Allah'a yemin ederim ki, bizde yiyecek yok, sadece özgürlükten kurtardığım kölenin sadaka olarak verilen bir keçi kemiği var.\" Bunun üzerine o dedi ki: \"Onu bana getir, çünkü (sadaka) hedefine ulaşmıştır.\""
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Bu hadis, Zuhri tarafından aynı isnadla nakledilmiştir."
    },
    {
      "id": 222,
      "narrator": "Anas b. Malik reported that Barira presented to the Messenger of Allah (ﷺ) a piece of meat which had been given to her as sadaqa. Upon this he (the Holy Prophet) said:",
      "text": "Anas b. Malik, Barira'nın Allah'ın Messenger'ine (ﷺ) kendisine sadaka olarak verilen bir et parçası sunduğunu bildirmiştir. Bunun üzerine o (Resulullah) dedi ki: \"Bu onun için bir sadaka ve bizim için bir hediye.\""
    },
    {
      "id": 223,
      "narrator": "'A'isha reported that (once) the Messenger of Allah (may peace be upon him, ) was presented with beef. It was said (by someone) that it had been given to Barira as Sadaqa. Upon this he (the Prophet) said:",
      "text": "A'işe, (bir kez) Allah'ın Messenger'ine (ona selam olsun) sığır eti sunulduğunu bildirmiştir. Birisi bunun Barira'ya sadaka olarak verildiğini söyledi. Bunun üzerine o (Peygamber) dedi ki: \"Bu onun için bir sadaka ve bizim için bir hediye.\""
    },
    {
      "id": 224,
      "narrator": "'A'isha (Allah be pleased with her) said:",
      "text": "A'işe (Allah ondan razı olsun) dedi ki: \"Barira aracılığıyla bildiğimiz üç hüküm vardır. İnsanlar ona sadaka verdiler ve o da bize hediye etti. Bunu Allah'ın Messenger'ine (ﷺ) söyledik, bunun üzerine o dedi ki: \"Bu onun için bir sadaka ve sizin için bir hediye; o yüzden onu yiyin.\""
    },
    {
      "id": 225,
      "narrator": "",
      "text": "Bu hadis, A'işe'den başka bir isnadla nakledilmiştir."
    },
    {
      "id": 226,
      "narrator": "This hadith has been transmitted on the authority of 'A'isha in a similar manner except a slight variation that he said:",
      "text": "Bu hadis, 'A'işe'den benzer bir şekilde, ancak \"Bu bizim için bir hediyedir.\" şeklinde küçük bir değişiklikle aktarılmıştır."
    },
    {
      "id": 227,
      "narrator": "Umm 'Atiyya, said:",
      "text": "Ümmü 'Atiye, dedi ki: Allah'ın Messenger'ı (ﷺ) bana sadaka olarak biraz koyun eti gönderdi. Ben o etten bir parça 'A'işe'ye gönderdim. Allah'ın Messenger'ı (ﷺ) 'A'işe'ye geldiğinde, \"Yanında yiyecek bir şey var mı?\" dedi. O da, \"Sadece Nusaiba'nın (Ümmü 'Atiye'nin künyesi) bize gönderdiği o koyun eti var.\" dedi. Bunun üzerine o, \"O, yerini buldu.\" dedi."
    },
    {
      "id": 228,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirdi: Allah'ın Messenger'ı (ﷺ) kendisine yiyecek sunulduğunda, bunun hakkında sorardı. Eğer ona bunun bir hediye olduğu söylenirse, ondan yerdi; eğer bunun bir sadaka olduğu söylenirse, ondan yemezdi."
    },
    {
      "id": 229,
      "narrator": "'Abdullah b. Abu Aufa said that it was the common practice of the Messenger of Allah (ﷺ) that when the people brought to him sadaqa he blessed them:",
      "text": "Abdullah b. Abu Aufa, Allah'ın Messenger'ının (ﷺ) sadaka kendisine getirildiğinde insanları mübarek kılma alışkanlığının olduğunu söyledi: \"Ey Allah, onları mübarek kıl.\" Böylece Abu Aufa ona sadaka getirdiğinde, (Peygamberimiz) dedi ki: \"Ey Allah, Abu Aufa'nın soyunu mübarek kıl.\""
    },
    {
      "id": 230,
      "narrator": "This hadith has been narrated by Shu'ba with the same chain of transmitters (but with a slight variation of words, that he said):",
      "text": "Bu hadis, Şu'ba tarafından aynı isnadla (ancak kelimelerde küçük bir değişiklikle, \"Ey Allah, onları mübarek kıl.\") aktarılmıştır."
    },
    {
      "id": 231,
      "narrator": "Jarir b. 'Abdullah said:",
      "text": "Cerir b. Abdullah dedi ki: \"Sadaka (Zekat) toplayıcısı size geldiğinde, onun sizden memnun bir şekilde ayrıldığını görmelisiniz.\""
    }
  ]
}