{
  "language": "tr",
  "metadata": {
    "length": 285,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ramazan ayı geldiğinde, rahmet kapıları açılır, cehennem kapıları kilitlenir ve şeytanlar zincire vurulur."
    },
    {
      "id": 2,
      "narrator": "Narrated Abu Huraira:",
      "text": "Ebu Hureyre'den rivayet edilmiştir: Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu aktarmıştır: Ramazan ayı geldiğinde, rahmet kapıları açılır, cehennem kapıları kilitlenir ve şeytanlar zincire vurulur."
    },
    {
      "id": 3,
      "narrator": "This hadith is reported by Abu Huraira (with a slight alteration of words) that the Messenger of Allah (ﷺ) said:",
      "text": "Bu hadisi Ebu Hureyre (kelimelerde küçük bir değişiklikle) rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ramazan ayı başladığında.\""
    },
    {
      "id": 4,
      "narrator": "Ibn Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying in connection with Ramadan:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) Ramazan ile ilgili olarak şöyle buyurduğunu rivayet etmiştir: Yeni ayı görene kadar oruç tutmayın, yeni ayı görene kadar orucunuzu bozmayın; fakat hava kapalı olursa, bununla ilgili bir hesap yapın."
    },
    {
      "id": 5,
      "narrator": "Ibn Umar reported that Allah's Messenger (ﷺ) made a mention of Ramadan and he with the gesture of his hand said:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) Ramazan'dan bahsettiğini ve elinin hareketiyle şöyle dediğini rivayet etmiştir: Ay bu şekilde ve bu şekilde (üçüncü kez baş parmağını çekerek) dedi. Sonra şöyle dedi: Onu gördüğünüzde oruç tutun, onu gördüğünüzde orucunuzu bozun, eğer hava kapalıysa, (Şaban ve Şevval aylarını) otuz gün olarak hesaplayın."
    },
    {
      "id": 6,
      "narrator": "This hadith is narrated on the authority of 'Ubaidullah with the same chain of transmitters, and he said:",
      "text": "Bu hadisi 'Ubaidullah aynı isnatla rivayet etmiştir ve şöyle demiştir: Eğer (gökyüzü) sizin için kapalıysa, o zaman Ramazan ayı için otuz gün hesaplayın."
    },
    {
      "id": 7,
      "narrator": "'Ubaidullah narrated on the authority of the same chain of transmitters that the Messenger of Allah (ﷺ) made a mention of Ramadan and said:",
      "text": "'Ubaidullah, aynı isnatla rivayet ederek, Allah'ın Elçisi (ﷺ) Ramazan'dan bahsettiğini ve şöyle dediğini aktarmıştır: Ay yirmi dokuz gün sürebilir, bu şekilde, bu şekilde ve bu şekilde olabilir, ve (daha sonra) hesaplayın, ama otuz demedi."
    },
    {
      "id": 8,
      "narrator": "Ibn'Umar (Allah be pleased with-both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ramazan ayı yirmi dokuz gün sürebilir. O yüzden onu gördüğünüzde oruç tutun ve onu gördüğünüzde (Şevval ayının yeni ayını) orucunuzu bozun, eğer gökyüzü sizin için kapalıysa, o zaman hesaplayın."
    },
    {
      "id": 9,
      "narrator": "'Abdullah b. 'Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ay (Ramazan) yirmi dokuz gün sürebilir; o yüzden yeni ayı gördüğünüzde oruç tutun ve (Şevval ayının yeni ayını) gördüğünüzde orucunuzu bozun, eğer gökyüzü sizin için kapalıysa, o zaman hesaplayın (ve otuz günü tamamlayın)."
    },
    {
      "id": 10,
      "narrator": "'Abdullah b. Umar (Allah be pleased with both of them) reported Allah's Measenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Yeni ayı gördüğünüzde oruç tutun, onu (yeniden) gördüğünüzde orucunuzu bozun, eğer gökyüzü sizin için kapalıysa, o zaman hesaplayın."
    },
    {
      "id": 11,
      "narrator": "Ibn 'Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ay yirmi dokuz gece sürebilir. O yüzden onu gördüğünüzde oruç tutmayın ve onu gördüğünüzde orucunuzu bozmayın, eğer gökyüzü sizin için kapalıysa, o zaman hesaplayın."
    },
    {
      "id": 12,
      "narrator": "Ibn Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ay bu şekilde ve bu şekilde ve bu şekilde (yani parmaklarıyla üç kez işaret ederek) ve üçüncü kez baş parmağını geri çekti (yirmi dokuz gün sürebileceğini göstermek için)."
    },
    {
      "id": 13,
      "narrator": "Ibn Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ay yirmi dokuz gün sürebilir."
    },
    {
      "id": 14,
      "narrator": "Abdullah b. 'Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ay (Ramazan) bu şekilde ve bu şekilde, yani on, on ve dokuz."
    },
    {
      "id": 15,
      "narrator": "Ibn Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Ay bu şekilde, bu şekilde ve bu şekilde, ve parmaklarıyla iki kez elini çırptı, ama üçüncü döngüde sağ baş parmağını veya sol baş parmağını katladı (yirmi dokuz gün sürebileceğini göstermek için)."
    },
    {
      "id": 16,
      "narrator": "Ibn 'Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Ramazan ayı yirmi dokuz gün olabilir. Shu'ba (rivayet edenlerden biri) (Kutsal Peygamberin (ﷺ) onlara nasıl açıkladığını) ellerini üç kez açarak ve üçüncü kezde baş parmağını katlayarak gösterdi. 'Uqba (bu rivayet zincirindeki bir başka nakilci) şöyle dedi: Ayın otuz gün olduğunu söylediğini düşünüyorum ve avuç içini üç kez açtı."
    },
    {
      "id": 17,
      "narrator": "Ibn 'Umar (may Allah be pleased with both of them) reported Allah's Apostle as saying:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi'nin şöyle söylediğini bildirdi: Biz, ne yazı yazabilen ne de sayabilen okuma yazma bilmeyen bir topluluğuz. Ay bu şekildedir, bu şekildedir. Üçüncü kez söylediğinde baş parmağını katladı."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Bu hadis, Aswad b. Qais'in rivayetiyle aynı nakil zincirinden aktarılmıştır, ancak burada otuz gün olan diğer aydan bahsedilmemiştir."
    },
    {
      "id": 19,
      "narrator": "Sa'd b. 'Ubaida reported that Ibn'Umar (Allah be pleased with both of them) heard a person saying:",
      "text": "Sa'd b. 'Ubaida, İbn 'Umar'ın (Allah onlardan razı olsun) bir kişinin şöyle dediğini duyduğunu bildirdi: Bu gece ayın ortasıdır. Bunun üzerine ona şöyle dedi: Ayın ortası olduğunu nasıl biliyorsun, çünkü ben Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydum: Ay bu şekildedir ve bu şekildedir (ve on parmağıyla iki kez işaret etti) ve bu şekildedir (yani üçüncü kez tüm parmaklarıyla işaret etti ama baş parmağını geri çekti veya katladı)?"
    },
    {
      "id": 20,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Yeni ayı (Ramazan ayının) gördüğünüzde oruç tutun ve onu (Şevval ayının yeni ayını) gördüğünüzde orucunuzu bozun. Eğer gökyüzü sizin için bulutluysa, o zaman otuz gün oruç tutun."
    },
    {
      "id": 21,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Onu (yeni ayı) gördüğünüzde oruç tutun ve onu (yeni ayı) gördüğünüzde orucunuzu bozun, ama eğer gökyüzü sizin için bulutluysa, o zaman sayıyı (otuz) tamamlayın."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Onu (yeni ayı) gördüğünüzde oruç tutun ve onu gördüğünüzde orucunuzu bozun. Ancak (bulutlar nedeniyle) ayın gerçek durumu sizden gizlenirse, o zaman otuz gün saymalısınız."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira (Allah be pleased with him) narrated that the Messenger of Allah (may peace he upon him) made a mention of the new moon and (in this connection) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ona selam olsun) yeni aydan bahsettiğini ve bu bağlamda şöyle dediğini aktardı: Onu (yeni ayı) gördüğünüzde oruç tutun ve onu (Şevval ayının yeni ayını) gördüğünüzde orucunuzu bozun, ama (ayın gerçek durumu) sizden gizlenirse (bulutlu hava nedeniyle), o zaman otuz gün sayın."
    },
    {
      "id": 24,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Ramazan'dan bir veya iki gün önce oruç tutmayın, ancak belirli bir oruç tutma alışkanlığı olan bir kişi o günde oruç tutabilir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Ebi Katır'ın rivayetiyle aynı nakil zincirinden aktarılmıştır."
    },
    {
      "id": 26,
      "narrator": "Zuhri reported that (once) the Messenger of Allah (ﷺ) took an oath that he would not go to his wives for one Month. Zuhri said that 'Urwa narrated to him from 'A'isha (Allah be pleased with her) that she said:",
      "text": "Zuhri, (bir kez) Allah'ın Elçisi'nin (ﷺ) bir ay boyunca eşlerine gitmeyeceğine dair yemin ettiğini bildirdi. Zuhri, 'Urva'nın ona 'A'işe'den (Allah ondan razı olsun) şöyle aktardığını söyledi: Yirmi dokuz gece geçtikten sonra, ben saydım, Allah'ın Elçisi (ﷺ) bana geldi (öncelikle bana geldi). Ben dedim: Allah'ın Elçisi, bir ay boyunca bize gelmeyeceğine dair yemin ettin, oysa ben saydığım yirmi dokuz günden sonra geldin. Bunun üzerine o şöyle dedi: Ay yirmi dokuz gün de olabilir."
    },
    {
      "id": 27,
      "narrator": "Jabir (Allah be pleased with her) narrated that the Prophet (ﷺ) separated himself from his wives for a month. (His wives said:",
      "text": "Cabir (Allah ondan razı olsun) rivayet etti ki, Peygamber (ﷺ) bir ay boyunca eşlerinden uzak durdu. (Eşleri dediler ki:) Yirmi dokuzuncu günde bize geldi, bunun üzerine biz dedik: Bugün yirmi dokuzuncu gündür. Bunun üzerine o şöyle dedi: Ay ile ilgili olarak (ve bunu açıklamak amacıyla) ellerini üç kez çırptı, ancak son dönüşte bir parmağını geri çekti."
    },
    {
      "id": 28,
      "narrator": "Abu Zubair is reported to have heard Jabir b. 'Abdullah (Allah be pleased with both of them) as saying:",
      "text": "Ebu Zubair'in, Cabir b. 'Abdullah'ı (Allah onlardan razı olsun) şöyle derken duyduğu bildirilmektedir: Allah'ın Elçisi (ﷺ) bir ay boyunca eşlerinden uzak durdu. (Eşleri dediler ki:) Yirmi dokuzuncu günün sabahında bize geldi. Bunun üzerine bazı insanlar dediler ki: Bu, yirmi dokuzuncu sabah (hesabımıza göre). Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Ay yirmi dokuz gün de olabilir. Allah'ın Elçisi (ﷺ) ellerini üç kez çırptı, iki kez her iki elinin parmaklarıyla (yirmi dokuzu belirtmek için) ve üçüncü kez dokuz parmağıyla."
    },
    {
      "id": 29,
      "narrator": "Umm Salama (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) took an oath that he would not go to some of his wives for the whole of the month. When twenty-nine days bad passed he (the Holy Prophet) went to them in the morning or in the evening. Upon this it was said to him:",
      "text": "Ümmü Seleme (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) bazı eşlerine bir ay boyunca gitmeyeceğine dair yemin etti. Yirmi dokuz gün geçtikten sonra, (Kutsal Peygamber) onlara sabah veya akşam gitti. Bunun üzerine ona şöyle denildi: Allah'ın Elçisi, bir ay boyunca bize gelmeyeceğine dair yemin ettin, bunun üzerine o şöyle dedi: Ay yirmi dokuz gün de olabilir."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Bu hadis, İbn Juraij'in rivayetiyle aynı nakil zincirinden aktarılmıştır."
    },
    {
      "id": 31,
      "narrator": "Sa'd b. Abi Waqqas (Allah be pleased with him) said that the Messenger of Allah (ﷺ) struck his hand against the other and (then with the gesture of his two hands) said:",
      "text": "Sa'd b. Ebi Vakkas (Allah ondan razı olsun) dedi ki, Allah'ın Elçisi (ﷺ) elini diğerine vurdu ve (iki elinin işaretiyle) şöyle dedi: Ay bu şekildedir, bu şekildedir (iki kez). Sonra üçüncü döngüde (bir) parmağını çekti."
    },
    {
      "id": 32,
      "narrator": "Muhammad b. Sa'd reported on the authority of his father (Sa'd b. Abi Waqqas (Allah be pleased with him) that the Messenger of Allah (ﷺ) had said:",
      "text": "Muhammed b. Sa'd, babası (Sa'd b. Ebi Vakkas (Allah ondan razı olsun)) aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: Ay bu şekildedir, bu şekildedir, yani on, on ve dokuz."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Bu hadis, İbn Ebu Halid tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 34,
      "narrator": "Kuraib reported that Umm Fadl, daughter of Harith, sent him (Fadl, i.e. her son) to Mu'awiya in Syria. I (Fadl) arrived in Syria, and did the needful for her. It was there in Syria that the month of Ramadan commenced. I saw the new moon (of Ramadan) on Friday. I then came back to Medina at the end of the month. Abdullah b. 'Abbas (Allah be pleased with him) asked me (about the new moon of Ramadan) and said:",
      "text": "Kuraib, Ümmü Fadl, Harith'in kızı, onu (Fadl, yani oğlu) Suriye'deki Muaviye'ye göndermiştir. Ben (Fadl) Suriye'ye vardım ve onun için gerekli olanı yaptım. Suriye'de Ramazan ayı başladı. Cuma günü yeni ayı gördüm. Sonra ayın sonunda Medine'ye döndüm. Abdullah b. Abbas (Allah ondan razı olsun) bana (Ramazan'ın yeni ayı hakkında) sordu ve dedi ki: Ne zaman gördün? Ben de: Cuma gecesi gördük, dedim. O: Kendin mi gördün? dedi. Ben: Evet, insanlar da gördü ve oruç tuttular, Muaviye de oruç tuttu, bunun üzerine o: Ama biz Cumartesi gecesi gördük, dedi. O yüzden otuz (oruç) tamamlayana kadar oruç tutmaya devam edeceğiz veya (Şevval'in yeni ayını) görene kadar. Ben: Muaviye'nin ayı görmesi sizin için geçerli değil mi? dedim. O: Hayır; Allah'ın Elçisi (ﷺ) bize böyle emretti, dedi. Yahya b. Yahya, Kuraib'in rivayetinde kullanılan kelimenin Naktafi mi yoksa Taktafi mi olduğu konusunda şüphe içindeydi."
    },
    {
      "id": 35,
      "narrator": "Abu'l-Bakhtari reported:",
      "text": "Ebu'l-Bakhtari bildirdi: Umre yapmak için çıktık ve Nakhla vadisinde kamp kurduğumuzda yeni ayı görmeye çalıştık. Bazı insanlar: Üç gecelik, dedi; diğerleri ise: İki gecelik, dedi. Sonra İbn Abbas ile karşılaştık ve ona yeni ayı gördüğümüzü, ama bazı insanların üç gecelik, diğerlerinin ise iki gecelik olduğunu söyledik. O, hangi gecede gördüğümüzü sordu; biz de ona şu ve bu gece gördüğümüzü söyledik, o da: Allah'ın Elçisi (ﷺ) şöyle demiştir: Şüphesiz Allah, onu görüldüğü zamana kadar erteledi, bu yüzden onu gördüğünüz geceden itibaren sayılmalıdır, dedi."
    },
    {
      "id": 36,
      "narrator": "Abu'l-Bakhtari reported:",
      "text": "Ebu'l-Bakhtari bildirdi: Ramazan'ın yeni ayını Dhit-i-'Irk'ta gördük. İbn Abbas'a (Allah ikisinden de razı olsun) bir adam gönderdik ve ona (küçük ayın görünümünün bir tür kusur taşıyıp taşımadığını) sorduk. Bunun üzerine İbn Abbas (Allah ikisinden de razı olsun) dedi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: Şüphesiz Allah, onun görünümünü erteledi, ama eğer (yeni ay) sizden gizlenirse, o zaman sayısını (otuz) tamamlayın."
    },
    {
      "id": 37,
      "narrator": "The son of Abu Bakra reported it on the authority of his father that the Messenger of Allah (ﷺ) had said:",
      "text": "Ebu Bakra'nın oğlu, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: İki 'İd ayı, Ramazan ve Zilhicce (tam değildir)."
    },
    {
      "id": 38,
      "narrator": "'Abd ar-Rahman b. Abu Bakra reported on the authority of Abu Bakra that the Messenger of Allah (ﷺ) had said:",
      "text": "'Abd ar-Rahman b. Ebu Bakra, Ebu Bakra'dan rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: 'İd ayları tam değildir. Ve Halid'in rivayetinde (sözler şunlardır): \"İd ayları Ramazan ve Zilhicce'dir.\""
    },
    {
      "id": 39,
      "narrator": "'Adi b. Hatim (Allah be pleased with him) reported that when (this verse) was revealed:",
      "text": "'Adi b. Hatim (Allah ondan razı olsun) bildirdi ki, bu ayet indiğinde: \"Beyaz şerit karanlıktan ayırt edilinceye kadar\" (Bakara, 187) 'Adi b. Hatim dedi ki: Allah'ın Elçisi, gerçekten yastığımın altında bir beyaz ip ve bir siyah ip bulunduruyorum, bunlarla geceyi şafaktan ayırt ediyorum. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Yastığın oldukça büyük görünüyor. Çünkü \"khait\" kelimesi, gecenin karanlığını ve şafak ışığını ifade eder."
    },
    {
      "id": 40,
      "narrator": "Sahl b. Sa'd said that when this verse was revealed:",
      "text": "Sahl b. Sa'd dedi ki, bu ayet indiğinde: \"Beyaz şerit karanlıktan ayırt edilinceye kadar ye ve iç,\" bir kişi beyaz bir ip ve siyah bir ip alır ve şafakta onları ayırt edene kadar yemeye devam ederdi. O zaman Allah, Azametli ve Büyük, \"min al-fajr\" (şafaktan) kelimelerini indirdi ve sonra \"khait\" kelimesinin şafaktaki ışık şeridine atıfta bulunduğu açık hale geldi."
    },
    {
      "id": 41,
      "narrator": "Sahl b. Sa'd (Allah be pleased with him) said:",
      "text": "Sahl b. Sa'd (Allah ondan razı olsun) dedi ki: Bu ayet indiğinde: \"Beyaz şerit karanlıktan ayırt edilinceye kadar ye ve iç,\" oruç tutmaya karar veren kişi bir ayağına siyah bir ip ve diğerine beyaz bir ip bağladı. Ve onları gördüğünde (renklerini) ayırt edene kadar yemeye ve içmeye devam etti. Sonrasında Allah, \"min al-fajr\" kelimelerini indirdi. Ve onlar (Müslümanlar) \"khait\" kelimesinin gece ve gündüzü ifade ettiğini anladılar."
    },
    {
      "id": 42,
      "narrator": "'Abdullah b. Mas'ud (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) had said:",
      "text": "'Abdullah b. Mes'ud (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: Bilal, (Sahur zamanını bildirmek için) gecenin sonunda Ezan okur. O yüzden siz, İbn Ümmü Mektum'un Ezanını duyana kadar yiyin ve için (bu, Sahur'un sona erdiği ve orucun başladığı zamandır)."
    },
    {
      "id": 43,
      "narrator": "Abdullah b. 'Umar (Allah be pleased with both of them) reported:",
      "text": "Abdullah b. 'Umar (Allah ikisinden de razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle diyordu: Bilal, gece Ezan okur, o yüzden siz, İbn Ümmü Mektum'un Ezanını duyana kadar yiyin ve için."
    },
    {
      "id": 44,
      "narrator": "Ibn 'Umar (Allah be pleased with both of them) reported that the Messenger of Allah (ﷺ) had two Mu'adhdhins, Bilal and son of Umm Maktum, the blind. The Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar (Allah ikisinden de razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) iki müezzin tutmuştu, Bilal ve kör olan Ümmü Mektum'un oğlu. Allah'ın Elçisi (ﷺ) dedi ki: Bilal, (gecenin sonunda) Ezan okur (yani Sahur için), o yüzden Ümmü Mektum'un oğlu Ezan okur, duyana kadar yiyin ve için. Ve (rivayet eden) dedi ki: Onların (Ezanları arasındaki) zaman farkı, birinin (minareden) inmesi ve diğerinin (Ezan okumak için) çıkması kadar değildi."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Bu gibi bir hadis, 'Aişe (Allah ondan razı olsun) aracılığıyla da rivayet edilmiştir."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Bu hadisi 'Ubaidullah'dan iki rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 47,
      "narrator": "Ibn Mas'ud (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying The Adhan of Bilal should not restrain anyone among you from eating Sahur (last meal before daybreak during the month of Ramadan) for he announces Adhan (or he calls) at (the fag end of) the night to make him turn who stands for prayer among you, and to awaken those who are sleeping among you. And he said:",
      "text": "İbn Mas'ud (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Bilal'in ezanı, aranızda sahur (Ramazan ayında imsak vaktinden önceki son yemek) yemekten alıkoymasın; çünkü o, aranızda namaz kılanı döndürmek ve uyuyanları uyandırmak için gecenin (sonlarına doğru) ezan okur. Ve dedi ki: Şafak, böyle değildir; biri şöyle der (ve elini kaldırdı) ta ki (parmaklarını açtı) ve dedi ki: Bu gibidir."
    },
    {
      "id": 48,
      "narrator": "This hadith has been narrated by Sulaiman al-Taimi with the same chain of transmitters (but with a slight variation of words) that he (the Holy Prophet) said:",
      "text": "Bu hadisi Sulaiman al-Taimi, aynı rivayet zinciriyle (ama kelimelerde hafif bir değişiklikle) nakletmiştir; o (Peygamberimiz) şöyle dedi: Şafak, böyle değildir; sonra parmaklarını topladı ve aşağı indirdi. Ama dedi ki, bu gibidir (ve işaret parmağını diğerinin üzerine koydu ve elini açtı)."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Bu hadisi Sulaiman Taimi, aynı rivayet zinciriyle nakletmiştir ve sonunda ilk ezanın, aralarındaki uykuda olanları uyandırmak ve (oruç başlangıcında) namaz kılanları yiyeceğe döndürmek için olduğu belirtilmiştir. Jarir (rivayet edenlerden biri) dedi ki, Elçi (ﷺ) böyle demedi; ama böyle (gerçek şafak) dedi ki, (gerçek şafak) şeritleri yataydır ve dik değildir."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Samura b. Jandub, Muhammad (ﷺ) şöyle derken bildirmiştir: Bilal'in çağrısı, aranızda hiç kimseyi yanıltmasın (ve bu yanlış izlenimle) oruç başlamadan önce yemek yemekten alıkoymasın; çünkü bu beyazlığın (dik olan şeritleri) sahte şafak olduğunu gösterir ve oruç, ışık şeritlerinin yayıldığı zaman başlar."
    },
    {
      "id": 51,
      "narrator": "Samura b. Jundub reported Allah's Messenger (ﷺ) as saying:",
      "text": "Samura b. Jundub, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Bilal'in ezanı sizi yanıltmasın, ne de şafak (sütunu) beyazlığı; çünkü bu, gerçek şafağın beyazlığı değil, dik olan sahte şafağın beyazlığıdır ve yiyecek yiyebilirsiniz, ta ki beyazlık yayıldığı zamana kadar."
    },
    {
      "id": 52,
      "narrator": "Samura b. Jundub (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Samura b. Jundub (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Bilal'in ezanı, oruç başlangıcında yiyeceklerinizle ilgili olarak sizi yanıltmasın, ne de ufukta dik (şeritler) beyazlık; çünkü bu sahte şafağın bir işaretidir. Beyazlık yayıldığı zamana kadar (yemekten) vazgeçmelisiniz. Hammad bunu nakletti ve elinin hareketiyle, ışık şeritlerinin yatay konumunu açıkladı."
    },
    {
      "id": 53,
      "narrator": "Samura b. Jundub addressed and narrated from the Messenger of Allah (ﷺ) having said (these words):",
      "text": "Samura b. Jundub, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Ne Bilal'in çağrısı sizi yanıltmalı, ne de bu beyazlık (sahte şafak) gerçek şafak ortaya çıkana kadar (veya şöyle dedi) şafak doğana kadar."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Bu hadisi Samura b. Jundub'dan da nakletmiştir."
    },
    {
      "id": 55,
      "narrator": "Anas (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Şafaktan önce biraz yemek yiyin; çünkü o vakitte yemek yemekte bir bereket vardır."
    },
    {
      "id": 56,
      "narrator": "'Amr b. al-'As reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Amr b. al-'As, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Bizim orucumuz ile Kitap ehlinin orucu arasındaki fark, şafaktan hemen önce yemektir."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Musa b. 'Ali bu hadisi aynı rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 58,
      "narrator": "Zaid b. Thabit (Allah be pleased with him) said:",
      "text": "Zaid b. Thabit (Allah ondan razı olsun) şöyle dedi: Biz, Allah'ın Elçisi (ﷺ) ile birlikte şafaktan hemen önce yemek yedik. Sonra namaza durduk. Ben dedim: İki (hareket, yani sahur yemeği ve namaz kılma) arasında ne kadar zaman vardı? O dedi ki: (Kuran'dan) elli ayet kadar."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Bu hadisi Qatada'dan da nakledilmiştir."
    },
    {
      "id": 60,
      "narrator": "Sahl b. Sa'd (Allah be pleased with him) repotted Allah's Messenger (ﷺ) as saying:",
      "text": "Sahl b. Sa'd (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: İnsanlar, oruçlarını açmayı acele ettikleri sürece refah içinde olmaya devam edeceklerdir."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Bu hadisi Sahl b. Sa'd rivayet etmiştir."
    },
    {
      "id": 62,
      "narrator": "Abu 'Atiyya reported:",
      "text": "Abu 'Atiyya şöyle bildirmiştir: Ben ve Masruq, 'A'işe'ye gittik ve ona dedik ki: İman edenlerin annesi, Muhammed (ﷺ) sahabelerinden iki kişi var; bunlardan biri orucu açmada ve namaz kılmada acele ediyor, diğeri ise orucu açmada ve namaz kılmada gecikiyor. O da dedi ki: İkisi arasında orucu açmada ve namaz kılmada acele eden kimdir? Biz de dedik ki: O 'Abdullah, yani Mas'ud'un oğlu. Bunun üzerine o şöyle dedi: İşte Allah'ın Resulü (ﷺ) böyle yapardı. Abu Kuraib ekledi: İkinci kişi ise Abu Musa idi."
    },
    {
      "id": 63,
      "narrator": "Abu 'Atiyya reported:",
      "text": "Abu 'Atiyya şöyle bildirmiştir: Ben ve Misruq, 'A'işe'ye (Allah ondan razı olsun) gittik ve Masruq ona dedi ki: Muhammed (ﷺ) sahabelerinden iki kişi var; bunlardan hiçbiri iyilikten vazgeçmiyor, ancak biri akşam namazını kılmada ve orucu açmada acele ediyor, diğeri ise akşam namazını kılmada ve orucu açmada gecikiyor. Bunun üzerine o dedi ki: Akşam namazını kılmada ve orucu açmada acele eden kimdir? O da dedi ki: O 'Abdullah. Bunun üzerine o şöyle dedi: İşte Allah'ın Resulü (ﷺ) böyle yapardı."
    },
    {
      "id": 64,
      "narrator": "'Umar (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Umar (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: Gece yaklaşınca ve gündüz geri çekilince ve güneş battığında, oruçlu kişi orucunu açmalıdır. İbn Numair \"sonra\" kelimesini anmamıştır."
    },
    {
      "id": 65,
      "narrator": "'Abdullah b. Abi Aufa reported:",
      "text": "'Abdullah b. Abi Aufa bildirmiştir: Biz, Ramazan ayında Allah'ın Resulü (ﷺ) ile bir yolculukta idik. Güneş battığında, o şöyle dedi: Filan kişi, in ve bize kavrulmuş arpa yemeği hazırla. O da dedi: Ya Resulallah, hala (gündüz) ışık var. O (Peygamber) dedi ki: İn ve bize kavrulmuş arpa yemeği hazırla. Bunun üzerine o indi ve kavrulmuş arpa yemeğini hazırladı ve ona sundu, ve Allah'ın elçisi (ﷺ) onu içti. Sonra elini işaret ederek, güneş o taraftan battığında ve gece o taraftan belirdiğinde, oruçlu kişi orucunu açmalıdır, dedi."
    },
    {
      "id": 66,
      "narrator": "Ibn Abi Aufa (Allah be pleased with him) reported:",
      "text": "İbn Abi Aufa (Allah ondan razı olsun) bildirmiştir: Biz, Allah'ın Resulü (ﷺ) ile bir yolculukta idik. Güneş battığında, o bir kişiye dedi ki: İn ve bize arpa yemeği hazırla. Bunun üzerine o dedi ki: Ya Resulallah, hala alacakaranlık var. (O, Peygamber) dedi ki: İn ve bize arpa yemeği hazırla. O (kişi) dedi ki: Hala (gündüz) ışığı üzerimizde var. (Ama) o, (Peygamber'in emrine uyarak) indi ve ona bir arpa yemeği hazırladı ve o (Peygamber) onu içti ve sonra dedi ki: Gece o taraftan (batıdan) yaklaşırken (ve elini doğuya işaret ederek) oruçlu kişi orucunu açmalıdır."
    },
    {
      "id": 67,
      "narrator": "Abdullah b. Abi Aufa (Allah be pleased with him) reported:",
      "text": "Abdullah b. Abi Aufa (Allah ondan razı olsun) bildirmiştir: Biz, Allah'ın Resulü (ﷺ) ile seyahat ettik ve o oruçluydu. Güneş battığında, o şöyle dedi: Filan kişi, in ve bize arpa yemeği hazırla. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 68,
      "narrator": "This hadith has been narrated on the authority of Ibn Abi Aufa (Allah be pleased with him) through another chain of transmitters (but with a sight alteration of words):",
      "text": "Bu hadisi İbn Abi Aufa (Allah ondan razı olsun) başka bir rivayet zinciriyle (ama kelimelerde küçük bir değişiklikle) aktarmıştır: Bu hadiste, bir rivayetçiden (ne bu kelimeler bulunur): \"Ramazan ayında.\" ne de onun ifadesi: \"Ve gece o taraftan (doğu tarafından) gelir.\" (Bu kelimeler) yalnızca Hushaim'in rivayetinde bulunmaktadır."
    },
    {
      "id": 69,
      "narrator": "Ibn 'Umar (Allah be pleased with both of them) said that the Messenger of Allah (ﷺ) forbade uninterrupted fasting. They (some of the Companions) said:",
      "text": "İbn 'Umar (Allah her ikisinden de razı olsun) dedi ki: Allah'ın Resulü (ﷺ) kesintisiz oruç tutmayı yasakladı. Onlar (bazı sahabeler) dediler ki: Sen kendin kesintisiz oruç tutuyorsun, bunun üzerine o dedi ki: Ben sizden biri değilim. Ben Allah tarafından beslenip içiriliyorum."
    },
    {
      "id": 70,
      "narrator": "Ibn 'Umar reported that the Messenger of Allah (ﷺ) observed fasts uninterruptedly in Ramadan and the people (in his wake) did this. But he forbade them to do so. It was said to him (to the Holy Prophet):",
      "text": "İbn 'Umar bildirmiştir ki, Allah'ın Resulü (ﷺ) Ramazan ayında kesintisiz oruç tutmuştur ve insanlar (onun arkasından) bunu yapmışlardır. Ama onlara bunu yapmalarını yasakladı. Ona (Peygamber'e) denildi ki: Sen kendin kesintisiz oruç tutuyorsun (ama bize bunu yasaklıyorsun). Bunun üzerine o dedi ki: Ben sizden biri değilim; ben Allah tarafından beslenip içiriliyorum."
    },
    {
      "id": 71,
      "narrator": "A hadith like this has been transmitted by Ibn 'Umar (Allah be pleased with both of them), but he did not make mention of (the words):",
      "text": "İbn 'Umar (Allah her ikisinden de razı olsun) benzer bir hadisi rivayet etmiştir, ancak \"Ramazan ayında.\" ifadesini anmamıştır."
    },
    {
      "id": 72,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Abu Huraira (Allah ondan razı olsun) bildirmiştir: Allah'ın Resulü (ﷺ) (sahabelerine) kesintisiz oruç tutmayı yasakladı. Müslümanlardan biri dedi ki: Ya Resulallah, sen kendin Saum Wisal tutuyorsun, bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Sizden kim benim gibi? Ben gecemi, Rabbimin beni besleyip içirdiği bir halde geçiriyorum. Onlar (Peygamber'in sahabeleri) kesintisiz orucu bırakma konusunda anlaşamayınca, Peygamber (ﷺ) de onlarla bir gün bu orucu tuttu, sonra bir gün daha. Sonra yeni ayı gördüler ve o (Peygamber) dedi ki: Eğer yeni ayın görünmesi gecikmiş olsaydı, sizinle daha fazla (oruç) tutardım (ve bunu) size uyarı olarak yaptı, zira onlar (Saum Wisal'dan) kaçınmayı kabul etmemişlerdi."
    },
    {
      "id": 73,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Resulü (ﷺ) Saum-Wisal'dan sakınmanızı söyledi. Onlar (sahabeleri) dediler: Ya Resulallah, ama sen Saum Wisal tutuyorsun. Bunun üzerine o dedi ki: Bu konuda siz benim gibi değilsiniz; ben gecemi, Rabbimin beni besleyip içirdiği bir halde geçiriyorum. Gücünüzün yettiği amellere yönelin."
    },
    {
      "id": 74,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying (the words as said in the previous hadith) but with this alteration (of words):",
      "text": "Abu Huraira bildirmiştir ki, Allah'ın Resulü (ﷺ) (önceki hadisteki sözleri) ama şu değişiklikle söyledi: \"Gücünüzün yettiği (amellerin) yükünü üzerinize alın.\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Abu Huraira bildirmiştir ki, Allah'ın Resulü (ﷺ) (sahabelerine) Saum Wisal tutmayı yasakladı."
    },
    {
      "id": 76,
      "narrator": "Anas (Allah be pleased with him) reported The Messenger of Allah (ﷺ) was observing prayer during Ramadan. I came and stood by his side. Then another man came and he stood likewise till we became a group. When the Messenger of Allah (ﷺ) perceived that we were behind him, he lightened the prayer. He then went to his abode and observed such (a long) prayer (the like of which) he never observed with us. When it was morning we said to him:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) Ramazan'da namaz kılıyordu. Ben geldim ve yanına durdum. Sonra başka bir adam geldi ve o da aynı şekilde durdu, ta ki bir grup oluncaya kadar. Allah'ın Resulü (ﷺ) arkasında olduğumuzu görünce namazı hafifletti. Sonra evine gitti ve bizimle kıldığı gibi uzun bir namaz kıldı. Sabah olunca ona: Gece bizi gördün mü? dedik. O da: Evet, işte bu (farkındalık) beni yaptığım şeye yönlendirdi, dedi. (Ravi) dedi ki: Allah'ın Resulü (ﷺ) ayın sonunda Wisal orucu tutmaya başladı ve bazı Sahabeleri de bu kesintisiz orucu tutmaya başladılar. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Kesintisiz oruç tutanlar hakkında ne dersiniz? Siz benim gibi değilsiniz. Vallahi, eğer ay benim için uzatılsaydı, Wisal orucunu tutardım ki aşırı davrananlar aşırılıklarından vazgeçmek zorunda kalırlardı."
    },
    {
      "id": 77,
      "narrator": "Anas (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) observed Saum Wisal during the early part of the month of Ramadan. The people among Muslims also observed uninterrupted fast. This (news) reached him (the Holy Prophet) and he said:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) Ramazan ayının başlarında Wisal orucu tutuyordu. Müslümanlar arasında da kesintisiz oruç tutanlar vardı. Bu (haber) ona (Peygamberimize) ulaştı ve o da: Eğer ay benim için uzatılsaydı, Wisal orucunu tutmaya devam ederdim ki zorla katı davrananlar bunu terk etmek zorunda kalırlardı. Siz benim gibi değilsiniz (ya da şöyle dedi): Ben sizin gibi değilim. Ben devam ediyorum (öyle bir durumda) ki Rabbim bana yemek ve içecek veriyor."
    },
    {
      "id": 78,
      "narrator": "'A'isha (Allah be pleased with her) said:",
      "text": "'A'işe (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) onlara (Sahabelerine) Wisal orucu tutmayı yasakladı, onlara merhamet ettiği için. Onlar da: Sen (Peygamber) kendin bunu tutuyorsun, dediler. Bunun üzerine o da: Ben sizin gibi değilim. Rabbim bana yemek ve içecek veriyor, dedi."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) oruçlu olduğu halde eşlerinden birini öptü, sonra o ('A'işe) gülümsedi (rivayet ederken)."
    },
    {
      "id": 80,
      "narrator": "Sufyan reported:",
      "text": "Sufyan bildirdi: 'Abd al-Rahman b. Qasim'e dedim ki: 'A'işe (Allah ondan razı olsun) onun oruçlu iken onu öptüğünü babandan duydun mu? O ('Abd al-Rahman b. Qasim) kısa bir süre sessiz kaldı ve sonra dedi: \"Evet.\""
    },
    {
      "id": 81,
      "narrator": "'A'isha reported:",
      "text": "'A'işe bildirdi: Allah'ın Resulü (ﷺ) oruçlu iken beni öperdi; ve içinizden kim arzularını Allah'ın Resulü (ﷺ) gibi kontrol edebilir?"
    },
    {
      "id": 82,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) oruçlu iken (eşlerini) öper ve (onları) kucaklardı; ama sizler arasında arzularını en iyi kontrol eden oydu."
    },
    {
      "id": 83,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) oruçlu iken (eşlerini) öperdi; ve arzularını kontrol etme konusunda sizlerden daha büyük bir hakimiyete sahipti."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) oruçlu iken (eşlerini) kucaklardı."
    },
    {
      "id": 85,
      "narrator": "Aswad reported:",
      "text": "Esved bildirdi: Ben ve Mesruk 'A'işe (Allah ondan razı olsun) yanına gittik ve ona Allah'ın Resulü (ﷺ) oruçlu iken (eşlerini) kucaklar mıydı diye sorduk. O da: Evet; ama sizler arasında arzularını en iyi kontrol eden oydu: ya da o, arzularını kontrol edenlerden biriydi."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Esved ve Mesruk'un rivayetinde, inananların annesine gittikleri ve ona sordukları, hadisin geri kalan kısmı aynıdır."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "'Urve b. Zübeyr, 'A'işe inananların annesi (Allah ondan razı olsun) tarafından, Allah'ın Resulü (ﷺ) oruçlu iken onu öptüğünü bildirdi."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Bu gibi bir hadis, Yahya b. Ebu Katır tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki: Allah'ın Resulü (ﷺ) oruçlu olduğu ayda onu öperdi."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki: Allah'ın Resulü (ﷺ) Ramazan'da oruçlu iken (eşlerini) öperdi."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) rivayet etti ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) oruçlu iken (eşlerini) öptü."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Hafsa (Allah ondan razı olsun) rivayet etti ki, Allah'ın Elçisi (sallallahu aleyhi ve sellem) oruçlu iken (eşlerini) öptü."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Bu gibi bir hadis Hafsa (Allah ondan razı olsun) tarafından başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 94,
      "narrator": "Umar b Abu Salama reported that he asked the Messenger of Allah (ﷺ):",
      "text": "Umar b. Ebu Salama, Allah'ın Elçisine (sallallahu aleyhi ve sellem) oruçlu olan birinin (eşini) öpmesi gerekip gerekmediğini sordu. Allah'ın Elçisi (sallallahu aleyhi ve sellem) ona: \"Ona (Ümmü Seleme) sor.\" dedi. Ümmü Seleme ona, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) bunu yaptığını bildirdi. Bunun üzerine o şöyle dedi: \"Allah'ın Elçisi, Allah seni geçmiş ve gelecekteki tüm günahlarından affetsin.\" Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: \"Vallahi, ben aranızda en çok Allah'tan korkanım ve O'na en çok saygı duyanım.\""
    },
    {
      "id": 95,
      "narrator": "Abu Bakr (he is Abu Bakr b. Abd al-Rahman b. Harith) reported:",
      "text": "Ebu Bekir (o, Ebu Bekir b. Abd al-Rahman b. Harith'tir) rivayet etti: Ebu Hüreyre (Allah ondan razı olsun)'in, sabahı cünüp olarak karşılayan birinin oruç tutmaması gerektiğini anlattığını duydum. Bunu Abd al-Rahman b. Harith'e (yani babasına) söyledim ama o bunu reddetti. Abd al-Rahman gitti ve ben de onunla birlikte 'A'işe ve Ümmü Seleme'ye (Allah ikisinden de razı olsun) geldik ve Abd al-Rahman onlara bunu sordu. İkisi de: \"Bazen Allah'ın Elçisi (sallallahu aleyhi ve sellem) sabahı cünüp olarak karşıladı (ama rüyada cinsel ilişki nedeniyle değil) ve oruç tuttu.\" dediler. O (rivayet eden) dedi ki: \"Sonra Marwan'a doğru yola çıktık ve Abd al-Rahman ona bunu anlattı. Bunun üzerine Marwan: 'Sana yemin ederim ki, Ebu Hüreyre'ye git ve ona bu konuda söylenenleri sor.' dedi. Böylece Ebu Hüreyre'ye geldik ve Ebu Bekir bizimle birlikteydi ve Abd al-Rahman ona bunu anlattı. Bunun üzerine Ebu Hüreyre: 'Kutsal Peygamberin iki eşi sana bunu söylediler mi?' dedi. O (Abd al-Rahman) 'Evet' dedi. Bunun üzerine (Ebu Hüreyre) dedi ki: 'Onlar daha iyi bilirler.' Ebu Hüreyre, bununla ilgili olarak Fadl b. Abbas'a atıfta bulundu ve: 'Bunu Fadl'dan duydum, Allah'ın Elçisinden (sallallahu aleyhi ve sellem) değil.' dedi. Ebu Hüreyre, bu konudaki önceki görüşünden geri döndü. İbn Juraij (rivayet edenlerden biri) dedi ki: 'Ben Abd al-Malik'e sordum, eğer (iki eş) Ramazan hakkında bu ifadeyi kullandıysa, o da: 'Öyleydi, ve (Kutsal Peygamber) sabahı cünüp olarak karşıladı, bu rüya nedeniyle değildi ve sonra oruç tuttu.' dedi.\""
    },
    {
      "id": 96,
      "narrator": "'A'isha, the wife of the Messenger of Allah (ﷺ), said:",
      "text": "'A'işe, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) Ramazan'da cünüp olarak sabahı karşıladığını, bunun cinsel rüya nedeniyle değil (cinsel ilişki nedeniyle) olduğunu, kendisini yıkadığını ve oruç tuttuğunu söyledi."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Ebu Bekir, Marwan'ın kendisini Ümmü Seleme'ye, cünüp olan birinin oruç tutup tutamayacağını sorması için gönderdiğini bildirdi. Ümmü Seleme, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) bazen cünüp olduğunu, bunun cinsel rüya nedeniyle değil, cinsel ilişki nedeniyle olduğunu ve sabahı karşıladığını, ancak ne orucunu bozduğunu ne de telafi ettiğini söyledi."
    },
    {
      "id": 98,
      "narrator": "Abu Bakr b. 'Abd al-Rahman b. al-Harith b. Hisham reported on the authority of 'A'isha and Umm Salama, the wives of the Messenger of Allah (ﷺ):",
      "text": "Ebu Bekir b. Abd al-Rahman b. al-Harith b. Hişam, 'A'işe ve Ümmü Seleme, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) bazen sabahı cünüp olarak karşıladığını, bunun cinsel ilişki nedeniyle olduğunu, cinsel rüya nedeniyle olmadığını ve Ramazan ayında oruç tuttuğunu rivayet etti."
    },
    {
      "id": 99,
      "narrator": "'A'isha reported that a person came to the Apottle of Allah (ﷺ) asking for a fatwa (religious verdict). She ('A'isha) had been overhearing it from behind the curtain. 'A'isha added that he (the person) had said:",
      "text": "'A'işe, Allah'ın Elçisine (sallallahu aleyhi ve sellem) bir kişinin geldiğini ve bir fetva (dini hüküm) istediğini bildirdi. O ('A'işe) bunu perde arkasından duymuştu. 'A'işe ekledi ki, o (kişi) şöyle demişti: \"Allah'ın Elçisi, (namaz) vakti cünüp olduğumda üzerime geliyor; bu halde oruç tutmalı mıyım?\" Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: \"(Bazen) namaz vakti cünüp olduğumda üzerime geliyor ve ben (bu halde) oruç tutuyorum.\" Bunun üzerine o (kişi) dedi: \"Allah'ın Elçisi, sen bizim gibi değilsin; Allah tüm günahlarını affetti, geçmiş ve gelecekteki günahlarını.\" Bunun üzerine o (Kutsal Peygamber) dedi: \"Vallahi, umarım ki ben aranızda en çok Allah'tan korkanım ve O'na karşı en iyi bilgiye sahip olanımdır.\""
    },
    {
      "id": 100,
      "narrator": "Sulaiman b. Yasar reported that he asked Umm Salama whether a person (who gets up) in the morning in a state of junub should observe fast. She said:",
      "text": "Süleyman b. Yesar, Ümmü Seleme'ye, sabahı cünüp olarak karşılayan birinin oruç tutup tutamayacağını sordu. O, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) bazen sabahı cünüp olarak karşıladığını, bunun cinsel rüya nedeniyle değil, gece cinsel ilişki nedeniyle olduğunu ve sonra oruç tuttuğunu söyledi."
    },
    {
      "id": 101,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that a person came to the Messenger of Allah (ﷺ) and said:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) rivayet etti ki, bir kişi Allah'ın Elçisine (sallallahu aleyhi ve sellem) geldi ve: \"Allah'ın Elçisi, ben mahvoldum.\" dedi. O (Kutsal Peygamber) sordu: \"Seni mahveden nedir?\" O: \"Ramazan ayında eşimle cinsel ilişkiye girdim.\" dedi. Bunun üzerine o (Kutsal Peygamber) dedi: \"Bir köle bulup onu azat edebilir misin?\" O: \"Hayır.\" O (Peygamber tekrar) dedi: \"İki ay arka arkaya oruç tutabilir misin?\" O: \"Hayır.\" O (Kutsal Peygamber) dedi: \"Altmış yoksula yemek verebilir misin?\" O: \"Hayır.\" Sonra oturdu ve (bu sırada) Allah'ın Elçisine (sallallahu aleyhi ve sellem) içinde hurma bulunan bir sepet getirildi. O (Kutsal Peygamber) dedi: \"Bunları (hurmaları) sadaka olarak ver.\" O (adam) dedi: \"Benden daha fakir birine mi vereceğim? Medine'nin iki lava ovası arasında benden daha fakir bir aile yok.\" Allah'ın Elçisi (sallallahu aleyhi ve sellem) gülümsedi ve dişleri göründü ve dedi ki: \"Git ve bunu ailenle ye.\""
    },
    {
      "id": 102,
      "narrator": "A hadith like this has been narrated on the authority of Muhammad b. Muslim al-Zuhri with the same chain of transmitters, and he said:",
      "text": "Bu hadis, aynı nakil zinciriyle Muhammed b. Müslim el-Zuhri tarafından rivayet edilmiştir ve o şöyle demiştir: \"İçinde hurma bulunan bir 'araq getirildi, 'araq büyük bir sepet demektir. Ancak bu hadiste, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) dişleri görünene kadar güldüğüne dair bir ifade yoktur.\""
    },
    {
      "id": 103,
      "narrator": "Abu Huraira reported that a person had intercourse with his wife during Ramadan (while fasting). He asked for the religious verdict (about it) from the Messenger of Allah (ﷺ), whereupon he (the Holy Prophet) said:",
      "text": "Ebu Hüreyre, bir kişinin Ramazan'da (oruçlu iken) eşiyle cinsel ilişkiye girdiğini bildirdi. O, Allah'ın Elçisinden (sallallahu aleyhi ve sellem) bu konuda dini hüküm istedi ve o (Kutsal Peygamber) dedi: \"Bir köle bulup onu azat edebilir misin?\" O: \"Hayır.\" O (Peygamber tekrar) dedi: \"İki ay arka arkaya oruç tutabilir misin?\" O: \"Hayır.\" O (Kutsal Peygamber) dedi: \"O zaman altmış yoksula yemek ver.\""
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Bu hadis, Zuhri tarafından aynı nakil zinciriyle rivayet edilmiştir ki, bir kişi Ramazan'da orucunu bozdu ve Allah'ın Elçisi (sallallahu aleyhi ve sellem) ona bir köle azat etmesini emretti, hadisin geri kalanı İbn Uyaina tarafından rivayet edilenle aynıdır."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Humaid b. Abd al-Rahman, Ebu Hüreyre'nin kendisine, Allah'ın Elçisinin (sallallahu aleyhi ve sellem) Ramazan'da orucunu bozan kişiye bir köle azat etmesini veya iki ay arka arkaya oruç tutmasını veya altmış yoksula yemek vermesini emrettiğini anlattığını bildirdi."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı isnadla nakledilmiştir."
    },
    {
      "id": 107,
      "narrator": "'A'isha (Allah be pleased with her) reported that a person came to the Messenger of Allah (ﷺ) and said:",
      "text": "'A'işe (Allah ondan razı olsun) şöyle bildirmiştir: Bir kişi Allah'ın Resulü'ne (ﷺ) gelerek: \"Ben yandım\" dedi. Bunun üzerine Allah'ın Resulü (ﷺ) sordu: \"Nasılsın?\" O kişi: \"Ramazan'da gündüz eşimle cinsel ilişkiye girdim\" dedi. Bunun üzerine (Peygamber Efendimiz) dedi ki: \"Sadaka ver, sadaka ver.\" O kişi: \"Bende bir şey yok\" dedi. O, oturmasını emretti. (Bu sırada) ona (Peygamber Efendimiz'e) yiyecek dolu iki sepet getirildi. Bunun üzerine Allah'ın Resulü (ﷺ) ona bunları sadaka olarak vermesini söyledi."
    },
    {
      "id": 108,
      "narrator": "'Abbad b. Abdullah b. Zubair narrated that he heard 'A'isha (Allah be pleased with her) saying:",
      "text": "Abbad b. Abdullah b. Zubair, 'A'işe (Allah ondan razı olsun) şöyle derken duyduğunu rivayet etmiştir: Bir kişi Allah'ın Resulü'ne (ﷺ) geldi ve ardından hadisi anlattı. Ancak (ne bu sözler): \"Sadaka ver, sadaka ver\" (ne de) onun sözleri: \"gündüz vakti\" bulunmamaktadır."
    },
    {
      "id": 109,
      "narrator": "Abbad b. Abdullah b. Zubair reported that he had heard 'A'isha, the wife of the Messenger of Allah (ﷺ), as saying:",
      "text": "Abbad b. Abdullah b. Zubair, Allah'ın Resulü'nün (ﷺ) eşlerinden 'A'işe'nin şöyle dediğini duyduğunu bildirmiştir: Bir kişi Ramazan ayında camide Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: \"Allah'ın Resulü, ben yandım, ben yandım.\" Bunun üzerine Allah'ın Resulü (ﷺ) ona ne olduğunu sordu. O da: \"Ben eşimle (oruçlu olduğum halde) cinsel ilişkiye girdim\" dedi. Bunun üzerine (Peygamber Efendimiz) dedi ki: \"Sadaka ver.\" O kişi: \"Ey Allah'ın Resulü, yemin ederim ki, bende (sadaka verecek) hiçbir şey yok.\" dedi. O (Peygamber Efendimiz) dedi ki: \"Otur.\" O da oturdu ve bu haldeyken bir kişi, yükü yiyecek dolu bir eşekle geldi. Allah'ın Resulü (ﷺ) dedi ki: \"Burada az önce bulunan yanmış olan kim?\" Bunun üzerine o kişi ayağa kalktı. Allah'ın Resulü (ﷺ) dedi ki: \"Bunu (adamın getirdiği yiyecekleri) sadaka olarak ver.\" Bunun üzerine o kişi dedi ki: \"Ey Allah'ın Resulü, benden daha muhtaç olan başka biri var mı? Vallahi, biz açız, elimizde hiçbir şey yok.\" Bunun üzerine (Peygamber Efendimiz) dedi ki: \"O zaman ye (bu yiyecekleri).\""
    },
    {
      "id": 110,
      "narrator": "",
      "text": "İbn Abbas (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Resulü (ﷺ) fetih yılı (Mekke'nin fethedildiği yıl) Ramazan ayında dışarı çıktı ve Kadid'e (Mekke'den kırk iki mil uzaklıkta bulunan bir kanal) ulaşana kadar oruçlu kaldı ve orucunu orada açtı. Allah'ın Resulü'nün (ﷺ) arkadaşlarının her yeni şeyde (veya eylemde) onu takip etme alışkanlığı vardı. Böylece bu konuda da onu takip ettiler."
    },
    {
      "id": 111,
      "narrator": "This hadith is narrated on the authority of Zuhri with the same chain of transmitters. Yahya (one of the narrators) said that Sufyan (the narrator) had stated:",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı isnadla nakledilmiştir. Yahya (rivayet edenlerden biri) Sufyan'ın (rivayet eden) şöyle söylediğini aktardı: \"Bu, Allah'ın Resulü'nün (ﷺ) son sözüdür ki, bu (öncekileri) neshediyor ve nihai olarak kabul edilmektedir.\""
    },
    {
      "id": 112,
      "narrator": "It has been narrated on the authority of Zuhri with the same chain of transmitters that breaking of fast (in a journey) is the final of the two commands (whether one may fast or one may break it), and it is the last command of the Messenger of Allah (ﷺ) which is to be accepted as final. Zuhri said:",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı isnadla nakledilmiştir ki, yolculukta oruç açmak (oruç tutmak veya açmak konusunda) iki emirden sonuncusudur ve bu, Allah'ın Resulü'nün (ﷺ) nihai olarak kabul edilmesi gereken son emridir. Zuhri dedi ki: Allah'ın Resulü (ﷺ) Ramazan'ın 14. sabahında (yani on üç gece geçtikten sonra) Mekke'ye doğru yürüdü."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Bu gibi bir hadis, İbn Şihab üzerinden nakledilmiştir. O, (Peygamber Efendimiz'in) en son emirlerini takip ettiklerini ve bunun (öncekileri) nesheden ve en sağlam olanı olarak gördüklerini söyledi."
    },
    {
      "id": 114,
      "narrator": "Ibn 'Abbas (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) journeyed during the month of Ramadan in a state of fasting till he reached 'Usfan. He then ordered a cup containing drinking water and he drank that openly so that the people might see it, and broke the fast (and did not resume it) till he reached Mecca. Ibn 'Abbas (Allah be pleased with him) said:",
      "text": "İbn Abbas (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Resulü (ﷺ) Ramazan ayında oruçlu olarak 'Usfan'a kadar yolculuk yaptı. Sonra bir kap su istedi ve onu açıkça içti ki insanlar bunu görsün, ve orucunu açtı (ve tekrar oruç tutmadı) Mekke'ye ulaşana kadar. İbn Abbas (Allah ondan razı olsun) dedi ki: Allah'ın Resulü (ﷺ) oruç tuttu ve orucunu açtı, böylece kim oruç tutmak isterse oruç tutar, kim de orucunu açmak isterse açar."
    },
    {
      "id": 115,
      "narrator": "Ibn Abbas (Allah be pleased with him) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) bildirmiştir: Yolculukta oruç tutan veya tutmayanı kınamayın, çünkü Allah'ın Resulü (ﷺ) yolculukta oruç tuttu veya tutmadı (da)."
    },
    {
      "id": 116,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with both of them) reported that Allah's Messenger (ﷺ) went out to Mecca in Ramadan in the year of Victory, and he and the people fasted till he came to Kura' al-Ghamim and the people also fasted. He then called for a cup of water which he raised till the people saw it, and then he drank. He was told afterwards that some people had continued to fast, and he said:",
      "text": "Cabir b. Abdullah (Allah her ikisinden de razı olsun) bildirmiştir ki, Allah'ın Resulü (ﷺ) fetih yılı Ramazan ayında Mekke'ye gitti ve o ve insanlar oruçlu kaldılar, Kura' al-Ghamim'e gelene kadar insanlar da oruçlu kaldı. Sonra bir kap su istedi, onu insanların görebileceği şekilde kaldırdı ve içti. Daha sonra bazı insanların oruç tutmaya devam ettiğini duydu ve dedi ki: \"Bu insanlar isyan edenlerdir; bunlar isyan edenlerdir.\""
    },
    {
      "id": 117,
      "narrator": "This hadith has been narrated by Ja'far with the same chain of transmitters and he added:",
      "text": "Bu hadis, Ja'far tarafından aynı isnadla nakledilmiştir ve o ekledi: \"Ona (Peygamber Efendimiz'e) denildi ki: Oruç tutmak zorlaşan bazı insanlar var ve senin nasıl yaptığını bekliyorlar.\" O (Peygamber Efendimiz) öğleden sonra bir kap su istedi. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 118,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with both of them) reported that in the course of a journey Allah's Messenger (ﷺ) saw a man, people crowding around him and providing him a shade. Upon this he (the Holy Prophet) said:",
      "text": "Cabir b. Abdullah (Allah her ikisinden de razı olsun) bildirmiştir ki, yolculuk sırasında Allah'ın Resulü (ﷺ) bir adam gördü, etrafında insanlar toplanmış ve ona gölge sağlıyorlardı. Bunun üzerine o (Peygamber Efendimiz) dedi ki: \"Onun durumu nedir?\" Onlar: \"O, oruç tutan bir kişidir.\" dediler. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Yolculukta oruç tutmak bir iyilik değildir.\""
    },
    {
      "id": 119,
      "narrator": "",
      "text": "'Amr b. al-Hasan'ın, Cabir b. Abdullah'ı (Allah her ikisinden de razı olsun) şöyle derken duyduğu bildirilmiştir: Allah'ın Resulü (ﷺ) bir adam gördü. Hadisin geri kalanı yukarıda belirtilenle aynıdır."
    },
    {
      "id": 120,
      "narrator": "This hadith has been narrated on the authority of Shu'ba with the same chain of transmitters but with this addition that he (the Holy Prophet) said:",
      "text": "Bu hadis, Şu'ba'nın rivayetiyle aynı isnadla nakledilmiştir ancak şu eklemeyle: \"Allah'ın sana tanıdığı kolaylıktan yararlan.\" dedi. O (rivayet edenlerden biri) ona (diğerine, Yahya b. Ebi Katâr'a) sorduğunda, bunu aklında tutmadı."
    },
    {
      "id": 121,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Ramazan'ın 16. günü bir sefere çıktık. Bizden bazıları oruç tuttu, bazıları ise orucunu bozdu. Ancak oruç tutan, orucunu bozanı kınamadı; orucunu bozan da oruç tutanı kınamadı."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Bu hadisin benzeri, Kâtade'den, farklı ravilerle aynı isnatla rivayet edilmiştir (bu fark dışında) ki, Taimi ve Ömer b. Amir ile Hişam'ın rivayetinde sefere çıkma tarihi 18'dir, Sa'id'in rivayetinde 12'dir, Şu'ba'nın rivayetinde ise 17 veya 19'dur."
    },
    {
      "id": 123,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Ramazan'da bir sefere çıktık ve ne oruç tutan, oruç tutmayanı kınadı, ne de orucunu bozan, oruç tutanı kınadı."
    },
    {
      "id": 124,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) şöyle bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Ramazan'da bir sefere çıktık. Bizden bazıları oruç tuttu, bazıları ise orucunu bozdu. Ne oruç tutan, orucunu bozan birine kin besledi, ne de orucunu bozan, oruç tutan birine kin besledi. Onlar, oruç tutanların gücü yetenlerin oruç tuttuğunu ve bunun iyi olduğunu, orucunu bozanların ise zayıf düşenlerin orucunu bozduğunu ve bunun da iyi olduğunu biliyorlardı."
    },
    {
      "id": 125,
      "narrator": "Abu Nadra reported Abu Sa'id al. Khudri and Jabir b. Abdullah as saying:",
      "text": "Ebu Nadra, Ebu Sa'id el-Hudri ve Cabir b. Abdullah'dan şöyle rivayet etti: Biz, Allah'ın Elçisi (ﷺ) ile seyahat ettik. Oruç tutan orucunu tuttu, orucunu bozan orucunu bozdu, ancak hiçbiri birbirini kınamadı."
    },
    {
      "id": 126,
      "narrator": "Humaid reported that Anas (Allah be pleased with him) was asked about fasting during Ramadan while travelling. He said:",
      "text": "Hümeyd, Anas (Allah ondan razı olsun) hakkında Ramazan'da seyahat ederken oruç tutma konusunda sorulduğunda şöyle dedi: Biz, Ramazan ayında Allah'ın Elçisi (ﷺ) ile seyahat ettik, ancak ne oruç tutan, orucunu bozanı kınadı, ne de orucunu bozan, oruç tutanı kınadı."
    },
    {
      "id": 127,
      "narrator": "Abu Khalid al-Ahmar narrated from Humaid who said:",
      "text": "Ebu Halid el-Ahmar, Hümeyd'den rivayet etti ki, Hümeyd şöyle dedi: Ben oruç tutarak yola çıktım; bana, \"Boz (yani geri dön, tekrar et)\" dediler. Anas'ın, Allah'ın Elçisi (ﷺ) ile seyahat eden sahabelerin, ne oruç tutanların orucunu bozanı kınadığını, ne de orucunu bozanların oruç tutanı kınadığını bildirdiğini söyledi. (Ravilere biri olan Hümeyd, İbn Ebi Mulaika ile karşılaştığını ve onun da Aişe'den aynı şeyi bildirdiğini söyledi.)"
    },
    {
      "id": 128,
      "narrator": "Anas (Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile bir yolculukta idik. Bizden bazıları oruç tutuyordu, bazıları ise oruç tutmuyordu. Sıcak bir günde bir yere indik. Çoğumuzun gölgelenecek bir örtüsü vardı. Aramızda güneşten elleriyle korunanlar da vardı. Oruç tutanlar zayıflıktan düşüp bayıldılar. Oruç tutmayanlar kalkıp çadır kurdular ve hayvanları suladılar. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Oruç bozanlar, bugün sevabı aldılar.\""
    },
    {
      "id": 129,
      "narrator": "Anas (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) was journeying (along with his Companions). Some of them had observed the fast whereas the others had broken it. Those who did not fast girded up their loins and worked, but the observers of the fast were too weak to work. Upon this he (the Messenger of Allah) said:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirdi ki, Allah'ın Elçisi (ﷺ) yolculuk yapıyordu (sahabeleriyle birlikte). Onlardan bazıları oruç tutuyordu, diğerleri orucunu bozmuştu. Oruç tutmayanlar bel bağlayıp çalıştılar, ama oruç tutanlar çalışacak kadar zayıf düştüler. Bunun üzerine o (Allah'ın Elçisi) şöyle dedi: \"Bugün oruç bozanlar sevapla gitti.\""
    },
    {
      "id": 130,
      "narrator": "Qaza'a reported:",
      "text": "Kaza'a, Ebu Sa'id el-Hudri (Allah ondan razı olsun) ile karşılaştı ve etrafında insanlar vardı. İnsanlar dağıldığında ona dedim ki: \"Bu insanların sorduğu şey hakkında sana soru sormayacağım. Seyahat esnasında oruç tutma hakkında soruyorum.\" Bunun üzerine o şöyle dedi: \"Biz, Allah'ın Elçisi (ﷺ) ile Mekke'ye doğru seyahat ettik ve oruç tutuyorduk. Bir yere mola verdik. Orada Allah'ın Elçisi (ﷺ) şöyle dedi: \"Düşmanınıza yaklaşıyorsunuz ve oruç bozan size daha fazla güç verecektir, bu da bize bir ruhsat.\" Ancak bizden bazıları oruç tutmaya devam etti, bazıları ise orucunu bozdu. Sonra başka bir yere indik ve o (Peygamber) şöyle dedi: \"Sabah düşmanla karşılaşacaksınız ve oruç bozan size güç verecektir, o yüzden orucunuzu bozun.\" Zor bir durum olduğu için orucumuzu bozduk. Ancak sonrasında, Allah'ın Elçisi (ﷺ) ile birlikte seyahat ederken oruç tuttuğumuzu gördük."
    },
    {
      "id": 131,
      "narrator": "'A'isha (Allah be pleased with her) reported that Hamza b. 'Amr al-Aslami asked the Messenger of Allah (ﷺ) about fasting on a journey, and he (the Holy Prophet) said:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirdi: Hamza b. Amr el-Eslemî, Allah'ın Elçisi (ﷺ) ile seyahat esnasında oruç tutma hakkında sordu ve o (Peygamber) şöyle dedi: \"İstersen oruç tut, istersen boz.\""
    },
    {
      "id": 132,
      "narrator": "'A'isha (Allah be pleased with her) reported that Hamza b. Amr al-Aslami asked the Messenger of Allah (ﷺ) thus:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirdi: Hamza b. Amr el-Eslemî, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ya Allah'ın Elçisi, ben oruç tutmaya çok düşkün biriyim. Seyahat sırasında oruç tutmalı mıyım?\" O (Peygamber) şöyle dedi: \"İstersen oruç tut, istersen boz.\""
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Bu hadis, Hişam'dan aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 134,
      "narrator": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters that Hamza said:",
      "text": "Bu hadis, Hişam'dan aynı isnatla rivayet edilmiştir ki, Hamza şöyle demiştir: \"Ben oruç tutmaya alışkın biriyim. Seyahat sırasında oruç tutmalı mıyım?\" (Hadisin geri kalanı aynıdır.)"
    },
    {
      "id": 135,
      "narrator": "Hamza b. 'Amr al-Aslami (Allah be pleased with him) said:",
      "text": "Hamza b. Amr el-Eslemî (Allah ondan razı olsun) şöyle dedi: \"Ya Allah'ın Elçisi, seyahat esnasında oruç tutmak için kendimde güç buluyorum; bunu yapmamda bir günah var mı?\" Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu, Allah'tan bir ruhsattır. Kim bundan faydalanırsa, onun için hayırlıdır; kim de oruç tutmayı tercih ederse, onun üzerinde bir günah yoktur.\" Harun (ravilerden biri) kendi rivayetinde \"Bu bir ruhsattır\" dedi ve \"Allah'tan\" ifadesini zikretmedi."
    },
    {
      "id": 136,
      "narrator": "Abu Darda' (Allah be pleased with him) reported:",
      "text": "Ebu Derda (Allah ondan razı olsun) şöyle bildirmiştir: Ramazan ayında, Allah'ın Resulü (ﷺ) ile birlikte öyle bir sıcaklıkta yola çıktık ki, aramızdan biri aşırı sıcaktan korunmak için elini başının üzerine koyuyordu ve aramızda oruç tutan yoktu, sadece Allah'ın Resulü (ﷺ) ve Abdullah b. Ravaha oruç tutuyordu."
    },
    {
      "id": 137,
      "narrator": "Abu Darda' reported:",
      "text": "Ebu Derda şöyle bildirmiştir: Allah'ın Resulü (ﷺ) ile birlikte bazı yolculuklarımızda öyle bir sıcak günde bulunduk ki, bir kişi aşırı sıcaktan korunmak için elini başının üzerine koyuyordu ve aramızda oruç tutan yoktu, sadece Allah'ın Resulü (ﷺ) ve Abdullah b. Ravaha oruç tutuyordu."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Ümmü'l-Fadl bint el-Haris, bazı insanların Arafat günü Allah'ın Resulü (ﷺ) oruç tutuyor mu tutmuyor mu konusunda tartıştıklarını bildirmiştir. Bazıları onun oruç tuttuğunu, diğerleri ise oruç tutmadığını söyledi. Ben (Ümmü'l-Fadl) ona Arafat'ta devesinin üzerinde iken bir bardak süt gönderdim ve o da onu içti."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Bu hadis, Ebu Nadr aracılığıyla aynı isnatla rivayet edilmiştir, ancak o, devesinin üzerinde olduğunu belirtmemiştir."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Bu hadis, Ebu Nadr tarafından Ümmü'l-Fadl'ın azatlısı Ümeyr aracılığıyla aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Ümmü'l-Fadl (Allah ondan razı olsun) bazı Allah'ın Resulü (ﷺ) arkadaşlarının Arafat günü oruç tutup tutmama konusunda şüphe içinde olduklarını bildirmiştir ve biz o gün onunla birlikteydik. Ben (Ümmü'l-Fadl) ona bir bardak süt gönderdim ve o Arafat'ta duruyordu, onu içti."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Kureyb, İbn Abbas'ın (Allah ondan razı olsun) azatlısı, Maimuna'dan, Allah'ın Resulü (ﷺ) Arafat günü oruç tutup tutmadığı konusunda insanların şüphe içinde olduğunu bildirmiştir. Maimuna ona bir bardak süt göndermiştir ve o bir yerde duruyordu, onu içti ve insanlar onu görüyordu."
    },
    {
      "id": 143,
      "narrator": "'A'isha (Allah be pleased with her) reported that the Quraish used to fast on the day of 'Ashura in the pre-Islamic days and the Messenger of Allah (ﷺ) also observed it. When he migrated to Medina, he himself observed this fast and commanded (others) to observe it. But when fasting during the month of Ramadan was made obligatory he said:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Kureyş, cahiliye döneminde Aşura günü oruç tutardı ve Allah'ın Resulü (ﷺ) de bunu tutardı. Medine'ye hicret ettiğinde, kendisi bu orucu tutmaya devam etti ve (başkalarına) bunu tutmalarını emretti. Ancak Ramazan ayında oruç tutmanın farz kılınmasından sonra şöyle dedi: \"Kim bu orucu tutmak isterse tutsun, kim de bırakmak isterse bırakabilir.\""
    },
    {
      "id": 144,
      "narrator": "",
      "text": "Bu hadis, Hişam aracılığıyla aynı isnatla rivayet edilmiştir, ancak o, hadisin ilk kısmında Allah'ın Resulü'nün (ﷺ) oruç tuttuğunu belirtmemiştir ve ikinci kısımda Aşura orucunu bıraktığını, kim isterse oruç tutabileceğini, kim isterse bırakabileceğini söylemiştir ve bunu Allah'ın Resulü'nün (ﷺ) sözleri olarak kabul etmemiştir, Jarir'in rivayetinde geçtiği gibi."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Cahiliye döneminde Aşura günü oruç tutuluyordu, ancak İslam'ın gelmesiyle (bu durum) nafile oruç olarak belirlenmiştir. Sonra kim oruç tutmak isterse oruç tutar, kim de bırakmak isterse bırakır."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ), Ramazan orucu farz kılınmadan önce Aşura günü oruç tutulmasını emretmiştir. Ancak farz kılındıktan sonra, kim Aşura günü oruç tutmak isterse tutsun, kim de tutmak istemezse tutmasın."
    },
    {
      "id": 147,
      "narrator": "'A'isha (Allah be pleased with her) reported that the Quraish used to fast on the day of Ashura during the pre-Islamic days. The Messenger of Allah (ﷺ) then commanded to fast on that day till (fasting) in Ramadan became obligatory. Then the Messenger of Allah (ﷺ) said:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Kureyş, cahiliye döneminde Aşura günü oruç tutardı. Allah'ın Resulü (ﷺ) de bu günde oruç tutulmasını emretti, ta ki Ramazan orucu farz kılınana kadar. Sonra Allah'ın Resulü (ﷺ) şöyle dedi: \"Kim oruç tutmak isterse tutsun, kim de orucu bozmak isterse bozabilir.\""
    },
    {
      "id": 148,
      "narrator": "Abdullah b. 'Umar (Allah be pleased with them) reported that (the Arabs of) pre-Islamic days used to observe fast on the day of Ashura and the Messenger of Allah (ﷺ) observed it and the Muslims too (observed it) before fasting in Ramadan became obligatory. But when it became obligatory, the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah b. Ömer (Allah onlardan razı olsun) şöyle bildirmiştir: Cahiliye dönemindeki Araplar Aşura günü oruç tutarlardı ve Allah'ın Resulü (ﷺ) de bunu tutardı ve Müslümanlar da Ramazan orucu farz kılınmadan önce bunu tutarlardı. Ancak farz kılındığında, Allah'ın Resulü (ﷺ) şöyle dedi: \"Aşura, Allah'ın günlerinden biridir, kim oruç tutmak isterse tutsun, kim de tutmak istemezse bırakabilir.\""
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Bu hadis, Abdullah aracılığıyla aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 150,
      "narrator": "Ibn 'Umar (Allah be pleased with them) said that the day of 'Ashura was mentioned before the Messenger of Allah (may peace he upon him). Thereupon the Messenger of Allah, (ﷺ) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Aşura günü Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) bahsedildiğinde, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu, cahiliye döneminde insanların oruç tuttuğu bir gündü. İçinizden kim oruç tutmak isterse tutsun, kim de istemezse bırakabilir.\""
    },
    {
      "id": 151,
      "narrator": "Abdullah b. 'Umar (Allah be pleased with both of them) reported that he heard the Messenger of Allah (ﷺ) say about the day of Ashura:",
      "text": "Abdullah b. 'Umar (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) Aşura günü hakkında şöyle söyledi: Bu, cahiliye döneminde insanların oruç tuttuğu bir gündür. O halde bu günde oruç tutmak isteyen oruç tutsun, tutmak istemeyen de tutmasın. Abdullah (Allah ondan razı olsun) oruç tutmadı, ancak her ay gönüllü oruç tuttuğu günlere denk geldiğinde oruç tutardı."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Abdullah b. 'Umar (Allah onlardan razı olsun) Aşura gününün Allah'ın Resulü (ﷺ) önünde zikredildiğini ve onun yukarıda anlatılan gibi bir hadis rivayet ettiğini bildirmiştir."
    },
    {
      "id": 153,
      "narrator": "'Abdullah b. Umar (Allah be pleased with them) reported that the day of 'Ashura was mentioned before the Messenger of Allah (ﷺ) and he said:",
      "text": "Abdullah b. 'Umar (Allah onlardan razı olsun) Aşura gününün Allah'ın Resulü (ﷺ) önünde zikredildiğini ve onun şöyle dediğini bildirmiştir: Bu, cahiliye döneminde insanların oruç tuttuğu bir gündür. O halde oruç tutmak isteyen oruç tutsun, tutmak isteyen de tutmasın."
    },
    {
      "id": 154,
      "narrator": "Abd al-Rahman b. Yazid said:",
      "text": "Abd al-Rahman b. Yazid şöyle dedi: Al-Aş'ath b. Qais, Abdullah'ın evine girdiğinde o kahvaltı yapıyordu. Abdullah b. 'Umar şöyle dedi: Abd Muhammad (al-Aş'ath), kahvaltıya yaklaş. Bunun üzerine o şöyle dedi: Bugün Aşura günü değil mi? O (Abd al-Rahman) dedi: Aşura gününün ne olduğunu biliyor musun? O dedi: Nedir? O dedi: Bu, Allah'ın Resulü (ﷺ) Ramazan ayında oruç tutmanın farz kılınmasından önce oruç tuttuğu bir gündür. Ancak farz kılındığında Aşura orucu (zorunlu olarak) terk edildi. Ebu Kuraib dedi: O (Peygamber) bunu terk etti."
    },
    {
      "id": 155,
      "narrator": "This hadith has been narrated from Jarir on the authority of A'mash with the same chain of transmitters and he said (these words with a little bit of variation from the previous hadith):",
      "text": "Bu hadis, Jarir'den A'mash aracılığıyla aynı isnatla rivayet edilmiştir ve o (biraz farklı olarak) şöyle demiştir: Ramazan orucu farz kılındığında, Aşura orucunu (tutma) uygulaması terk edildi."
    },
    {
      "id": 156,
      "narrator": "Qais b Sakan reported that al-Ash'ath b. Qais went to 'Abdullah on the day of 'Ashura while he was eating. He said:",
      "text": "Kays b. Sakan, Aş'ath b. Qais'in Aşura günü Abdullah'a gittiğini ve onun yemek yediğini bildirmiştir. O şöyle dedi: Abu Muhammad, yaklaş ve yemek ye. Bunun üzerine o dedi: Ben oruçluyum. O da dedi: Biz oruç tutardık, sonra (bu uygulama) terk edildi."
    },
    {
      "id": 157,
      "narrator": "'Alqama reported that Ash'ath b. Qais went to Ibn Mas'udd while he was eating on the day of Ashura. Thereupon he said:",
      "text": "Alqama, Aş'ath b. Qais'in Aşura günü yemek yerken İbn Mes'ud'a gittiğini bildirmiştir. Bunun üzerine o dedi: Abu Abd al-Rahman, Aşura günü (ve sen yemek yiyorsun). O da dedi: Ramazan orucu farz kılınmadan önce (bu günde) oruç tutuluyordu, ancak farz kılındığında (Aşura günü oruç) terk edildi. Eğer oruç tutmuyorsan, o halde yemek ye."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Cabir b. Semura, Allah'ın Resulü (ﷺ) bize Aşura günü oruç tutmamızı emrettiğini ve bunu yapmamız için teşvik ettiğini, buna önem verdiğini bildirmiştir. Ancak Ramazan orucu farz kılındığında, artık ne bize emretti ne de yasakladı, buna karşı da bu kadar önem vermedi."
    },
    {
      "id": 159,
      "narrator": "Abd al-Rahman reported that he heard Mu'awiya b. Abu Sufyan delivering a sermon in Medina. i. e. when he came there (for Hajj). He delivered a sermon on the day of 'Ashura and said:",
      "text": "Abd al-Rahman, Muaviye b. Ebu Süfyan'ın Medine'de bir hutbe okuduğunu işittiğini bildirmiştir. Yani oraya (Hac için) geldiğinde. Aşura günü bir hutbe okudu ve şöyle dedi: Medine halkı, alimleriniz nerede? Ben Allah'ın Resulü (ﷺ) bu günde şöyle dediğini işittim: Bu Aşura günüdür. Allah, bu günde oruç tutmayı sizlere farz kılmadı ama ben oruçluyum. İçinizden oruç tutmak isteyen oruç tutsun, tutmak istemeyen de tutmasın."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Bu hadis, aynı isnatla İbn Şihab'dan benzer bir şekilde rivayet edilmiştir."
    },
    {
      "id": 161,
      "narrator": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters that be heard Allah's Apostle (ﷺ) as saying on a similar day:",
      "text": "Bu hadis, Zuhri'den aynı isnatla rivayet edilmiştir ve o, Allah'ın Resulü (ﷺ) benzer bir günde şöyle dediğini işitti: Ben bugün oruçluyum, o halde oruç tutmak isteyen oruç tutsun; ancak hadisin geri kalanını zikretmemiştir."
    },
    {
      "id": 162,
      "narrator": "Ibn Abbas (Allah be pleased with both of them) reported that when Allah's Messenger (ﷺ) came to Medina, he found the Jews observing the fast on the day of Ashura. They (the Jews) were asked about it and they said:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü (ﷺ) Medine'ye geldiğinde, Yahudilerin Aşura günü oruç tuttuğunu gördü. Onlara bunun sebebi soruldu ve dediler ki: Bu, Allah'ın Musa'ya ve (onun) Beni İsrail kavmine Firavun'a karşı zafer verdiği gündür ve biz de ona şükür olarak oruç tutuyoruz. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Biz Musa ile sizden daha yakın bir ilişkiye sahibiz, ve bu günde oruç tutmayı emretti."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Bu hadis, İbn Bişr tarafından aynı isnatla (ama biraz farklı olarak) rivayet edilmiştir ki o (Peygamber) onlardan (Yahudilerden) Aşura günü oruç tutma hakkında soru sordu."
    },
    {
      "id": 164,
      "narrator": "Ibn'Abbas (Allah be pleased with both of them) reported that the Messenger of Allah (ﷺ) arrived in Medina and found the Jews observing fast on the day of 'Ashura. The Messenger of Allah (ﷺ) said to them:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) Medine'ye geldiğinde Yahudilerin Aşura günü oruç tuttuğunu gördüğünü bildirmiştir. Allah'ın Resulü (ﷺ) onlara dedi ki: Bu günde oruç tutmanızın (önemi) nedir? Onlar dediler ki: Bu, Allah'ın Musa ve kavmini kurtardığı, Firavun ve kavmini boğduğu büyük (önemli) bir gündür; Musa şükür olarak oruç tuttu, biz de oruç tutuyoruz. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Biz Musa ile sizden daha fazla hak sahibiyiz; bu nedenle Allah'ın Resulü (ﷺ) Aşura günü oruç tuttu ve oruç tutulmasını emretti."
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Bu hadis, Ayyub'dan aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 166,
      "narrator": "Abu Musa (Allah be pleased with him) reported:",
      "text": "Ebu Musa (Allah ondan razı olsun) şöyle bildirmiştir: Aşura günü, Yahudilerin saygı gösterdiği ve onu bayram olarak kabul ettikleri bir gündü. Allah'ın Resulü (ﷺ) dedi ki: Siz de bu günde oruç tutun."
    },
    {
      "id": 167,
      "narrator": "Abu Musa reported that the people of Khaibar (most of them were Jews) observed fast on the day of 'Ashura and they treated it as 'Id and gave their women ornaments and beautiful dresses to wear. The Messenger of Allah (ﷺ) said:",
      "text": "Ebu Musa, Hayber halkının (çoğu Yahudi olan) Aşura günü oruç tuttuğunu ve onu bayram olarak kabul ettiklerini, kadınlarına takılar ve güzel elbiseler verdiklerini bildirmiştir. Allah'ın Resulü (ﷺ) dedi ki: Siz (sadece) bu günde oruç tutun."
    },
    {
      "id": 168,
      "narrator": "Ibn Abbas was asked about observing of fast on the day of Ashura, whereupon he said:",
      "text": "İbn Abbas'a Aşura günü oruç tutmanın hükmü sorulduğunda, o şöyle dedi: Allah'ın Resulü (ﷺ) herhangi bir günü oruç tutmak için diğerlerinden daha üstün kıldığını bilmiyorum, bu gün (Aşura günü) ve bu ay, yani Ramazan ayı hariç."
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Bu gibi bir hadis, Ubeydullah b. Ebi Yazid'den nakledilmiştir."
    },
    {
      "id": 170,
      "narrator": "Hakam b. al-'Araj reported:",
      "text": "Hakam b. el-Araj bildirmiştir: Ben İbn Abbas'a (Allah ikisinden de razı olsun) gittim ve o, Zümzüm kuyusunun yanında, elbisesini yastık yaparak uzanıyordu. Ona dedim ki: Aşura günü oruç tutmayı bana anlat. O dedi ki: Muharrem ayının yeni ayını gördüğünüzde, (günleri) sayın ve 9. günde oruç tutun. Ben ona dedim ki: Allah'ın Resulü (ﷺ) orucu böyle mi tutuyordu? O dedi ki: Evet."
    },
    {
      "id": 171,
      "narrator": "Hakam b. 'Araj reported:",
      "text": "Hakam b. Araj bildirmiştir: Ben İbn Abbas'a (Allah onlardan razı olsun) Zümzüm kuyusunun yanında elbisesini yastık yaparak uzanırken Aşura günü oruç tutmayı sordum. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 172,
      "narrator": "Ibn 'Abbas reported that when the Messenger of Allah (ﷺ) fasted on the day of 'Ashura and commanded that it should he observed as a fast, they (his Companions) said to him:",
      "text": "İbn Abbas, Allah'ın Resulü (ﷺ) Aşura günü oruç tuttuğunda ve bunun oruç olarak tutulmasını emrettiğinde, (ashabından) bazıları ona dediler ki: Allah'ın Resulü, bu, Yahudilerin ve Hristiyanların büyük saygı gösterdiği bir gündür. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Gelecek yıl geldiğinde, inşallah, 9. günde oruç tutacağız. Fakat Allah'ın Resulü (ﷺ) gelecek yılın gelmesinden önce vefat etti."
    },
    {
      "id": 173,
      "narrator": "Abdullah b 'Abbas reported that the Messenger of Allah (ﷺ) had said:",
      "text": "Abdullah b. Abbas, Allah'ın Resulü (ﷺ) şöyle dediğini bildirmiştir: Eğer ben gelecek (yıla) kadar yaşarsam, kesinlikle 9. günde oruç tutacağım, ve Ebu Bekir'in naklettiği rivayet ise: \"O, Aşura gününü kastetmiştir.\""
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Selame b. el-Akva' (Allah ondan razı olsun) bildirmiştir ki: Allah'ın Resulü (ﷺ) Aşura günü Aslam kabilesinden bir kişiyi gönderdi ve ona, oruç tutmamışlarsa insanlara oruç tutmalarını ilan etmesini, eğer yemek yemişlerse akşama kadar oruçlarını tamamlamalarını emretti."
    },
    {
      "id": 175,
      "narrator": "Rubayyi' daughter of Mu'awwidh b. 'Afra' said that the Messenger of Allah (ﷺ) sent (a person) on the morning of Ashura to the villages of Ansar around Medina (with this message):",
      "text": "Mu'aviye b. Afra'nın kızı Rubayyi', Allah'ın Resulü (ﷺ) Aşura sabahı, Medine çevresindeki Ensar köylerine (birini) gönderdiğini ve ona şu mesajı ilettiğini söyledi: Sabah oruçlu uyanan (hiçbir şey yemeden) orucunu tamamlasın, sabah kahvaltı yapan ise günün geri kalanını (yemeksiz) tamamlasın. Ashab dedi ki; Biz bundan sonra bu günde (Aşura günü) oruç tutmaya başladık ve inşallah çocuklarımıza da bunu yaptırdık. Camiye gittik ve onlara yünden oyuncaklar yaptık, ve birisi açlık hissettiğinde ve yiyecek için ağladığında, bu oyuncakları onlara verdik, ta ki oruç açma zamanı gelene kadar."
    },
    {
      "id": 176,
      "narrator": "Khalid b. Dhakwan reported:",
      "text": "Halid b. Dhakwan bildirmiştir: Aşura günü oruç tutmayı Rubayyi' bint Mu'aviye'ye sordum. Bunun üzerine o dedi ki: Allah'ın Resulü (ﷺ) elçisini Ensar köylerine gönderdi, ve hadisin geri kalanı aynıdır (fakat bir farklılıkla, ashaptan biri) dedi ki: \"Biz yünden oyuncaklar yapardık ve (onları camiye) yanımızda götürürdük. Onlar (çocuklar) bizden yiyecek istediklerinde, onlara bu oyuncakları verirdik, ve bu onlara unuttururdu ta ki oruçlarını tamamlayana kadar.\""
    },
    {
      "id": 177,
      "narrator": "Abu Ubaid, the freed slave of Ibn Azhar, reported:",
      "text": "Ebu Ubeyd, İbn Azhar'ın azatlı kölesi, bildirmiştir: Ben, Ömer b. el-Hattab (Allah ondan razı olsun) ile birlikte bayramı kutladım. O (açık bir alanda) çıktı ve namaz kıldı ve (namazı tamamladıktan sonra) insanlara hitap ederek dedi ki: Allah'ın Resulü (ﷺ) bu iki günde oruç tutmayı yasaklamıştır. Biri Fıtır bayramı günü (oruçlarınızın sonunda), diğeri ise kurban etlerinizi yediğiniz gündür."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirmiştir ki: Allah'ın Resulü (ﷺ) bu iki günde oruç tutmayı yasaklamıştır. Kurban Bayramı ve Fıtır Bayramı."
    },
    {
      "id": 179,
      "narrator": "Qaza'a related from Abu Sa'id. He said:",
      "text": "Kaza'a, Ebu Sa'id'den aktardı. O dedi ki: Onun (Ebu Sa'id'in) yanında beni etkileyen bir hadis duydum ve ona dedim ki: Bunu Allah'ın Resulü (ﷺ) den duydun mu? Bunun üzerine o dedi ki: (Mümkün mü) ki (ben) Allah'ın Resulü (ﷺ) hakkında duymadığım bir şeyi söyleyeyim? Onu şöyle derken duydum: Ramazan'ın (sonunda) iki günde oruç tutmak uygun değildir, Adha ve Fıtır."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirmiştir ki: Allah'ın Resulü (ﷺ) Fıtır günü ve Kurban günü (İd-ul-Adha) oruç tutmayı yasaklamıştır."
    },
    {
      "id": 181,
      "narrator": "Ziyad b. Jubair reported that a person came to Ibn 'Umar (Allah be pleased with them) and said:",
      "text": "Ziyad b. Jubair, bir kişinin İbn 'Umar'a (Allah ondan razı olsun) geldiğini ve şöyle dediğini bildirdi: \"Bir gün oruç tutacağıma dair bir adakta bulunmuştum ama bu gün (tesadüfen) Kurban Bayramı veya Ramazan Bayramı ile çakıştı.\" Bunun üzerine İbn 'Umar (Allah ondan razı olsun) dedi ki: \"Yüce Allah, adakların yerine getirilmesini emretmiştir, ancak Allah'ın Resulü (ﷺ) bu günde oruç tutmayı yasaklamıştır.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "'A'isha (Allah ondan razı olsun) dedi ki: \"Peygamber (ﷺ), iki günde oruç tutmayı yasakladı - Ramazan Bayramı ve Kurban Bayramı günü.\""
    },
    {
      "id": 183,
      "narrator": "Nubaisha al-Hudhali reported Allah's Messenger (ﷺ) as saying:",
      "text": "Nubaisha al-Hudhali, Allah'ın Resulü (ﷺ) şöyle derken bildirdi: \"Tashriq günleri yemek ve içmek günleridir.\""
    },
    {
      "id": 184,
      "narrator": "Nabaisha reported that Khalid said:",
      "text": "Nabaisha, Halid'in şöyle dediğini bildirdi: \"Abu Malih ile karşılaştım ve ona sordum, o da bunu Allah'ın Resulü (ﷺ)’nden bana şöyle bir hadis olarak aktardı: 'Ve Allah'ı anmak.'\""
    },
    {
      "id": 185,
      "narrator": "Ibn Ka'b b. Malik reported on the authority of his father that the Messenger of Allah (ﷺ) sent him and Aus b. Hadathan during the days of Tashriq to make this announcement:",
      "text": "İbn Ka'b b. Malik, babasından rivayetle, Allah'ın Resulü (ﷺ) tarafından Tashriq günlerinde kendisini ve Aus b. Hadathan'ı şu duyuruyu yapmak üzere gönderdiğini bildirdi: \"Cennete yalnızca müminler girecektir ve Mina günleri yemek ve içmek için ayrılmış günlerdir.\""
    },
    {
      "id": 186,
      "narrator": "This hadith has been narrated on the authority of Ibrahim b. Tahman with the same chain of transmitters but with this variation that he said:",
      "text": "Bu hadis, İbrahim b. Tahman'dan aynı isnatla ancak şu değişiklikle rivayet edilmiştir: \"İkisi de duyuruyu yaptılar.\""
    },
    {
      "id": 187,
      "narrator": "Muhammad b. 'Abbas b. Ja'far reported:",
      "text": "Muhammed b. 'Abbas b. Ca'fer, Jabir b. 'Abdullah'a (Allah onlardan razı olsun) Kabe'yi tavaf ederken, Peygamber (ﷺ) Cuma günü oruç tutmayı yasakladı mı diye sordum, o da: \"Evet, bu evin Rabbi hakkı için.\" dedi."
    },
    {
      "id": 188,
      "narrator": "",
      "text": "Muhammed b. 'Abbas b. Ca'fer, Jabir b. Abdullah'a (Allah onlardan razı olsun) bunun gibi bir şeyi Allah'ın Resulü (ﷺ)’nden işitip işitmediğini sordu."
    },
    {
      "id": 189,
      "narrator": "Abu Huraira (Allah be pleased with him) reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle derken bildirdi: \"Aranızdan hiç kimse Cuma günü oruç tutmamalıdır, ancak onun öncesinde ve sonrasında oruç tutanlar hariç.\""
    },
    {
      "id": 190,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle derken bildirdi: \"Cuma gününü, gecelerden yalnızca ibadet için özel kılmayın ve Cuma gününü, günlerden yalnızca oruç için özel kılmayın, ancak aranızdan herhangi biri bu güne denk gelen (tarihlerde) oruç tutmaya alışkınsa.\""
    },
    {
      "id": 191,
      "narrator": "Salama b. Akwa' (Allah be pleased with him) reported that when this verse was revealed:",
      "text": "Selame b. Akva' (Allah ondan razı olsun) bu ayet indirildiğinde: \"Oruç tutabilenler için (ama tutmayanlar için) fidye, bir yoksulu doyurmaktır.\" (Bakara, 183) dedi. (Oruç tutmak isteyen oruç tutuyordu) ve oruç tutmaktan çekinenler yiyordu ve fidye veriyordu, ta ki bu ayeti abroge eden ayet indirildi."
    },
    {
      "id": 192,
      "narrator": "Salama b. Akwa' reported:",
      "text": "Selame b. Akva' bildirdi: Biz, Allah'ın Resulü (ﷺ) döneminde, Ramazan ayının bir ayında (istediğimiz gibi) oruç tutuyorduk. Oruç tutmak isteyen tutuyordu ve bozmak isteyen bozuyordu ve bir yoksulu doyuruyordu fidye olarak, ta ki bu ayet indirildi: \"Sizden kim Ramazan ayını görene oruç tutmalıdır.\" (Bakara, 184)."
    },
    {
      "id": 193,
      "narrator": "Abu Salama reported:",
      "text": "Ebu Selame bildirdi: 'A'isha (Allah ondan razı olsun) şöyle derken işittim: \"Ramazan oruçlarından bazılarını tamamlamam gerekiyordu ama bunu ancak Şaban ayında, Allah'ın Resulü (ﷺ) ile olan görevlerim nedeniyle yapabildim.\""
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Sa'id'den aynı isnatla ancak şu değişiklikle rivayet edilmiştir: \"Yahya dedi ki: 'A'isha, yalnızca Şaban ayında oruç tutuyordu, Allah'ın Resulü (ﷺ) hürmetine.'\""
    },
    {
      "id": 195,
      "narrator": "In another version of the previous hadith, the words are:",
      "text": "Önceki hadisin başka bir versiyonunda, sözler şunlardır: \"Yahya dedi: 'Bunun, Allah'ın Resulü (ﷺ) hürmetine olduğunu düşünüyorum.'\""
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Bu hadis, Yahya'nın rivayetiyle aynı isnatla aktarılmıştır ancak Allah Resulü'ne (ﷺ) olan yükümlülükten bahsedilmemiştir."
    },
    {
      "id": 197,
      "narrator": "'A'isha reported:",
      "text": "'A'işe (Allah ondan razı olsun) şöyle rivayet etmiştir: Bizden birisi, Allah Resulü (ﷺ) hayatta iken, doğal sebeplerle (yani adet) Ramazan orucunu bozmak zorunda kaldığında, Şaban ayı başlayana kadar oruçlarını tamamlayamayacağını düşünürdü."
    },
    {
      "id": 198,
      "narrator": "'A'isha (Allah be pleased with her) reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe (Allah ondan razı olsun) Allah Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Eğer birisi, tamamlaması gereken oruçlar halinde ölürse, mirasçısı onun adına oruç tutmalıdır."
    },
    {
      "id": 199,
      "narrator": "Ibn 'Abbas (Allah be pleased with both of them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle rivayet etmiştir: Bir kadın, Allah Resulü'ne (ﷺ) gelerek dedi ki: Annem vefat etti ve ondan bir ay oruç borcu var. Bunun üzerine o şöyle dedi: Eğer ondan bir borç olsaydı, onu ödemeyecek miydin? Kadın: Evet (onun adına öderdim) dedi. Bunun üzerine o şöyle dedi: Allah'ın borcu, başkalarının borcundan daha çok ödenmeyi gerektir."
    },
    {
      "id": 200,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle rivayet etmiştir: Bir adam, Allah Resulü'ne (ﷺ) gelerek dedi ki: Allah Resulü, annem vefat etti (oruç tutması gereken bir durumda). Onun adına (oruçları) tamamlamalı mıyım? Bunun üzerine o (Peygamberimiz) şöyle dedi: Eğer annen borçlu olarak vefat etmiş olsaydı, borcunu ödeyecek miydin? Adam: Evet, dedi. O (Peygamberimiz) şöyle dedi: Allah'ın borcu, daha çok ödenmeyi gerektir."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Bu hadis, İbn Abbas (Allah onlardan razı olsun) aracılığıyla Allah Resulü'nden (ﷺ) rivayet edilmiştir."
    },
    {
      "id": 202,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle rivayet etmiştir: Bir kadın, Allah Resulü'ne (ﷺ) gelerek dedi ki: Allah Resulü, annem vefat etti ve ondan bir adak orucu borcu var; onun adına oruç tutmalı mıyım? Bunun üzerine o şöyle dedi: Eğer annen borçlu olarak vefat etmiş olsaydı, onun adına ödenmez miydi? Kadın: Evet, dedi. O (Peygamberimiz) şöyle dedi: O halde annen adına oruç tut."
    },
    {
      "id": 203,
      "narrator": "Abdullah b. Buraida (Allah be pleased with him) reported on the authority of his father:",
      "text": "Abdullah b. Buraida (Allah ondan razı olsun) babasından şöyle rivayet etmiştir: Allah Resulü (ﷺ) ile otururken, bir kadın ona geldi ve dedi ki: Anneme bir cariye hediye etmiştim, şimdi o (anne) vefat etti. Bunun üzerine o (Peygamberimiz) şöyle dedi: Senin için kesin bir ödül vardır ve o (cariye) sana miras olarak geri verilmiştir. Kadın tekrar dedi: Annemden bir ay oruç borcu var; onun adına oruç tutmalı mıyım? O (Peygamberimiz) dedi ki: Onun adına oruç tut. Kadın (tekrar) dedi: Hac yapmadı, onun adına hac yapmalı mıyım? O (Peygamberimiz) dedi ki: Onun adına hac yap."
    },
    {
      "id": 204,
      "narrator": "'Abdullah b. Buraida (Allah be pleased with him) reported on the authority of his father:",
      "text": "Abdullah b. Buraida (Allah ondan razı olsun) babasından şöyle rivayet etmiştir: Ben Allah Resulü (ﷺ) ile oturuyordum; hadis aynı ama (rivayetçi) şöyle dedi: \"İki ay oruç.\""
    },
    {
      "id": 205,
      "narrator": "Ibn Buraida (Allah be pleased with him) reported on the authority of his father:",
      "text": "İbn Buraida (Allah ondan razı olsun) babasından şöyle rivayet etmiştir: Bir kadın, Allah Resulü'ne (ﷺ) geldi ve hadis aynı, ama o şöyle dedi: \"Bir ay oruç.\""
    },
    {
      "id": 206,
      "narrator": "This hadith has been narrated on the authority of Sufyan with the same chain of transmitters in which it is said:",
      "text": "Bu hadis, Sufyan aracılığıyla aynı isnatla rivayet edilmiştir ve şöyle denmektedir: \"İki ay oruç.\""
    },
    {
      "id": 207,
      "narrator": "Buraida (Allah be pleased with him) reported a similar hadith on the authority of his father that a woman came to the Messenger of Allah (ﷺ) and he said:",
      "text": "Buraida (Allah ondan razı olsun) babasından benzer bir hadisi rivayet etti; bir kadın, Allah Resulü'ne (ﷺ) geldi ve o şöyle dedi: \"Bir ay oruç.\""
    },
    {
      "id": 208,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Sizden biri oruçlu iken bir davete çağrılırsa, \"Ben oruçluyum\" demelidir."
    },
    {
      "id": 209,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Sizden biri sabah oruçlu olarak kalktığında, ne küfürlü sözler söylemeli ne de cehaletle bir iş yapmalıdır. Eğer biri ona iftira eder veya onunla tartışırsa, \"Ben oruçluyum, ben oruçluyum\" demelidir."
    },
    {
      "id": 210,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah Resulü'nün (ﷺ) şöyle söylediğini rivayet etmiştir: Allah, Aziz ve Yüce, şöyle buyurdu: \"Ademoğlunun her ameli kendisi içindir, oruç hariç. O, benim rızam için tutulur ve onun karşılığını ben vereceğim. Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, oruç tutan kişinin nefesi, Allah katında miskin kokusundan daha tatlıdır.\""
    },
    {
      "id": 211,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Oruç bir kalkan gibidir."
    },
    {
      "id": 212,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Yüce ve Azamet sahibi Allah şöyle buyurdu: Âdemoğlunun her ameli kendisi içindir, ancak oruç. O, yalnızca Benim içindir ve Ben (tek başıma) onun mükafatını vereceğim. Oruç bir kalkan gibidir. Sizden biri bir gün oruçlu olduğunda, ne çirkin sözler söylesin, ne de sesini yükseltsin; eğer biri ona söver veya onunla tartışmaya kalkışırsa, şöyle desin: Ben oruçluyum. Muhammed'in hayatının elinde olduğu Allah'a yemin ederim ki, oruçlunun nefesi, Kıyamet Günü'nde Allah katında miskin kokusundan daha tatlıdır. Oruç tutan kimsenin iki sevinci vardır; biri orucunu açtığında sevinir, diğeri de Rabbine kavuştuğunda orucuyla sevinir."
    },
    {
      "id": 213,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Âdemoğlunun her (iyi) ameli kat kat mükafatlandırılır; bir iyi amele on kat ile yedi yüz kat arasında mükafat verilir. Yüce ve Azamet sahibi Allah şöyle buyurdu: Oruç hariç, çünkü o Benim içindir ve onun mükafatını Ben vereceğim; çünkü kişi, benim rızam için tutkusunu ve yiyeceğini terk eder. Oruç tutan kimsenin iki sevinci vardır; biri orucunu açtığında sevinir, diğeri de Rabbine kavuştuğunda sevinir ve (oruçlunun) nefesi, Allah katında miskin kokusundan daha tatlıdır."
    },
    {
      "id": 214,
      "narrator": "Abu Huraira and Abu Sa'id (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) (as saying):",
      "text": "Ebu Hureyre ve Ebu Said (Allah ikisinden de razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Yüce ve Azamet sahibi Allah şöyle buyurdu: Oruç (yalnızca) Benim içindir ve onun mükafatını Ben vereceğim. Oruç tutan kimse için iki sevinç vardır. Oruç açtığında sevinç duyar ve Allah ile karşılaştığında mutlu olur. Muhammed'in hayatının elinde olduğu Allah'a yemin ederim ki, oruçlunun nefesi, Allah katında miskin kokusundan daha tatlıdır."
    },
    {
      "id": 215,
      "narrator": "A hadith like this is narrated on the authority of Abu Sinan with the same chain of transmitters (and the words are):",
      "text": "Bu hadisi Ebu Sinan'dan aynı isnatla rivayet edilmiştir (ve kelimeleri şunlardır): \"Allah ile karşılaştığında, O ona mükafat verir ve o mutlu olur.\""
    },
    {
      "id": 216,
      "narrator": "Sahl b. Sa'd (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sahl b. Sa'd (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Cennette, sadece oruç tutanların gireceği Rayyan adında bir kap vardır. Başka hiç kimse onlarla birlikte giremeyecektir. \"Oruç tutanlar nerede?\" diye ilan edilecektir. Ve onların sonuncusu girdiğinde kap kapanacak ve artık kimse giremeyecektir."
    },
    {
      "id": 217,
      "narrator": "Abu Sa'id al Khudri (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Said el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Allah yolunda bir gün oruç tutan her Allah kulu için, Allah bu gün sebebiyle, yüzünü ateşten yetmiş yıllık mesafeye uzaklaştırır."
    },
    {
      "id": 218,
      "narrator": "",
      "text": "Bu hadisi Suhail, aynı isnatla rivayet etmiştir."
    },
    {
      "id": 219,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Said el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Allah yolunda bir gün oruç tutan kimsenin yüzünü ateşten yetmiş yıllık mesafeye uzaklaştırır."
    },
    {
      "id": 220,
      "narrator": "'A'isha, the Mother of the Believers (Allah be pleased with her), reported that one day the Messenger of Allah may peace be upon him) said to me:",
      "text": "İki Müminin Annesi Aişe (Allah ondan razı olsun) bir gün Allah'ın Elçisinin (ﷺ) bana şöyle dediğini rivayet etti: \"Aişe, elinde bir şey (yiyecek) var mı?\" Ben de: \"Ya Rasulallah, elimizde hiçbir şey yok.\" dedim. Bunun üzerine o: \"Ben oruçluyum.\" dedi. Aişe dedi ki: \"Allah'ın Elçisi (ﷺ) dışarı çıktı ve bize bir hediye geldi ve (aynı zamanda) bazı misafirler de geldi. Allah'ın Elçisi (ﷺ) geri döndüğünde, ben ona: \"Ya Rasulallah, bize bir hediye verildi, (bu arada) misafirler geldi (ve bunun büyük bir kısmı onlara harcandı), ama ben senin için bir şey ayırdım.\" dedim. O da: \"Nedir o?\" dedi. Ben: \"Hais (hurma ve süzme tereyağından yapılan bir karışım).\" dedim. O: \"Getir onu.\" dedi. Ben de onu getirdim ve yedi, sonra: \"Sabah oruçlu olarak uyandım.\" dedi. Talha dedi ki: \"Bu hadisi Mücahid'e anlattım, o da: \"Bu (nafile oruç tutmak) malından sadaka ayıran bir kimse gibidir. Dilerse harcar, dilerse de saklar.\" dedi."
    },
    {
      "id": 221,
      "narrator": "'A'isha, the Mother of the Believers (Allah be pleased with her), reported:",
      "text": "İki Müminin Annesi Aişe (Allah ondan razı olsun) şöyle rivayet etti: Allah'ın Elçisi (ﷺ) bir gün yanıma geldi ve: \"Elinde bir şey (yiyecek) var mı?\" dedi. Ben: \"Hayır.\" dedim. Bunun üzerine o: \"O halde ben oruç tutacağım.\" dedi. Sonra başka bir gün bize geldi ve biz: \"Ya Rasulallah, bize hais ikram edildi.\" dedik. Bunun üzerine o: \"Bunu bana gösterin; ben sabahdan beri oruçluydum.\" dedi. Sonra onu yedi."
    },
    {
      "id": 222,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Eğer biri oruçlu olduğunu unutur ve yer veya içerse, orucunu tamamlasın; çünkü onu sadece Allah doyurmuş ve içirmiştir."
    },
    {
      "id": 223,
      "narrator": "Abdullah b. Shaqiq reported:",
      "text": "Abdullah b. Şakik rivayet etti: Aişe'ye (Allah ondan razı olsun) dedim: \"Allah'ın Elçisi (ﷺ) Ramazan dışında tam bir ay oruç tuttu mu?\" O: \"Oruç tuttuğu bir ay bilmiyorum; sadece Ramazan ayında oruç tutardı ve (hayatının sonuna kadar) hiç oruç tutmadığı bir ay vardı.\" dedi."
    },
    {
      "id": 224,
      "narrator": "'Abdullah b. Shaqiq reported:",
      "text": "Abdullah b. Şakik rivayet etti: Aişe'ye (Allah ondan razı olsun) dedim: \"Allah'ın Elçisi (ﷺ) bir ay oruç tuttu mu?\" O: \"Ramazan dışında oruç tuttuğu bir ay bilmiyorum; (hayatının sonuna kadar) hiç oruç tutmadığı bir ay vardı.\" dedi. Ona selam olsun."
    },
    {
      "id": 225,
      "narrator": "Abdullah b. Shaqiq reported. I asked 'A'isha (Allah be pleased with her) about fasting of the Messenger of Allah (ﷺ). She said:",
      "text": "Abdullah b. Şakik rivayet etti. Aişe'ye (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) oruç tutması hakkında sordum. O: \"O (bazı zamanlar) o kadar sürekli oruç tutardı ki, biz: \"Oruç tutuyor, oruç tutuyor.\" derdik. Ve (bazı zamanlar) oruç tutmazdı (günlerce) ve biz: \"Oruç tutmayı bıraktı, oruç tutmayı bıraktı.\" demeye başlardık. O: \"Medine'ye geldiğinden beri, Ramazan dışında bir ay boyunca oruç tuttuğunu görmedim.\" dedi."
    },
    {
      "id": 226,
      "narrator": "",
      "text": "Abdullah b. Şakik'ten bu şekilde bir hadis rivayet edilmiştir, ancak raviler zincirinde Hişam ve Muhammed'in adı geçmemektedir."
    },
    {
      "id": 227,
      "narrator": "",
      "text": "Müminlerin Annesi 'A'işe (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Resulü (ﷺ) o kadar sürekli oruç tutardı ki, onun orucunu bozmayacağını söyledik; ve hiç oruç tutmadığı zaman da, onun oruç tutmayacağını söyledik. Ve ben Allah'ın Resulü'nün (ﷺ) bir ay orucu tamamladığını görmedim, Ramazan dışında, ve başka bir ayda Şaban ayından daha fazla oruç tuttuğunu görmedim."
    },
    {
      "id": 228,
      "narrator": "Abu Salama reported:",
      "text": "Ebu Selame bildirdi: 'A'işe'ye (Allah ondan razı olsun) Allah'ın Resulü'nün (ﷺ) oruç tutması hakkında sordum. O da: O, (bazen o kadar sürekli) oruç tutardı ki, biz: O hiç orucunu bozmayacak dedik; ve o, oruç tutmadığı zaman da, biz: Belki bir daha oruç tutmayacak dedik. Ve ben, onun Şaban ayından başka bir ayda (nafile oruç) tuttuğunu görmedim. (Sanki) o, Şaban ayının tamamında oruç tutuyordu, sadece birkaç gün hariç."
    },
    {
      "id": 229,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) yılın hiçbir ayında Şaban ayından daha fazla oruç tutmadı ve şöyle derdi: Yapabileceğiniz kadar çok ameller yapın, çünkü Allah size ödül vermekten yorulmaz, ama siz (iyi ameller yapmaktan) yorulursunuz; ve ayrıca şöyle dedi: Allah katında en sevimli olan amel, sahibinin sürekli olarak yaptığı, küçük de olsa, ameldir."
    },
    {
      "id": 230,
      "narrator": "Ibn Abbas (Allah be pleased with both of them) reported:",
      "text": "İbn Abbas (Allah ikisinden de razı olsun) bildirdi: Allah'ın Resulü (ﷺ) Ramazan dışında hiçbir ay boyunca oruç tutmadı. Ve oruç tuttuğunda (o kadar sürekli) oruç tutardı ki, birisi onun orucunu bozmayacağını söylerdi; ve bıraktığında, (o kadar sürekli) bırakırdı ki, birisi: Vallahi, belki bir daha oruç tutmayacak derdi."
    },
    {
      "id": 231,
      "narrator": "This hadith has been narrated on the authority of Abu Bishr with the same chain of transmitters (with a slight variation of words and these are), that he (the narrator) said:",
      "text": "Bu hadis, Ebu Bişr'in rivayetiyle aynı raviler zincirinden (biraz kelime değişikliği ile) aktarılmıştır; o (rivayet eden) şöyle dedi: \"Medine'ye geldiği günden beri herhangi bir ayda sürekli.\""
    },
    {
      "id": 232,
      "narrator": "'Uthman b. Hakim al-Ansari said:",
      "text": "Osman b. Hakim el-Ensari dedi ki: Rajab ayında oruç tutmayı Sa'id b. Cubeyr'e sordum, o sırada Rajab ayındaydık, o da şöyle dedi: İbn Abbas'ı (Allah ikisinden de razı olsun) şöyle derken duydum: Allah'ın Resulü (ﷺ) o kadar sürekli oruç tutardı ki, biz (eğilimli) onun orucunu bozmayacağını söylerdik; ve o, (o kadar sürekli) oruç tutmazdı ki, biz (eğilimli) onun oruç tutmayacağını söylerdik."
    },
    {
      "id": 233,
      "narrator": "",
      "text": "Önceki hadisteki gibi aynı hadis başka bir zincirle aktarılmıştır."
    },
    {
      "id": 234,
      "narrator": "",
      "text": "Enes (Allah ondan razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) o kadar oruç tutardı ki, onun oruç tuttuğu söylenirdi, o oruç tutardı (belki bir daha bozmayacak şekilde), ve oruç tutmadığı zaman da, onun oruç tutmayı bıraktığı söylenirdi, o oruç tutmayı bırakmıştı (belki bir daha tutmayacak şekilde)."
    },
    {
      "id": 235,
      "narrator": "'Abdullah b. 'Amr b. al-'As reported that the Messenger of Allah (ﷺ) was informed that he could stand up for (prayer) throughout the night and observe fast every day so long as he lived. Thereupon the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah b. Amr b. el-As bildirdi ki, Allah'ın Resulü (ﷺ) kendisine, gece boyunca (namaz için) ayakta durabileceği ve yaşadığı sürece her gün oruç tutabileceği bildirildi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Bu senin söylediğin mi? Ben de: Allah'ın Resulü, bunu ben söyledim dedim. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Bunu yapacak kadar yeterli değilsin. Oruç tut ve boz; uyu ve namaz kıl, ayda üç gün oruç tut; çünkü her hayır on katına çıkar ve bu, sonsuz oruç gibidir. Ben dedim: Allah'ın Resulü, bundan daha fazlasını yapabilirim. Bunun üzerine o dedi ki: Bir gün oruç tut, diğer iki günde oruç tutma. Ben dedim: Allah'ın Resulü, bundan daha fazlasını yapabilirim. Peygamber (ﷺ) dedi ki: Bir gün oruç tut, diğer gün boz. Bu, Davud'un (aleyhisselam) orucu olarak bilinir ve en iyi oruçtur. Ben dedim: Bundan daha fazlasını yapabilirim. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Bunun daha iyisi yoktur. Abdullah b. Amr (Allah onlardan razı olsun) dedi ki: Eğer Allah'ın Resulü'nün (ﷺ) söylediği üç günü kabul etseydim, bu benim ailem ve malımdan daha değerli olurdu."
    },
    {
      "id": 236,
      "narrator": "Yahya reported:",
      "text": "Yahya bildirdi: Ben ve Abdullah b. Yazid, Ebu Selame'ye kadar gittik. Ona (evinde) haber gönderdik ve o bize geldi. Onun evinin kapısının yanında bir cami vardı, biz o camideydik, ta ki o bize çıkana kadar. O dedi ki: İsterseniz (eve) girebilirsiniz, isterseniz burada oturabilirsiniz. Biz dedik: Burada oturmayı tercih ederiz ve (sen) bize anlat. O (Yahya) daha sonra Abdullah b. Amr b. el-As'ın (Allah onlardan razı olsun) kendisine şöyle söylediğini aktardı: Ben sürekli oruç tutardım ve her gece (Kur'an'ın tamamını) okurdum. Bu (kesintisiz oruç ve her gece Kur'an okuma) Allah'ın Resulü'ne (ﷺ) bildirildi ya da beni çağırdı, ben de ona gittim ve o bana dedi ki: Sürekli oruç tuttuğun ve her gece (Kur'an'ın tamamını) okuduğun bana bildirildi. Ben dedim: Allah'ın Resulü, bu doğrudur, ama ben bununla sadece hayır istiyorum, bunun üzerine o dedi ki: Her ay üç gün oruç tutman yeterlidir. Ben dedim: Allah'ın Resulü, bundan daha fazlasını yapabilirim. O dedi ki: Eşinin sana hakkı var, misafirinin sana hakkı var, bedeninin sana hakkı var; bu yüzden Allah'ın Resulü Davud'un orucunu tut, çünkü o Allah'ın en iyi kullarındandır. Ben dedim: Allah'ın Resulü, Davud'un orucu nedir? O dedi: O bir gün oruç tutar, diğer gün oruç tutmazdı. O (aynı zamanda) her ay Kur'an'ı oku dedi. Ben dedim: Allah'ın Resulü, bundan daha fazlasını yapabilirim, bunun üzerine o dedi ki: Yirmi günde oku; on günde oku. Ben dedim: Daha fazlasını yapabilirim, bunun üzerine o dedi ki: Her hafta oku ve bundan fazlasını aşma, çünkü eşinin sana hakkı var, misafirinin sana hakkı var, bedeninin sana hakkı var. O (Amr b. el-As) dedi: Kendime zor yaptım ve böylece zorluk çektim. Allah'ın Resulü (ﷺ) bana demişti: 'Uzun yaşayabileceğini bilmiyorsun (böylece zorluklara uzun süre katlanabilirsin), ve ben Allah'ın Resulü'nün (ﷺ) bana söylediklerini kabul ettim. Yaşlandığımda, Allah'ın Resulü'nün (ﷺ) verdiği kolaylıktan faydalanmayı dilerdim."
    },
    {
      "id": 237,
      "narrator": "This hadith has been narrated by Yahya b. Abu Kathir with the same chain of transmitters and he made this addition after these words:",
      "text": "Bu hadis, Yahya b. Ebu Katir tarafından aynı raviler zinciriyle aktarılmıştır ve bu kelimelerden sonra şu eklemeyi yaptı: Her ay, (üç gün oruç tutarak) her hayır için on kat vardır ve bu, sürekli oruçtur (üç gün oruç tutmak, tam otuz gün için bir ödül getirir). Ben dedim: Allah'ın Resulü, Davud'un orucu nedir? O dedi: Hayatının yarısı (hayatı boyunca alternatif günlerde oruç tutmak). Ve hadiste Kur'an okuma hakkında bir şey geçmemiştir, ve o: Misafirinin sana hakkı var dememiştir, ama (bunun yerine) o: Oğlunun sana hakkı var demiştir."
    },
    {
      "id": 238,
      "narrator": "'Abdullah b. 'Amr (Allah be pleased with them) reported:",
      "text": "Abdullah b. Amr (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü (ﷺ) bana her ay Kur'an'ın tamamını okumanı söyledi. Ben dedim: Kısa bir sürede (okuma gücüm var). O dedi: O zaman yirmi gecede oku. Ben dedim: Daha kısa bir sürede (okuma gücüm var), bunun üzerine o dedi: O zaman yedi (gecede) oku ve bunun ötesine geçme."
    },
    {
      "id": 239,
      "narrator": "'Abdullah b. 'Amr b. al-'As (Allah be pleased with them) reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah b. Amr b. el-As (Allah onlardan razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) bana dedi: 'Abdullah, şu ve şu gibi olma; gece boyunca namaz kılan ve sonra onu tamamen bırakan gibi olma."
    },
    {
      "id": 240,
      "narrator": "Abdu'llah b. 'Amr b. 'As (Allah be pleased with them) reported:",
      "text": "Abdullah b. Amr b. el-As (Allah onlardan razı olsun) bildirdi: Allah'ın Resulü'ne (ﷺ) benim sürekli oruç tuttuğum ve gece boyunca namaz kıldığım bildirildi. O beni çağırdı ya da ben onunla karşılaştım ve o (Peygamber) dedi ki: Bana bildirildi ki, sen sürekli oruç tutuyorsun ve onu bozmayıp gece boyunca namaz kılıyorsun. Bunu yapma, çünkü gözlerinin, nefsinin, aileni hakları var; bu yüzden oruç tut ve boz, namaz kıl ve uyu ve on günde bir gün oruç tut, ve sana (diğer) dokuz (gün için) ödül vardır (onuncu gün orucu dışında). Ben dedim: Allah'ın Resulü, bundan daha güçlü olduğumu hissediyorum. O dedi: O zaman Davud'un (aleyhisselam) orucunu tut. O (Amr) dedi: Allah'ın Resulü, Davud nasıl oruç tutardı? O (Peygamber) dedi: O bir gün oruç tutar, diğer gün oruç tutmazdı ve düşmanla karşılaştığında (savaş alanından) kaçmazdı. O dedi: Allah'ın Resulü, bunun benim için garantisi kimdir (ben de düşmanla cesurca karşılaşacak mıyım)? Hadisin ravisi 'Ata' dedi ki: Sürekli oruç meselesinin nasıl ortaya çıktığını bilmiyorum. Ancak Allah'ın Resulü (ﷺ) dedi ki: Sürekli oruç tutan hiç oruç tutmamıştır; sürekli oruç tutan hiç oruç tutmamıştır; sürekli oruç tutan hiç oruç tutmamıştır."
    },
    {
      "id": 241,
      "narrator": "",
      "text": "Bu hadis, İbn Juraij tarafından aynı nakil zinciriyle rivayet edilmiştir. İmam Müslim, bu hadisi, güvenilir ve sağlam bir (rivayetçi) olan Abu 'Abbas al-Sa'ib b. Farrukh'tan nakletmiştir ve o, Mekke halkı arasında güvenilir bir kişiydi."
    },
    {
      "id": 242,
      "narrator": "Abdullah b. Amr (Allah be pleased with both of them) reported:",
      "text": "Abdullah b. Amr (Allah her ikisinden de razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Abdullah b. Amr, sen sürekli oruç tutuyorsun ve gece boyunca namaz kılıyorsun. Eğer böyle yaparsan, gözlerin çok yorulacak ve zayıflayacak, görme yetisini kaybedeceksin. Sürekli oruç tutan kimse için oruç tutmanın (bir sevabı) yoktur. Ayda üç gün oruç tutmak, tüm ay oruç tutmak gibidir. Ben de: Ben bundan daha fazlasını yapabilirim, dedim. Bunun üzerine o: Davut'un orucunu tut, dedi. O bir gün oruç tutar, diğer gün orucunu bozar. Ve o, karşılaşmada geri dönmezdi."
    },
    {
      "id": 243,
      "narrator": "This hadith is narrated on the authority of Habib b. Abu Thabit with the same chain of transmitters and he said:",
      "text": "Bu hadis, Habib b. Abu Thabit tarafından aynı nakil zinciriyle rivayet edilmiştir ve şöyle demiştir: \"Ve sen de yorgun düşersin.\""
    },
    {
      "id": 244,
      "narrator": "'Abdullah b. 'Amr (Allah be pleased with both of them) reported:",
      "text": "'Abdullah b. 'Amr (Allah her ikisinden de razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ) bana şöyle dedi: Gece boyunca namaz kıldığın ve gündüz oruç tuttuğun bana bildirildi. Ben de: Ben bunu yapıyorum, dedim. Bunun üzerine o: Eğer bunu yaparsan, gözlerini çok yorar ve kendini zayıflatırsın. Gözlerinin (senin üzerindeki) bir hakkı vardır, nefsinin (senin üzerindeki) bir hakkı vardır ve ailenin (senin üzerindeki) bir hakkı vardır. Namaz kıl ve uyu. Oruç tut ve bozulmasını da sağla."
    },
    {
      "id": 245,
      "narrator": "'Abdullah b. 'Amr (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah b. 'Amr (Allah her ikisinden de razı olsun) Allah'ın Resulü (ﷺ) şöyle dedi: Allah katında en iyi oruç, Davut'un orucudur ve en iyi namaz, Davut'un namazıdır (selam üzerine olsun) çünkü o, gecenin yarısını uyuyarak geçirir, üçte birinde namaz kılar ve altıda birinde tekrar uyurdu. O bir gün oruç tutar, diğer gün orucunu bozar."
    },
    {
      "id": 246,
      "narrator": "'Abdullah b. 'Amr b. al-'As reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah b. 'Amr b. al-'As, Allah'ın Resulü (ﷺ) şöyle dedi: Allah katında en iyi oruç, Davut'un orucudur, çünkü o, ömrünün yarısını (bir gün oruç tutarak, diğer gün oruç tutmayarak) oruç tutarak geçirdi ve Allah katında en iyi namaz, yüce ve aziz olan Davut'un namazıdır (selam üzerine olsun), çünkü o, gecenin yarısını uyuyarak geçirir, sonra namaz kılar ve tekrar uyurdu. O, gece yarısından sonra gecenin üçte birinde namaz kılardı. O (rivayetçi) 'Amr b. Dinar'a, 'Amr b. Avf'ın gece yarısından sonra gecenin üçte birinde namaz kıldığını söylediğini sordum. O da: Evet, dedi."
    },
    {
      "id": 247,
      "narrator": "Abu Qatada reported that Abu al Malih informed me:",
      "text": "Ebu Katade, Ebu'l-Malih'in bana bildirdiğini aktardı: Ben, babanla birlikte 'Abdullah b. Amr'a gittim ve bize Allah'ın Resulü (ﷺ) oruç tutmam hakkında bilgi verildiğini anlattı ve bana geldi. Ben de onun için hurma lifleriyle doldurulmuş bir deri yastık koydum. O, yere oturdu ve benimle onun arasında o yastık vardı. Bana şöyle dedi: Ayda üç gün oruç tutmak sana yeterli değil mi? Ben de: Allah'ın Resulü, (daha fazla oruç tutabilirim), dedim. O: Beş (gün oruç tutmak) yeterli olmaz mı? Ben de: Allah'ın Resulü, (daha fazla oruç tutabilirim), dedim. O: Yedi (gün oruç tutmak) yeterli olmaz mı? Ben de: Allah'ın Resulü, (daha fazla oruç tutabilirim), dedim. O (Peygamberimiz) sonra: Dokuz (gün oruç tutmak) yeterli olmaz mı? Ben de: Allah'ın Resulü, (daha fazla oruç tutabilirim), dedim. O: On bir (gün oruç tutmak) yeterli olmaz mı? Ben de: Allah'ın Resulü, (bunlardan daha fazla oruç tutabilirim), dedim. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Davut'un orucu, ömrünün yarısını kapsayan oruçtur; bir gün oruç tutar, bir gün oruç tutmaz."
    },
    {
      "id": 248,
      "narrator": "'Abdullah b. Amr (Allah be pleased with them) reported that the Messenger of Allah (ﷺ) had said to him:",
      "text": "'Abdullah b. 'Amr (Allah her ikisinden de razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) ona şöyle dedi: Bir gün oruç tut ve diğer günler için sana sevap vardır. O da: Ben daha fazlasını yapabilirim, dedi. O, iki gün oruç tut, dedi ve diğer günler için sana sevap vardır. O da: Ben daha fazlasını yapabilirim, dedi. O (Peygamberimiz): Üç gün oruç tut ve diğer günler için sana sevap vardır, dedi. O da: Ben daha fazlasını yapabilirim, dedi. Bunun üzerine o: Dört gün oruç tut ve diğer günler için sana sevap vardır, dedi. O da: Ben daha fazlasını yapabilirim, dedi. Bunun üzerine o: O zaman Allah katında en iyi olan orucu tut, Davut'un orucunu (selam üzerine olsun); o bir gün oruç tutar, diğer gün orucunu bozar."
    },
    {
      "id": 249,
      "narrator": "'Abdullah b. 'Amr (Allah be pleased with them) reported that the Messenger of Allah (ﷺ) said to me! 'Abdullah b. 'Amr, it has been conveyed to me that you observe fast during the day and stand in prayer during the whole night. Don't do that, for your body has a share of its own in you, your eye has a share of its own in you, your wife has a share of her own in you. Observe fast and break it too. Fast for three days in every month and that is a prepetual fasting. I said! Messenger of Allah, I have got strength enough (to do more than this), whereupon he said:",
      "text": "'Abdullah b. 'Amr (Allah her ikisinden de razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Abdullah b. 'Amr, bana iletildi ki sen gündüz oruç tutuyor ve gece boyunca namaz kılıyorsun. Bunu yapma, çünkü bedeninin senin üzerinde bir hakkı vardır, gözünün senin üzerinde bir hakkı vardır, eşinin senin üzerinde bir hakkı vardır. Oruç tut ve onu da bozulmasını sağla. Her ay üç gün oruç tut ve bu sürekli bir oruçtur. Ben de: Allah'ın Resulü, ben daha fazlasını yapabilirim, dedim. Bunun üzerine o: O zaman Davut'un orucunu tut (selam üzerine olsun). Bir gün oruç tut, diğer gün oruç tutma. Ve o ('Abdullah b. 'Amr) derdi: Keşke bu ruhsattan yararlansaydım."
    },
    {
      "id": 250,
      "narrator": "Mu'adha al-'Adawiyya reported that she asked 'A'isha, the wife of the Messenger of Allah (ﷺ), whether the Messenger of Allah (ﷺ) observed fasts for three days during every month. She said:",
      "text": "Mu'adha al-'Adawiyya, 'A'işe'ye, Allah'ın Resulü'nün (ﷺ) her ay üç gün oruç tutup tutmadığını sordu. O da: Evet, dedi. Ben de ona: Hangi günlerde oruç tutuyordu? dedim. O da: Ayın hangi günlerinde oruç tutacağına dair bir belirlemesi yoktu, dedi."
    },
    {
      "id": 251,
      "narrator": "'Imran b. Husain (Allah be pleased with them) reported that the Messenger of Allah (ﷺ) said to him (or he said to another person and he was listening to it):",
      "text": "'İmran b. Husain (Allah her ikisinden de razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) ona (ya da başka birine ve o dinliyordu) şöyle dedi: Ey, filan, ayın ortasında oruç tuttun mu? O da: Hayır, dedi. Bunun üzerine o (Allah'ın Resulü) dedi ki: Oruç bozulduğunda, iki gün oruç tut."
    },
    {
      "id": 252,
      "narrator": "Abu Qatada reported that a person came to the Messenger of Allah (ﷺ) and said:",
      "text": "Ebu Katade, bir kişinin Allah'ın Resulü'ne (ﷺ) gelip: Nasıl oruç tutuyorsun? dediğini bildirdi. Allah'ın Resulü (ﷺ) rahatsız oldu. 'Umar (Allah ondan razı olsun) onun rahatsızlığını görünce: Biz, Allah'ı Rabbimiz olarak, İslam'ı hayat tarzımız olarak ve Muhammed'i (ﷺ) Peygamberimiz olarak kabul ediyoruz. Allah'ın gazabından ve Resulünün gazabından Allah'a sığınırız, dedi. 'Umar bu sözleri tekrar edip durdu ta ki (Peygamberin) öfkesi yatıştı. Sonra 'Umar dedi: Allah'ın Resulü, sürekli oruç tutan kimsenin durumu nedir? O (ﷺ) dedi: Ne oruç tutar ne de onu bozar, ya da dedi: Ne oruç tutar ne de bozar. 'Umar: Peki, iki gün oruç tutup bir gün oruç tutmayan kimsenin durumu nedir? O (ﷺ) dedi: Bunu yapabilecek olan var mı? O ('Umar) dedi: Peki, bir gün oruç tutup diğer gün oruç tutmayan kimsenin durumu nedir? Bunun üzerine o (Peygamberimiz) dedi: O, Davut'un orucudur (selam üzerine olsun). O ('Umar) dedi: Peki, bir gün oruç tutup iki gün oruç tutmayan kimsenin durumu nedir? Bunun üzerine o (Allah'ın Resulü) dedi: Keşke bunu yapacak gücüm olsaydı. Sonra o (ﷺ) dedi: Her ay üç gün oruç tutmak ve her yıl Ramazan orucu tutmak sürekli bir oruçtur. Allah'tan dilerim ki, 'Arafat günü oruç tutmak, önceki ve gelecek yılların günahlarını affetsin ve Allah'tan dilerim ki, 'Aşura günü oruç tutmak, önceki yılın günahlarını affetsin."
    },
    {
      "id": 253,
      "narrator": "Abu Qatada al-Ansari (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) was asked about his fasting. The Messenger of Allah (ﷺ) felt annoyed. Thereupon 'Umar (Allah be pleased with him) said:",
      "text": "Ebu Katade el-Ensari (Allah ondan razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) oruç tutması hakkında soruldu. Allah'ın Resulü (ﷺ) rahatsız oldu. Bunun üzerine 'Umar (Allah ondan razı olsun) dedi: Biz, Allah'ı Rabbimiz olarak, İslam'ı hayat tarzımız olarak, Muhammed'i (ﷺ) Resul olarak ve sana (istekli ve gönüllü bir teslimiyetle) olan taahhüdümüzü (kutsal) bir yükümlülük olarak kabul ediyoruz. Sonra sürekli oruç tutma hakkında soruldu, o da: Ne oruç tutar ne de onu bozar, ya da ne oruç tutar ne de bozar, dedi. İki gün oruç tutup bir gün bozan kimse hakkında soruldu, o (Peygamberimiz) dedi: Bunu yapacak kimse var mı? Bir gün oruç tutup iki gün bozan kimse hakkında soruldu, o da: Allah bize bunu yapacak güç versin, dedi. Bir gün oruç tutup diğer gün bozan kimse hakkında soruldu, o da: Bu, kardeşim Davut'un orucudur (selam üzerine olsun), dedi. Pazartesi günü oruç tutma hakkında soruldu, o da: Benim doğduğum gün, peygamberlikle görevlendirildiğim gün veya bana vahiy geldiği gündür, dedi ve ayrıca: Her ay üç gün oruç tutmak ve her yıl Ramazan orucu tutmak sürekli bir oruçtur, dedi. 'Arafat günü oruç tutma hakkında soruldu, o da: Önceki yılın günahlarını ve gelecek yılın günahlarını affettirir, dedi. 'Aşura günü oruç tutma hakkında soruldu, o da: Önceki yılın günahlarını affettirir, dedi. (İmam Müslim, bu hadiste İmam Şu'ba'nın, pazartesi ve perşembe günü oruç tutma hakkında sorulduğunu, ancak perşembe gününü belirtmediğini, çünkü bunu bir hata olarak gördüğünü söyledi.)"
    },
    {
      "id": 254,
      "narrator": "",
      "text": "Bu hadis, Şu'ba tarafından aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "Bu hadis, Ghaylan b. Cerir tarafından aynı nakil zinciriyle rivayet edilmiştir, ancak bir farklılıkla, pazartesi gününden bahsedilmiş, perşembe gününden bahsedilmemiştir."
    },
    {
      "id": 256,
      "narrator": "Abu Qatada Ansari (Allah be pleased with him) reported that Allah's Massenger (ﷺ) was asked about fasting on Monday, whereupon he said:",
      "text": "Ebu Katade el-Ensari (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) pazartesi günü oruç tutmanın ne olduğunu sorduğunda şöyle dedi: O, benim doğduğum ve vahyin bana indirildiği gündür."
    },
    {
      "id": 257,
      "narrator": "'Imran b. Husain (Allah be pleased with them) reported Allah's Messenger (may peace he upon him) having said to him or to someone else:",
      "text": "İmrân b. Hüsayn (Allah onlardan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ona selam olsun) ona veya başka birine şöyle dedi: Şa'ban ortasında oruç tuttun mu? O da: Hayır, dedi. Bunun üzerine o (Peygamberimiz) dedi ki: Eğer oruç tutmadıysan, o zaman iki gün oruç tutmalısın."
    },
    {
      "id": 258,
      "narrator": "Imran b. Husain (Allah be pleased with them) reported that Allah's Apostle (ﷺ) said to a person:",
      "text": "İmrân b. Hüsayn (Allah onlardan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) bir kişiye şöyle dedi: Bu ayın ortasında (Şa'ban) oruç tuttun mu? O da: Hayır, dedi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Ramazan oruçlarını tamamladıktan sonra bir oruç yerine iki gün oruç tut."
    },
    {
      "id": 259,
      "narrator": "'Imran b. Husain (Allah be pleased with them) reported that the Messenger of Allah (ﷺ) said to a person:",
      "text": "İmrân b. Hüsayn (Allah onlardan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) bir kişiye şöyle dedi: Bu ayın ortasında, yani Şa'ban'da oruç tuttun mu? O da: Hayır, dedi. Bunun üzerine o ona dedi ki: Ramazan'ın sonuna geldiğinde, bir gün veya iki gün oruç tut (Şu'be bununla ilgili biraz şüphe duydu) ama o dedi ki: İki gün dediğini düşünüyorum."
    },
    {
      "id": 260,
      "narrator": "",
      "text": "Bu hadis, Abdullah b. Hani b. Akhi Mutarrif tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 261,
      "narrator": "Abu Haraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: Ramazan'dan sonraki en üstün oruç, Allah'ın ayı Muharrem'dir ve farz kılınan namazdan sonraki en üstün namaz, gece namazıdır."
    },
    {
      "id": 262,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that he (the Messenger of Allah) was asked as to which prayer was most excellent after the prescribed prayer, and which fast was most excellent after the month of Ramadan. He said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etmiştir ki, ona (Allah'ın Resulü) farz namazdan sonra en üstün namazın hangisi olduğunu ve Ramazan ayından sonraki en üstün orucun hangisi olduğunu sordular. O da: Gece yarısı kılınan namaz ve Ramazan ayındaki oruçtan sonraki en üstün oruç, Allah'ın ayı Muharrem'deki oruçtur, dedi."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "Bu hadis, Allah'ın Resulü (ﷺ) tarafından 'Abd al-Malik ile aynı isnatla oruçla ilgili olarak rivayet edilmiştir."
    },
    {
      "id": 264,
      "narrator": "Abu Ayyub al-Ansari (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Eyyub el-Ensari (Allah ondan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: Ramazan orucunu tutan ve ardından Şevval'den altı (oruç) tutan kimse, sürekli oruç tutmuş gibi olur."
    },
    {
      "id": 265,
      "narrator": "Abu Ayyub al-Ansari reported (through another chain of transmitters):",
      "text": "Ebu Eyyub el-Ensari başka bir isnatla rivayet etmiştir: Allah'ın Resulü (ﷺ) böyle söylediğini duydum."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Ebu Eyyub, böyle bir hadisi başka bir isnatla rivayet etmiştir."
    },
    {
      "id": 267,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported that some persons among the Companions of the Messenger of Allah (ﷺ) were shown Lailat- ul-Qadr while sleeping in the last week (of Ramadan). Thereupon Allah's Messenger (ﷺ) said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) rivayet etmiştir ki, Allah'ın Resulü (ﷺ) bazı sahabelerinin Ramazan'ın son haftasında rüyalarında Kadir Gecesi'ni gördüklerini söyledi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Rüyalarınızın son hafta ile ilgili olarak birbirini tasdik ettiğini görüyorum; bu yüzden kim onu arıyorsa, son hafta (geceleri) aramalıdır."
    },
    {
      "id": 268,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etmiştir: Kadir Gecesi'ni Ramazan'ın son haftasında arayın."
    },
    {
      "id": 269,
      "narrator": "Salim reported on the authority of his father that a person saw Lailat-ul- Qadr on the 27th (of Ramadan). Thereupon Allah's Apostle (ﷺ) said:",
      "text": "Salim, babasından rivayet etti ki, bir kişi Kadir Gecesi'ni Ramazan'ın 27'sinde gördü. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Rüyalarınızın son on (gece) ile ilgili olarak birbirini tasdik ettiğini görüyorum. O yüzden bunu bu on geceden tek bir sayıda arayın."
    },
    {
      "id": 270,
      "narrator": "Salim b. 'Abdullah b. 'Umar reported that his father said:",
      "text": "Salim b. Abdullah b. Ömer rivayet etmiştir ki, babası şöyle dedi: Allah'ın Resulü (ﷺ) Kadir Gecesi ile ilgili olarak: Sizden bazıları onu ilk haftada (bir rüyada) gördü ve bazıları son haftada olduğunu gösterdi; bu yüzden onu son on (gecede) arayın, dedi."
    },
    {
      "id": 271,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini bildirdi: Kadir Gecesini (Lailat-ul-Qadr) son (on) gecede arayın. Sizden biri (Ramazan'ın ilk kısmında) gevşeklik ve zayıflık gösterirse, bu onun son haftada etkili olmasına izin verilmemelidir."
    },
    {
      "id": 272,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini bildirdi: Kadir Gecesini (Lailat-ul-Qadr) arzulayan, onu Ramazan'ın son on (gecesinde) aramalıdır."
    },
    {
      "id": 273,
      "narrator": "'Ibn 'Umar (Allah be pleased with both of them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini bildirdi: Kadir Gecesinin zamanını son (on) gecede arayın, ya da şöyle dedi: son dokuz (gecede)."
    },
    {
      "id": 274,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini bildirdi: Kadir Gecesi bana gösterildi; sonra ailemden bazıları beni uyandırdı, ardından onu unuttum. O yüzden son haftada arayın. Harmala dedi ki: (Peygamber \"Unutuldum\" demedi, ama şöyle ifade etti): \"Ama unuttum.\""
    },
    {
      "id": 275,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported that Allah's Messenger (ﷺ) spent in devotion (in i'tikaf) the middle ten nights of the month of Ramadan, and when twenty nights were over and it was the twenty-first night, he went back to his residence and those who were along with him also returned (to their respective residences). He spent one month in devotion. Then he addressed the people on the night he came back (to his residence) and commanded them as Allah desired (him to command) and then said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ)'nin Ramazan ayının ortasında (i'tikaf) ibadet ettiğini bildirdi ve yirmi gece geçtikten sonra yirmi birinci gece evine döndü ve onunla birlikte olanlar da (kendi evlerine) döndü. Bir ay ibadet etti. Sonra geri döndüğü gece insanlara hitap etti ve Allah'ın istediği şekilde onlara emir verdi ve şöyle dedi: Bu on (gecede) kendimi adıyordum (i'tikaf). Sonra son on (gecede) kendimi adamağa başladım. Benimle birlikte i'tikaf yapmak isteyen, kendi i'tikaf yerinde geceyi geçirsin. O geceyi (Kadir Gecesi) gördüm ama onu unuttum (kesin geceyi); bu yüzden arayın; son on gecede tek sayılarda. O rüyada su ve çamur içinde secde ettiğimi gördüm. Ebu Sa'id el-Hudri dedi: Yirmi birinci gece yağmur yağdı ve su, Allah'ın Elçisi (ﷺ)'nin namaz kıldığı yerin çatısından damladı. Ona baktım ve sabah namazını tamamladığında, (gördüm ki) yüzü çamur ve su ile ıslanmıştı."
    },
    {
      "id": 276,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) devoted (himself to prayer) in the middle (ten nights) of Ramadan. The rest of the hadith is the same except for these words:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ)'nin Ramazan'ın ortasında (ibadet) ettiğini bildirdi. Hadisin geri kalanı aynıdır, yalnızca şu kelimeler hariç: \"O, i'tikaf yerinde durdu ve alnı çamur ve su ile kaplanmıştı.\""
    },
    {
      "id": 277,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported that the Messenger of Allah (ﷺ) observed i'tikaf (confined himself for devotion and prayer) in the first ten (days) of Ramadan; he then observed i'tikaf in the middle ten (days) in a Turkish tent with a mat hanging at its door. He (the Holy Prophet) took hold of that mat and placed it in the nook of the tent. He then put his head out and talked with people and they came near him, and he (the Holy Prophet) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ)'nin Ramazan'ın ilk on (gününde) i'tikaf yaptığını; ardından ortada on (gün) Türk bir çadırda kapısı önünde bir örtü asılı olarak i'tikaf yaptığını bildirdi. O (Kutsal Peygamber) o örtüyü tuttu ve çadırın köşesine yerleştirdi. Sonra başını dışarı çıkardı ve insanlarla konuştu ve onlar yanına geldiler, o (Kutsal Peygamber) dedi: Kadir Gecesi'ni (Lailat-ul-Qadr) aramak için ilk on (gece ve günde) i'tikaf yaptım. Sonra ortada on gün i'tikaf yaptım. Sonra (bir melek) bana gönderildi ve bu (gecenin) son on (geceden) olduğunu söylediler. Sizden kim i'tikaf yapmak isterse, yapsın; ve insanlar onunla birlikte i'tikaf yaptılar, o (Kutsal Peygamber) dedi: O (Kadir Gecesi) bana tek (gecede) gösterildi ve (rüyada) sabahleyin çamur ve su içinde secde ettiğimi gördüm. Yirmi birinci gece sabah namazı için kalktığında yağmur yağdı ve cami damladı, ve ben çamur ve su gördüm. Sabah namazını tamamladıktan sonra (gördüm ki) alnında ve burnunun ucunda (çamur ve su izleri) vardı ve bu son on (geceden) yirmi birinci geceydi."
    },
    {
      "id": 278,
      "narrator": "Abu Salama reported:",
      "text": "Ebu Selame bildirdi: 'Kadir Gecesi'ni aramızda tartıştık. Ben, arkadaşım olan Ebu Sa'id el-Hudri'ye (Allah ondan razı olsun) geldim ve ona dedim: Bizimle birlikte hurma ağaçlarının bahçesine gitmeyecek misin? O, üzerine bir örtü alarak dışarı çıktı. Ona dedim: Allah'ın Elçisi (ﷺ)'nin Kadir Gecesi'nden bahsettiğini duydun mu? O dedi: Evet, (ve ekledi) Ramazan'ın ortasında Allah'ın Elçisi (ﷺ) ile i'tikaf yapıyorduk ve yirminci sabah çıktık ve Allah'ın Elçisi (ﷺ) bize hitap etti ve şöyle dedi: Kadir Gecesi bana gösterildi, ama unuttum (kesin geceyi) ya da unutturuldum, bu yüzden son on tek (gecede) arayın ve su ve çamur içinde secde ettiğimi gördüm. O yüzden Allah'ın Elçisi (ﷺ) ile i'tikaf yapmak isteyen, (i'tikaf yerine) dönmelidir. O (Ebu Sa'id el-Hudri) dedi: Ve geri döndük ve gökyüzünde hiçbir bulut bulamadık. Sonra bulut toplandı ve o kadar şiddetli bir yağmur yağdı ki, hurma dallarından yapılmış olan caminin çatısı damlamaya başladı. Sonra namaz oldu ve ben Allah'ın Elçisi (ﷺ)'nin su ve çamur içinde secde ettiğini gördüm, ta ki alnında çamur izlerini görene kadar."
    },
    {
      "id": 279,
      "narrator": "This hadith has been reported on the authority of Yahya b. Abu Kathir with the same chain of transmitters (with a slight variation of these words):",
      "text": "Bu hadisi Yahya b. Ebu Katir'den aynı isnatla (biraz değişik kelimelerle) bildirilmiştir: Allah'ın Elçisi (ﷺ)'ni namazı tamamladıktan sonra gördüm ve alnında ve burnunun ucunda çamur izleri vardı."
    },
    {
      "id": 280,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Kadir Gecesi'ni aramak için Ramazan'ın ortasında on gün i'tikaf yaptı, bu gece kendisine açığa çıkmadan önce. (Bu geceler) sona erdiğinde, çadırın kurulmasını emretti. Sonra kendisine Kadir Gecesi'nin son on gecede olduğu açığa çıktı ve çadırın tekrar kurulmasını emretti. Sonra insanlara geldi ve dedi: Ey insanlar, Kadir Gecesi bana açığa çıktı ve size bunu bildirmek için çıktım, iki kişi birbirleriyle çekişiyordu ve onların yanında bir şeytan vardı ve ben onu unuttum. Bu yüzden Ramazan'ın son on gecesinde arayın. Dokuzuncu, yedinci ve beşinci gecelerde arayın. Ben (rivayet edenlerden biri) dedim: Ebu Sa'id, sayılar hakkında bizden daha fazla bilgin var. O dedi: Evet, gerçekten biz sizden daha iyi hak sahibiyiz. Ben dedim: Bu dokuzuncu, yedinci ve beşinci nedir? O dedi: Yirmi bir (gece geçtikten sonra) yirmi ikinci başladığında, o dokuzuncudur, ve yirmi üç (gece geçtikten sonra) sonrakisi yedinci, ve yirmi beş gece geçtikten sonra, sonrakisi beşinci. İbn Halad dedi: \"Çekişen\" kelimesi yerine \"tartışan\" dedi."
    },
    {
      "id": 281,
      "narrator": "'Abdullah b. Unais reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Unais, Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini bildirdi: Kadir Gecesi bana gösterildi; sonra unutturuldum ve o (gecenin) sabahında su ve çamur içinde secde ettiğimi gördüm. O (rivayet eden) dedi: Yirmi üçüncü gece yağmur yağdı ve Allah'ın Elçisi (ﷺ) bize namaz kıldırdı ve geri dönerken alnında ve burnunda su ve çamur izleri vardı. O (rivayet eden) dedi: Abdullah b. Unais, bunun yirmi üçüncü (gece) olduğunu söylerdi."
    },
    {
      "id": 282,
      "narrator": "'A'isha (Allah be pleased with her) and Ibn Numair reported Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe (Allah ondan razı olsun) ve İbn Numeyr, Allah'ın Elçisi (ﷺ)'nin şöyle söylediğini bildirdi: Kadir Gecesi'ni Ramazan'ın son on gecesinde arayın (ve Vaki'nin sözleriyle, arayın)."
    },
    {
      "id": 283,
      "narrator": "Zirr b. Habaish reported:",
      "text": "Zirr b. Habaş bildirdi: Ubayy b. Ka'b (Allah ondan razı olsun)'a sordum: Senin kardeşin (iman kardeşi) İbn Mes'ud diyor ki: Yıl boyunca gece namazı kılan Kadir Gecesi'ni bulur, bunun üzerine o dedi: Allah ona rahmet eylesin; (bu sözleri) insanların yalnızca (bir geceye) güvenmemesi için söyledi, oysa o (Kadir Gecesi) Ramazan ayında ve yirmi yedinci gecedir. Sonra yemin etti (istisna yapmadan, yani İnşallah demeden) ki o yirmi yedinci gecedir. Ben ona dedim: Ebu Mundhir, bunu hangi gerekçeyle söylüyorsun? Bunun üzerine o dedi: Allah'ın Elçisi (ﷺ)'nin bize verdiği işaret veya alametle, o da o gün (güneşin) hiçbir ışık olmadan doğmasıdır."
    },
    {
      "id": 284,
      "narrator": "Zirr b. Hubaish reported that Ubayy b. Ka'b (Allah be pleased with him) said about Lailat-ul-Qadr:",
      "text": "Zirr b. Hubaş, Ubayy b. Ka'b (Allah ondan razı olsun)'ın Kadir Gecesi hakkında şöyle dediğini bildirdi: Vallahi, bunun hakkında iyi biliyorum. Şu'ba dedi: Bildiğim kadarıyla o yirmi yedinci geceydi ki, Allah'ın Elçisi (ﷺ) bize namaz kılmamızı emretti. Şu'ba bu sözlerden şüphe etti: O, Allah'ın Elçisi (ﷺ)'nin namaz kılmamızı emrettiği geceydi. Ve (daha fazla) dedi: Bu, bana ondan (Kutsal Peygamber) bir arkadaşım tarafından nakledildi."
    },
    {
      "id": 285,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Biz, Allah'ın Elçisi (ﷺ)'nin huzurunda Kadir Gecesi'ni konuşuyorduk ve o dedi: İçinizden kim, ay doğduğunda ve ayın ayın sonlarında bir tabak gibi olduğu zamanı hatırlıyorsa."
    }
  ]
}