{
  "language": "tr",
  "metadata": {
    "length": 11,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Ramazan'ın son on gününde itikaf yapardı."
    },
    {
      "id": 2,
      "narrator": "Abdullah b. Umar (Allah be pleased with both of them) reported that the Messenger of Allah (ﷺ) used to observe i'tikaf in the last ten days of Ramadan. Nafi' said:",
      "text": "Abdullah b. Umar (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Ramazan'ın son on gününde itikaf yapardı. Nafi' dedi ki: Abdullah (Allah ondan razı olsun) bana, Allah'ın Elçisi (ﷺ) itikaf yaptığı yeri gösterdi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Ramazan'ın son on gününde itikaf yapardı."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bu hadis, 'A'işe (Allah ondan razı olsun) tarafından başka bir raviden aktarılmıştır."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) itikaf yapmayı düşündüğünde sabah namazını kılar, sonra itikaf yeri olan yere giderdi ve onun için bir çadır kurulmasını emrederdi, çadır kuruldu. Bir keresinde Ramazan'ın son on gününde itikaf yapmayı düşündü. Zeynep (Peygamber Efendimizin eşi) onun için bir çadır kurulmasını emretti. Çadır kuruldu. Allah'ın Elçisi (ﷺ) için diğer bazı eşleri de çadır kurulmasını emrettiler. Ve çadırları kuruldu. Allah'ın Elçisi (ﷺ) sabah namazını kıldığında etrafa baktı ve (çok sayıda) çadır gördü. Bunun üzerine şöyle dedi: Bu (hanımlar) hangi fazileti elde etmeye karar verdiler? Çadırının kaldırılmasını emretti ve Ramazan ayında itikafı terk etti ve bunu Şevval'in ilk on gününe erteledi."
    },
    {
      "id": 6,
      "narrator": "'A'isha (Allah be pleased with her) reported that when the Messenger of Allah (ﷺ) decided to observe i'tikaf, he prayed in the morning and then went to the place of his i'tikaf, and he commanded that a tent should be pitched for him, and it was pitched. He (once) decided to observe i'tikaf in the last ten days of Ramadan. Zainab (the wife of the Holy Prophet) commanded that a tent should be pitched for her. It was pitched accordingly. And some other wives of Allah's Apostle (ﷺ) commanded that tents should be pitched for them too. And they were pitched. When the Messenger of Allah (may peace he upon him) offered the morning prayer, he looked and found (so many) tents. Thereupon he said:",
      "text": "Bu hadis başka bir raviden aktarılmıştır ve orada 'A'işe, Hafsa ve Zeynep'in (Allah onlardan razı olsun) itikaf için çadır kurdukları belirtilmektedir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki, son on gece başladığında Allah'ın Elçisi (ﷺ) geceyi (namaz ve ibadet için) uyanık geçirir, ailesini uyandırır ve ibadete (daha fazla gayretle) hazırlanırdı."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) son on gecede, diğer zamanlardan daha fazla ibadet ederdi."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Dhu'l-Hijja'nın on gününde oruç tuttuğunu hiç görmedim."
    },
    {
      "id": 10,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Dhu'l-Hijja'nın on gününde oruç tutmadı."
    },
    {
      "id": 11,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'isha (Allah be pleased with her) reported: The Apostle of Allah (ﷺ) did not observe fast in the ten days of Dhul-Hijja."
    }
  ]
}