{
  "language": "tr",
  "metadata": {
    "length": 169,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Alqama reported:",
      "text": "'Alqama, 'Abdullah ile Mina'da yürürken, 'Uthman ile karşılaştığını bildirdi. Orada durdu ve onunla konuşmaya başladı. Uthman ona dedi ki: Abu 'Abd al-Rahman, seni geçmiş günlerinden bazı anıları hatırlatacak bir genç kızla evlendirmesek mi? Bunun üzerine o şöyle dedi: Eğer sen öyle diyorsan, Allah'ın Messenger (ﷺ) dedi ki: Ey gençler, içinizden evlenebilecek olanlar evlensin, çünkü bu gözleri kötü bakışlardan alıkoyar ve kişiyi fuhuştan korur; ancak evlenemeyenler oruç tutsun, çünkü bu, cinsel arzuları kontrol etmenin bir yoludur."
    },
    {
      "id": 2,
      "narrator": "'Alqama reported:",
      "text": "'Alqama, 'Abdullah b. Ma'sud (Allah ondan razı olsun) ile Mina'da yürürken, 'Uthman b. 'Affan (Allah ondan razı olsun) onu gördü ve dedi ki: Gel buraya, Abu 'Abd al-Rahman (Abdullah b. Mas'ud'un künyesi), ve onu (benden) ayırdı; 'Abdullah (b. Mas'ud) bunun için bir ihtiyaç olmadığını görünce, bana dedi ki: 'Alqama, gel, ben de oraya gittim. (Sonra) 'Uthman ona dedi: Abu Abd al-Rahman, seni geçmişini hatırlatacak bir kızla evlendirmesek mi? 'Abdullah dedi: Eğer sen öyle diyorsan, hadisin geri kalanı yukarıda anlatıldığı gibidir."
    },
    {
      "id": 3,
      "narrator": "Abdullah (b. Mas'ud) (Allah be pleased with him) reported that Allah's Messenger (ﷺ) said to us:",
      "text": "Abdullah (b. Mas'ud) (Allah ondan razı olsun) bildirdi ki, Allah'ın Messenger (ﷺ) bize dedi: Ey gençler, içinizden evlenebilecek olanlar evlensin, çünkü bu gözleri (kötü bakışlardan) alıkoyar ve kişiyi fuhuştan korur; ama bunu karşılayamayan oruç tutsun, çünkü bu, cinsel arzuları kontrol etmenin bir yoludur."
    },
    {
      "id": 4,
      "narrator": "Abu al-Rahman b. Yazid said:",
      "text": "Abu al-Rahman b. Yazid dedi ki: Ben, amcam 'Alqama ve al-Aswad ile birlikte 'Abdullah b. Mas'ud'a (Allah ondan razı olsun) gittik. O (rivayet eden) daha sonra dedi ki: O zaman gençtim ve bana özel olarak, Allah'ın Messenger (ﷺ) Mu'aviye'nin aktardığı gibi bir hadis anlattı ve ekledi: Evlilikte gecikmedim."
    },
    {
      "id": 5,
      "narrator": "'Abd al-Rahman b. Yazid reported on the authority of Abdullah:",
      "text": "'Abd al-Rahman b. Yazid, Abdullah'dan rivayet etti: Biz ona gittik ve ben (aramızda) en genç olanıydım, ama o: \"Evlilikte gecikmedim.\" demedi."
    },
    {
      "id": 6,
      "narrator": "Anas (Allah be pleased with him) reported that some of the Companions of Allah's Apostle (ﷺ) asked his (the Prophet's) wives about the acts that he performed in private. Someone among them (among his Companions) said:",
      "text": "Anas (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) bazı Sahabelerinin eşlerine, özel olarak yaptığı işler hakkında soru sordu. Onlardan biri: Ben kadınlarla evlenmeyeceğim; diğeri: Ben et yemeyeceğim; ve bir diğeri: Ben yatakta uzanmayacağım dedi. O (Kutsal Peygamber) Allah'ı övdü ve yüceltti ve dedi ki: Bu insanların başına ne geldi ki böyle diyorlar, halbuki ben namaz kılıyorum ve uyuyorum; oruç tutuyorum ve onları da askıya alıyorum; kadınlarla evleniyorum da? Ve benim sünnetimden yüz çeviren, benimle bir ilişkisi yoktur."
    },
    {
      "id": 7,
      "narrator": "Sa'd b. Abi Waqqas (Allah be pleased with him) reported:",
      "text": "Sa'd b. Abi Waqqas (Allah ondan razı olsun) bildirdi: Allah'ın Messenger (ﷺ) 'Uthman b. Muz'un'un bekarlık fikrini reddetti (şöyle diyerek): Eğer bana izin verseydi, kendimizi hadım ettirirdik."
    },
    {
      "id": 8,
      "narrator": "Sa'id b. al-Musayyib reported:",
      "text": "Sa'id b. al-Musayyib bildirdi: Sa'd (b. Abi Waqqas)'ın, 'Uthman b. Maz'un'un bekarlık fikrinin Kutsal Peygamber tarafından reddedildiğini söylediğini duydum; eğer ona izin verilseydi, kendimizi hadım ettirirdik."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Sa'id b. al Musayyib, Sa'd b. Abi Waqqas (Allah ondan razı olsun)'ın 'Uthman b. Maz'un'un bekarlık yaşamaya karar verdiğini, ancak Allah'ın Messenger (ﷺ)'ın bunu yasakladığını, eğer ona izin verilseydi, kendimizi hadım ettireceğimizi söylediğini duydu."
    },
    {
      "id": 10,
      "narrator": "Jabir reported that Allah's Messenger (ﷺ) saw a woman, and so he came to his wife, Zainab, as she was tanning a leather and had sexual intercourse with her. He then went to his Companions and told them:",
      "text": "Jabir bildirdi ki, Allah'ın Messenger (ﷺ) bir kadını gördü, sonra eşi Zeynep'e gitti, o deri işliyordu ve onunla cinsel ilişkiye girdi. Sonra Companions'ına gitti ve onlara dedi: Kadın, bir şeytan şeklinde yaklaşır ve geri çekilir, bu yüzden sizden biri bir kadını gördüğünde, eşine gitmeli, çünkü bu, kalbinde hissettiğini uzaklaştırır."
    },
    {
      "id": 11,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Apostle (ﷺ) saw a woman; and the rest of the hadith was narrated but (with this exception) that he said he came to his wife Zainab, who was tanning a (piece of) leather, and he made no mention of:",
      "text": "Jabir b. 'Abdullah bildirdi ki, Allah'ın Elçisi (ﷺ) bir kadını gördü; ve hadisin geri kalanı aktarıldı, ancak (bu istisna ile) o, Zeynep'e gittiğini ve onun bir (parça) deri işlediğini söyledi, \"O, şeytan şeklinde geri çekilir.\" demedi."
    },
    {
      "id": 12,
      "narrator": "Jabir heard Allah's Apostle (ﷺ) say:",
      "text": "Jabir, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydu: Bir kadın sizlerden birini etkiler ve kalbini büyülerse, eşine gitmeli ve onunla cinsel ilişkiye girmelidir, çünkü bu, hissettiklerini uzaklaştırır."
    },
    {
      "id": 13,
      "narrator": "Abdullah (b. Mas'ud) reported:",
      "text": "Abdullah (b. Mas'ud) bildirdi: Biz Allah'ın Messenger (ﷺ) ile bir sefere çıktık ve yanımızda kadın yoktu. Dedik ki: Kendimizi hadım ettirmesek mi? O (Kutsal Peygamber) bunu yasakladı. Sonra bize belirli bir süre için geçici evlilik yapmamıza izin verdi, ona bir elbise vererek, ve 'Abdullah bu ayeti okudu: 'İman edenler, Allah'ın size helal kıldığı güzel şeyleri haram kılmazlar ve aşırı gitmezler. Allah aşırı gidenleri sevmez.' (Kur'an, v. 87)."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu hadis, Jarir'in aynı isnat ile rivayet ettiği şekilde aktarılmıştır ve o da bu (yukarıda belirtilen ayeti) bize okumuştur, ancak 'Abdullah'ın onu okuduğunu söylememiştir."
    },
    {
      "id": 15,
      "narrator": "This hadith has been narrated on the authority of Isma'il with the same chain of transmitters (and the words are):",
      "text": "Bu hadis, İsmail'in aynı isnat ile rivayet ettiği şekilde aktarılmıştır (ve kelimeler şunlardır): \"Biz gençtik, bu yüzden dedik: Allah'ın Messenger'ı, kendimizi hadım ettirmesek mi? Ama o (rivayet eden) \"Bir sefere çıktık.\" demedi."
    },
    {
      "id": 16,
      "narrator": "Jabir b. 'Abdullah and Salama b. al-Akwa' said:",
      "text": "Cabir b. Abdullah ve Selame b. el-Akva' dedi ki: Bizim yanımıza Allah'ın Elçisi (ﷺ)'nin müjdeleyicisi geldi ve dedi ki: Allah'ın Elçisi (ﷺ) size, kadınlarla geçici evlilik yapma izni verdi."
    },
    {
      "id": 17,
      "narrator": "Salama b. al. Akwa' and Jabir b. Abdullah reported:",
      "text": "Selame b. el-Akva' ve Cabir b. Abdullah bildirdi: Allah'ın Elçisi (ﷺ) yanımıza geldi ve bize geçici evlilik yapma izni verdi."
    },
    {
      "id": 18,
      "narrator": "Ibn Uraij reported:",
      "text": "İbn Ureyc bildirdi: 'Ati' bildirdi ki, Cabir b. Abdullah 'Umre'yi yapmak için geldi, biz de onun evine geldik, insanlar ona çeşitli şeyler sordular, sonra geçici evlilikten bahsettiler, o da dedi ki: Evet, biz bu geçici evlilikten, Peygamber (ﷺ)'in hayatında ve Ebu Bekir ile Ömer döneminde faydalanıyorduk."
    },
    {
      "id": 19,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Biz, Allah'ın Elçisi (ﷺ)'nin hayatında ve Ebu Bekir döneminde, Ömer 'Amr b. Huraith'in durumunda bunu yasaklayana kadar, bir avuç (tahıl veya un) vererek geçici evlilik yaptık."
    },
    {
      "id": 20,
      "narrator": "Abu Nadra reported:",
      "text": "Ebu Nadra bildirdi: Ben Cabir b. Abdullah ile birlikteyken, bir kişi ona geldi ve İbn Abbas ile İbn Zübeyr'in iki tür Mut'a (Hac Tamattu' 1846 ve kadınlarla Tamattu') konusunda ihtilaf ettiklerini söyledi, bunun üzerine Cabir dedi ki: Biz, Allah'ın Elçisi (ﷺ)'nin hayatında bu iki türü yapıyorduk. Sonra Ömer bize bunları yapmayı yasakladı, bu yüzden biz de geri dönmedik."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "İyas b. Selame, babasından rivayet etti ki, Allah'ın Elçisi (ﷺ) Autas yılında üç gece geçici evlilik yapma izni verdi ve sonra bunu yasakladı."
    },
    {
      "id": 22,
      "narrator": "Sabra Juhanni reported:",
      "text": "Sabra el-Cuhani bildirdi: Allah'ın Elçisi (ﷺ) bize geçici evlilik izni verdi. Ben ve bir başka kişi dışarı çıktık ve Bana 'Amir'den bir kadını gördük, o genç, uzun boyunlu bir dişi deve gibiydi. Geçici evlilik için ona kendimizi sunduk, o da: Bana ne kadar mehir vereceksiniz? dedi. Ben: Cübbenizi dedim. Arkadaşım da: Cübbenizi dedi. Arkadaşımın cübbesi benim cübbemden daha güzeldi, ama ben ondan daha gençtim. Kadın arkadaşımın cübbesine baktığında onu beğendi, bana baktığında ise ben ona daha çekici geldim. O zaman dedi ki: İyi, sen ve cübben benim için yeterlidir. Onunla üç gece kaldım, sonra Allah'ın Elçisi (ﷺ) dedi ki: Geçici evlilik yaptığınız herhangi bir kadın varsa, onu serbest bırakın."
    },
    {
      "id": 23,
      "narrator": "Rabi' b. Sabra reported that his father went on an expedition with Allah's Messenger (ﷺ) during the Victory of Mecca, and we stayed there for fifteen days (i. e. for thirteen full days and a day and a night), and Allah's Messenger (ﷺ) permitted us to contract temporary marriage with women. So I and another person of my tribe went out, and I was more handsome than he, whereas he was almost ugly. Each one of us had a cloaks, My cloak was worn out, whereas the cloak of my cousin was quite new. As we reached the lower or the upper side of Mecca, we came across a young woman like a young smart long-necked she-camel. We said:",
      "text": "Rabi' b. Sabra bildirdi ki, babası Allah'ın Elçisi (ﷺ) ile birlikte Mekke'ye gittiği sırada, Mekke'nin Fethi sırasında on beş gün kaldık (yani on üç tam gün ve bir gece), ve Allah'ın Elçisi (ﷺ) bize kadınlarla geçici evlilik yapma izni verdi. Ben ve benim kabilemden bir başka kişi dışarı çıktık, ben ondan daha yakışıklıydım, o ise neredeyse çirkin görünüyordu. Her birimizin bir cübbesi vardı, benim cübben eskiydi, kuzenimin cübbesi ise oldukça yeniydi. Mekke'nin alt veya üst tarafına vardığımızda, genç, akıllı, uzun boyunlu bir dişi deve gibi bir kadınla karşılaştık. Biz: İçimizden biri seninle geçici evlilik yapabilir mi? dedik. O da: Bana ne kadar mehir vereceksiniz? dedi. Her birimiz cübbesini açtı. O, her iki kişiye de bakmaya başladı. Arkadaşım da ona bakarken, o: Bu adamın cübbesi eski ve yıpranmış, benim cübbem ise oldukça yeni. Ancak o, iki veya üç kez: Bu cübbeyi (eski olanı) kabul etmenin bir zararı yoktur, dedi. Böylece ben onunla geçici evlilik yaptım ve Allah'ın Elçisi (ﷺ) bunu yasaklayana kadar bu durumdan çıkmadım."
    },
    {
      "id": 24,
      "narrator": "Rabi' b. S'abra al-jahanni reported on the authority of his father. We went with Allah's Messenger (ﷺ) to Mecca during the year of Victory and he narrated like this a hadith transmitted by Bishr (the previous one) but with this addition:",
      "text": "Rabi' b. Sabra el-Cuhani, babası aracılığıyla bildirdi. Biz, Allah'ın Elçisi (ﷺ) ile Mekke'ye Fethi yılı sırasında gittik ve o, Bishr tarafından aktarılan bir hadisi bu şekilde anlattı, ancak şu eklemeyle: \"O dedi ki: Olabilir mi?\" Ayrıca: \"O dedi ki: Bu (adamın) cübbesi eski ve yıpranmış.\""
    },
    {
      "id": 25,
      "narrator": "Sabra al-Juhani reported on the authority of his father that while he was with Allah's Messenger (ﷺ) he said:",
      "text": "Sabra el-Cuhani, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) yanındayken şöyle dedi: Ey insanlar, ben size kadınlarla geçici evlilik yapma izni vermiştim, ama Allah bunu (şimdi) Kıyamet Günü'ne kadar yasakladı. Öyleyse, bu tür bir evlilik sözleşmesi olan herhangi bir kadına sahip olan, onu serbest bırakmalı ve onlara verdiğiniz hiçbir şeyi (mehir olarak) geri almayın."
    },
    {
      "id": 26,
      "narrator": "This hadith has been narrated on the authority of 'Abd al-'Aziz b 'Umar with the same chain of transmitters, and he said:",
      "text": "Bu hadis, 'Abd al-'Aziz b. 'Umar aracılığıyla aynı nakil zinciriyle aktarılmıştır ve o şöyle dedi: Allah'ın Elçisi (ﷺ)'ni Kâbe'nin sütunu ile kapısı arasında dururken gördüm ve o, İbn Numair'in aktardığı bir hadisi anlatıyordu."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "'Abd al-Malik b. Rabi' b. Sabra el-Cuhani, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) Fethi Yılı'nda Mekke'ye girdiğimizde geçici evlilik yapmamıza izin verdi ve biz de çıkmadık ama bunu yasakladı."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Sabra b. Ma'bad bildirdi ki, Allah'ın Elçisi (ﷺ) Fethi Yılı'nda arkadaşlarına kadınlarla geçici evlilik yapma izni verdi. Ben ve Banu Süleym'den bir arkadaşım dışarı çıktık, ta ki Banu Amir'den genç, uzun boyunlu bir dişi deve gibi bir kadın bulana kadar. Geçici evlilik için ona teklif ettik ve cübbelerimizi (mehir olarak) sunduk. O, beni arkadaşımın daha yakışıklı buldu, ama arkadaşımın cübbesini benim cübbemden daha güzel buldu. Bir süre aklında düşündü, ama sonra beni arkadaşımın önünde tercih etti. Böylece onunla üç gece kaldım, sonra Allah'ın Elçisi (ﷺ) bize onlardan ayrılmamızı emretti."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Rabi' b. Sabra, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) geçici evlilik yapmayı yasakladı."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Rabi' b. Sabra, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) Fethi Günü'nde kadınlarla geçici evlilik yapmayı yasakladı."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Bu hadis, Rabi' b. Sabra'nın rivayetiyle, Allah'ın Elçisi (ﷺ) zafer zamanında kadınlarla geçici evlilik yapmayı yasakladığını ve babasının iki kırmızı örtü karşılığında evliliği gerçekleştirdiğini bildirmiştir."
    },
    {
      "id": 32,
      "narrator": "'Urwa b. Zabair reported that 'Abdullah b. Zubair (Allah be pleased with him) stood up (and delivered an address) in Mecca saying:",
      "text": "'Urwa b. Zabair, 'Abdullah b. Zubair'in (Allah ondan razı olsun) Mekke'de ayağa kalkıp bir konuşma yaptığını bildirmiştir: Allah bazı insanların kalplerini kör etmiştir, tıpkı onlara göz görmeyi yasakladığı gibi, geçici evliliği destekleyen dini fetva verdikleri için, o da bir kişiyi (İbn Abbas'ı) kastetmiştir. İbn Abbas onu çağırarak: Sen kaba bir insansın, akıldan yoksunsun, dedi. Canım üzerine, Mut'a, salihlerin liderinin (Allah'ın Elçisi, ona selam olsun) hayatı boyunca uygulanıyordu, ve İbn Zubair ona: Bunu kendiniz yapın, ve Allah'a yemin ederim ki, eğer bunu yaparsanız, sizi taşlayacağım, dedi. İbn Şihab dedi ki: Halid b. Muhacir b. Saifullah bana bildirdi: Bir kişiyle otururken, bir kişi ona gelip Mut'a hakkında dini bir fetva sordu ve o da ona bunu yapmasına izin verdi. İbn Ebu 'Amrah el-Ensari (Allah ondan razı olsun) ona: Nazik ol, dedi. Bu, İslam'ın ilk günlerinde, zorunluluk altında olanlar için izin verilmişti, tıpkı (kedi) leşinin ve domuzun kanı ve etinin yenmesi gibi, sonra Allah dininin emirlerini güçlendirdi ve onu tamamen yasakladı. İbn Şihab, Rabi' b. Sabra'nın bana babasının (Sabra) Allah'ın Elçisi (ﷺ) döneminde Banu 'Amir'den bir kadınla iki örtü karşılığında geçici evlilik yaptığını ve sonra Mut'a yapmamızı yasakladığını söylediğini aktardı; ben de orada oturuyordum."
    },
    {
      "id": 33,
      "narrator": "Sabra al-Juhanni reported on the authority of his father:",
      "text": "Sabra el-Cuhanni, babasının rivayetiyle: Allah'ın Elçisi (ﷺ) geçici evliliği yasakladı ve şöyle dedi: İşte, bu günden itibaren Kıyamet Günü'ne kadar yasaktır, ve birisi (mehir olarak) bir şey verdiyse, onu geri alamasın."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ali b. Ebi Talib, Allah'ın Elçisi (ﷺ) Khaibar Günü kadınlarla geçici evlilik yapmayı ve evcil eşeklerin etini yemeyi yasakladı, diye bildirmiştir."
    },
    {
      "id": 35,
      "narrator": "Malik narrated this hadith on the authority of the same chain of trans- witters that 'Ali b. Abil Talib said to a person:",
      "text": "Malik, aynı isnat zincirinden bu hadisi rivayet etti ki, Ali b. Ebi Talib bir kişiye: Sen sapkın bir insansın; Allah'ın Elçisi (ﷺ) bize (Mut'a yapmayı) yasakladı, dedi. Bu, Yahya b. Malik'in rivayet ettiği hadiste belirtilmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Muhammed b. Ali, babası Ali'den rivayet etti ki, Allah'ın Elçisi (ﷺ) Khaibar Günü geçici evliliği ve evcil eşeklerin etini yemeyi sonsuza dek yasakladı."
    },
    {
      "id": 37,
      "narrator": "'Ali (Allah be pleased with him) heard that Ibn Abbas (Allah be pleased with them) gave some relaxation in connection with the contracting of temporary marriage, whereupon he said:",
      "text": "Ali (Allah ondan razı olsun) İbn Abbas'ın (Allah onlardan razı olsun) geçici evlilik konusunda biraz gevşeklik gösterdiğini duydu, bunun üzerine: Acele etme (dini hükmünde), İbn Abbas, çünkü Allah'ın Elçisi (ﷺ) Khaibar Günü bunu sonsuza dek yasakladı - evcil eşeklerin etinin yenmesiyle birlikte."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ali (Allah ondan razı olsun) İbn Abbas'a (Allah onlardan razı olsun) şunu söyledi: Allah'ın Elçisi (ﷺ) Khaibar Günü geçici evliliği ve evcil eşeklerin etini sonsuza dek yasakladı."
    },
    {
      "id": 39,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (may peace upon him) having said this:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ona selam olsun) şöyle dediğini bildirmiştir: Bir kadın ile babasının kız kardeşini, ya da bir kadın ile annesinin kız kardeşini evlilikte birleştirmemelidir."
    },
    {
      "id": 40,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) dört kadını evlilikte birleştirmeyi yasakladı: bir kadını babasının kız kardeşiyle, ve bir kadını annesinin kız kardeşiyle."
    },
    {
      "id": 41,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Babanın kız kardeşi, kardeşinin kızıyla birleştirilmemelidir, ne de olsa bir kız kardeşin kızı annesinin kız kardeşiyle."
    },
    {
      "id": 42,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Allah's Messenger (ﷺ) forbade a person to combine in marriage a womanarid her father's sister, and a woman and her mother's sister. Ibn Shihab said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) bir kişinin evlilikte bir kadını babasının kız kardeşiyle ve bir kadını annesinin kız kardeşiyle birleştirmesini yasakladı. İbn Şihab dedi ki: Bu yüzden biz, onun (eşin) babasının babası olan amcası ile onun (eşin) babasının annesi olan teyzesi arasında eşitlik gördük."
    },
    {
      "id": 43,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Bir kadını babasının kız kardeşiyle veya annesinin kız kardeşiyle evlilikte birleştirmemelidir."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Bu gibi bir hadis, Ebu Hureyre (Allah ondan razı olsun) aracılığıyla başka bir isnat zincirinden rivayet edilmiştir."
    },
    {
      "id": 45,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Bir adam, kardeşi bir kadına evlilik teklif ettiğinde, o kadına evlilik teklifi yapmamalıdır. Ve bir şey için kardeşinin daha önce teklif ettiği bir fiyatı vermemelidir; ve bir kadın, kız kardeşinin boşanmasını istememelidir, böylece ona ait olan şeyden mahrum bırakılmasın, ama evlenmelidir, çünkü Allah onun için neyi takdir ettiyse onu alacaktır."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Abu Huraira (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) bir kadının babasının kız kardeşiyle veya annesinin kız kardeşiyle evlenmesini yasakladı ve bir kadının kız kardeşi için boşanma talep etmesini, onu sahip olduğu şeylerden mahrum bırakmak amacıyla istemesini yasakladı. Yüce ve Azamet sahibi Allah, onun da Rızkını verenidir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Abu Huraira (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) bir kadını babasının kız kardeşiyle ve bir kadını annesinin kız kardeşiyle birleştirmeyi yasakladı."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu gibi bir hadis, Amr b. Dinar'dan rivayet edilmiştir."
    },
    {
      "id": 49,
      "narrator": "Nubaih b. Wahb reported that 'Umar b. Ubaidullah intended to marry Talha b. 'Umar with the daughter of Shaiba b. Jubair; so he sent a messenger to Aban b. Uthman to attend the marriage, and he was at that time the Amir of Hajj. Aban said:",
      "text": "Nubaih b. Wahb bildirdi ki, 'Umar b. Ubaidullah, Talha b. 'Umar'ı Shaiba b. Jubair'in kızıyla evlendirmek istiyordu; bu yüzden Aban b. Uthman'a evliliğe katılması için bir elçi gönderdi ve o zaman Hac Amiriydi. Aban dedi ki: 'Uthman b. 'Affan'ın Allah'ın Elçisi (ﷺ) şöyle dediğini işittim: Bir Muhrim ne kendisi evlenmeli, ne de başka birinin evliliğini düzenlemelidir, ne de evlilik teklifinde bulunmalıdır."
    },
    {
      "id": 50,
      "narrator": "Nubaih b. Wahb reported:",
      "text": "Nubaih b. Wahb bildirdi: Umar b. Ubaidullah b. Ma'mar, beni Aban b. Uthman'a gönderdi çünkü o, oğlunun Shaiba b. Uthman'ın kızıyla evlenmesi için teklif yapmak istiyordu. O (Aban b. Uthman) o zaman Hac mevsiminde (meşguldü). Dedi ki: Onu çöl adamı olarak değerlendiriyorum (çünkü) bir Muhrim ne evlenebilir, ne de birine evlenmesine izin verilir. Bu bilgiyi bize Uthman (b. Affan) Allah'ın Elçisi'nden (ﷺ) aktardı."
    },
    {
      "id": 51,
      "narrator": "Uthman b. 'Affan reported that Allah's Messenger (ﷺ) had said:",
      "text": "Uthman b. 'Affan bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: Bir Muhrim ne kendisi evlenmeli, ne de birine evlenmesine izin verilmelidir, ne de evlilik teklifinde bulunmalıdır."
    },
    {
      "id": 52,
      "narrator": "'Uthman (b. 'Affan) reported it directly from Allah's Apostle (ﷺ) that he said:",
      "text": "'Uthman (b. 'Affan) bunu doğrudan Allah'ın Elçisi'nden (ﷺ) duyduğunu bildirdi ki, o şöyle dedi: Bir Muhrim ne (o durumda) evlenmeli ne de evlilik teklifinde bulunmalıdır."
    },
    {
      "id": 53,
      "narrator": "Nabaih b. Wahb reported that Umar b. 'Ubaidullah b. Ma'mar intended to marry his son Talha with the daughter of Shaiba b. Jubair during the Pilgrimage. Aban b. Uthman was at that time the Amir of Pilgrims. So he ('Umar b. Ubaidullah) sent someone (as a messenger) to Aban saying:",
      "text": "Nabaih b. Wahb bildirdi ki, Umar b. 'Ubaidullah b. Ma'mar, Hac sırasında oğlu Talha'yı Shaiba b. Jubair'in kızıyla evlendirmek istiyordu. O zaman Aban b. Uthman Hac Amiriydi. Bu yüzden o ('Umar b. Ubaidullah) Aban'a şöyle dedi: Talha b. 'Umar ile evlenmek istiyorum ve bu evlilik töreninde senin orada olmanı içtenlikle arzuluyorum. Aban ona dedi: Seni bir akılsız Iraklı olarak buluyorum. 'Uthman b. 'Affan'ın Allah'ın Elçisi (ﷺ) şöyle dediğini işittim: Bir Muhrim evlenmemelidir."
    },
    {
      "id": 54,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported that Allah's Apostle (ﷺ) married Maimuna in the state of Ihram. Ibn Numair made this addition:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Maimuna ile ihram halinde evlendi. İbn Numair bu eklemeyi yaptı: \"Bunu Zuhri'ye aktardım ve o şöyle dedi: Yazid b. al-Asamm (Allah ondan razı olsun) bana, (Peygamber) onu muhrim olmadığı zaman evlendirdiğini söyledi.\""
    },
    {
      "id": 55,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported:",
      "text": "İbn 'Abbas (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Maimuna ile evlendiği sırada Muhrim idi."
    },
    {
      "id": 56,
      "narrator": "Yazid b. al-Asamm reported:",
      "text": "Yazid b. al-Asamm bildirdi: Maimuna bint al-Harith bana, Allah'ın Elçisi (ﷺ) ile evlendiğini ve onun ihramda olmadığını söyledi. Ve o (Maimuna) benim annemin kız kardeşi ve İbn 'Abbas'ın (Allah onlardan razı olsun) kız kardeşidir."
    },
    {
      "id": 57,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) as having said this:",
      "text": "İbn Umar (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: Sizden hiç kimse bir ticarette diğerine teklif vermemeli, ne de birinin yaptığı evlilik teklifine karşılık evlilik teklifi yapmamalıdır."
    },
    {
      "id": 58,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) as having said this:",
      "text": "İbn Umar (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: Bir kişi, kardeşi (zaten girmiş ama tamamlamamışsa) bir ticarete girmemelidir ve kardeşinin yaptığı evlilik teklifine karşılık evlilik teklifi yapmamalıdır, ta ki o izin verene kadar."
    },
    {
      "id": 59,
      "narrator": "Narrated Ibn Umar :",
      "text": "İbn Umar'dan nakledildi: Yukarıdaki hadis, İbn Umar tarafından başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Bu gibi bir hadis, Nafi' aracılığıyla aynı raviler zinciriyle bildirilmiştir."
    },
    {
      "id": 61,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as having forbidden a dweller of the town selling the merchandise of a villager or outbidding in a sale (in order that another might fall into a snare), or a person making the proposal of marriage when his brother has already made such a proposal, or entering into a transaction when his brother has already entered; and a woman asking the divorce of her sister in order to deprive her of what belongs to her. 'Amr made this addition:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından bir şehir sakininin köylünün malını satmasını veya bir satışta diğerini tuzağa düşürmek amacıyla teklif vermesini, kardeşi zaten böyle bir teklif yapmışken bir evlilik teklifi yapmasını veya kardeşi zaten bir işlem yapmışken bir işleme girmesini, ve bir kadının kız kardeşinin boşanmasını isteyerek onu sahip olduğu şeyden mahrum etmesini yasakladığını bildirmiştir. 'Amr bu eklemeyi yaptı: \"Kişi kardeşine karşı bir şey satın almamalıdır.\""
    },
    {
      "id": 62,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as having said this:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından şöyle söylediğini bildirmiştir: Satışta tuzağa düşürmek amacıyla teklif vermeyin. Hiçbir adam, kardeşinin zaten girdiği bir işleme girmemelidir, ve şehir sakini köylü adına satış yapmamalıdır. Ve hiçbir adam, kardeşinin zaten yaptığı bir evlilik teklifini yapmamalıdır ve hiçbir kadın, diğer (eş) için boşanma istememelidir ki onu sahip olduğu şeyden mahrum etmesin."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Bu hadisin benzeri, Zuhri'den aynı nakil zinciriyle ancak hafif bir değişiklikle rivayet edilmiştir."
    },
    {
      "id": 64,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından şöyle söylediğini bildirmiştir: Müslüman, kardeşine karşı bir şey satın almamalıdır ve kardeşinin zaten yaptığı evlilik teklifini yapmamalıdır."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre (Allah ondan razı olsun) aracılığıyla başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 66,
      "narrator": "'Uqba b. 'Amir said on the pulpit that Allah's Messenger (ﷺ) said:",
      "text": "Ukbe b. Amir, minberde Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini söyledi: Mümin, müminin kardeşidir, bu nedenle bir müminin kardeşine karşı teklif vermesi caiz değildir ve kardeşinin böyle bir teklifte bulunduğu durumda nişan teklifi yapmamalıdır, ta ki o vazgeçene kadar."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Şighar'ı yasakladığını bildirmiştir; bu, bir adamın kızını, diğerinin de kendi kızını ona vermesi şartıyla evlendirmesidir ve her iki tarafın da herhangi bir mehir ödemesi yoktur."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Bu hadisin benzeri, Abdullah b. Ömer (Allah onlardan razı olsun) aracılığıyla ancak kelimelerde hafif bir değişiklikle rivayet edilmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Şighar'ın yasaklandığını bildirmiştir."
    },
    {
      "id": 70,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as having said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: İslam'da Şighar yoktur."
    },
    {
      "id": 71,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Allah's Messenger (ﷺ) prohibited Shighar. Ibn Numair added:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Şighar'ın yasaklandığını bildirmiştir. İbn Numeyr ekledi: Şighar, bir kişinin diğerine şöyle demesi demektir: Kızını bana ver, ben de kızımı sana vereceğim; ya da kız kardeşini bana ver, ben de kız kardeşimi sana vereceğim."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Bu hadis, İbn Ömer aracılığıyla aynı nakil zinciriyle rivayet edilmiştir, ancak İbn Numeyr'den bahsedilmemektedir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Şighar'ın yasaklandığını bildirmiştir."
    },
    {
      "id": 74,
      "narrator": "'Uqba b. Amir (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ukbe b. Amir (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: Yerine getirilmesi gereken en değerli şart, cinsel ilişkiyi helal kılan şarttır. İbn Muthanna tarafından nakledilen rivayette \"şart\" kelimesi yerine \"şartlar\" ifadesi geçmektedir."
    },
    {
      "id": 75,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as having said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: Kocası olmayan (ya da boşanmış ya da dul) bir kadın, danışılmadan evlendirilmemelidir ve bir kız, izni alınmadan evlendirilmemelidir. Onlar Allah'ın Elçisi'ne (ﷺ) sordular: Kızın (bakire) rızası nasıl alınabilir? O (Peygamber) dedi ki: O, sessiz kalır."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 77,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'ine (ﷺ) bir velisi tarafından evlendirilen bir kızın, danışılmasının gerekip gerekmediğini sordum. Allah'ın Messenger'ı (ﷺ) şöyle dedi: Evet, ona danışılmalıdır. 'A'işe bildirdi: Ona utandığını söyledim, bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Sessizliği, rızasını gösterir."
    },
    {
      "id": 78,
      "narrator": "Ibn 'Abbas (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Abbas (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Eşi olmayan bir kadının, vasisinden daha fazla kendi bedenine hakkı vardır ve bir bakireden rızası sorulmalıdır, sessizliği de rızasını gösterir."
    },
    {
      "id": 79,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Daha önce evlenmiş bir kadın (Thayyib) vasisinden daha fazla kendi bedenine hakkı vardır. Ve bir bakire de danışılmalıdır, sessizliği de rızasını gösterir."
    },
    {
      "id": 80,
      "narrator": "Sufyan reported on the basis of the same chain of transmitters (and the words are):",
      "text": "Sufyan aynı rivayet zincirine dayanarak bildirmiştir (ve sözleri şunlardır): Daha önce evlenmiş bir kadın (Thayyib) vasisinden daha fazla kendi bedenine hakkı vardır; ve bir bakirenin babası, rızasını ondan istemelidir, rızası da sessizliğidir. Bazen şöyle derdi: Sessizliği, onaylamasıdır."
    },
    {
      "id": 81,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'ı (ﷺ) benimle altı yaşında evlendi ve dokuz yaşında evine kabul etti. Ayrıca şöyle dedi: Medine'ye gittik ve bir ay boyunca ateş geçirdim, saçlarım kulak loblarına kadar uzamıştı. Umm Ruman (annem) yanıma geldi ve o sırada salıncağımda oyun arkadaşlarımla birlikteydim. Beni yüksek sesle çağırdı ve ona ne istediğini bilmeden yanına gittim. Elimden tuttu ve kapıya götürdü, ben de: Ha, ha (sanki nefes almakta zorlanıyormuşum gibi) diyordum, kalbimin heyecanı geçene kadar. Beni bir eve götürdü, orada Ensar kadınları toplanmıştı. Hepsi bana dua ettiler ve iyi şanslar dilediler ve: Hayırda payın olsun, dediler. O (annem) beni onlara emanet etti. Başımı yıkadılar ve beni süslediler, hiçbir şeyden korkmadım. Allah'ın Messenger'ı (ﷺ) sabah oraya geldi ve beni ona emanet ettiler."
    },
    {
      "id": 82,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) benimle altı yaşında evlendi ve dokuz yaşında evime kabul etti."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "'A'işe (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) kendisiyle yedi yaşında evlendiğini ve dokuz yaşında gelin olarak evine alındığını, oyuncak bebeklerinin yanında olduğunu bildirmiştir; ve o (Peygamber) vefat ettiğinde on sekiz yaşındaydı."
    },
    {
      "id": 84,
      "narrator": "Narrated 'A'isha :",
      "text": "'A'işe (Allah ondan razı olsun) şöyle bildirmiştir: 'A'işe (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) kendisiyle altı yaşında evlendiğini ve dokuz yaşında evine alındığını, o (Peygamber) vefat ettiğinde on sekiz yaşında olduğunu bildirmiştir."
    },
    {
      "id": 85,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'işe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'ı (ﷺ) benimle Şevval ayında evlendi ve beni Şevval ayında gelin olarak evine aldı. Ve Allah'ın Messenger'ının (ﷺ) en çok sevdiği eşlerinden biri ben idim, ve 'A'işe, kadınların (ailesinin) Şevval ayında gelin olarak evlere girmesini istemiştir."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Bu hadis Sufyan'dan aynı rivayet zinciriyle nakledilmiştir, ancak 'A'işe'nin (Peygamber'in evine gelin olarak kabul edilmesi) eyleminden bahsedilmemiştir."
    },
    {
      "id": 87,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Messenger'ı (ﷺ) ile birlikteydim, bir adam geldi ve ona Ensar'dan bir kadınla evlendiğini bildirdi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Onu gördün mü? Adam: Hayır, dedi. O: Git ve ona bir bak, çünkü Ensar'ın gözlerinde bir şey vardır, dedi."
    },
    {
      "id": 88,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Bir adam Allah'ın Messenger'ına (ﷺ) geldi ve dedi ki: Ensar'dan bir kadınla evlendim, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Onu gördün mü, çünkü Ensar'ın gözlerinde bir şey vardır? Adam: Ona baktım, dedi. Bunun üzerine o: Hangi (mehir) ile evlendin? Adam: Dört 'ukiya ile, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Dört 'ukiya; sanki bu dağdan gümüş çıkarıyorsun (ve bu yüzden bu kadar büyük bir mehir vermeye hazırsın). Size verecek bir şeyimiz yok. Belki bir (sefer) göndeririz, orada ganimet elde edersin. Böylece o adamı Banu 'Abs'e gönderilen sefere yolladı."
    },
    {
      "id": 89,
      "narrator": "Sahl b. Sa'd al-Sa'idi (Allah be pleased with him) reported:",
      "text": "Sahl b. Sa'd el-Sa'idi (Allah ondan razı olsun) şöyle bildirmiştir: Bir kadın Allah'ın Messenger'ına (ﷺ) geldi ve dedi: Allah'ın Messenger'ı, kendimi sana emanet ettim (istediğinle evlendirebilirsin). Allah'ın Messenger'ı (ﷺ) onu gördü ve baştan aşağıya bir göz attı. Sonra Allah'ın Messenger'ı (ﷺ) başını eğdi. Kadın onun kendisiyle ilgili bir karar vermediğini görünce oturdu. Arkadaşlarından biri ayağa kalktı ve dedi: Allah'ın Messenger'ı, eğer ona ihtiyacın yoksa, onu bana evlendir. O (Peygamber) dedi: Yanında (verebileceğin) bir şey var mı? Adam: Hayır, Allah'ın Messenger'ı, Allah'a yemin ederim ki hiçbir şeyim yok, dedi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi: Ailene git ve bir şey bulup bulamayacağına bak. Adam döndü ve hiçbir şey bulamadığını söyledi. Allah'ın Messenger'ı (ﷺ) dedi: Bak, belki bir demir halka bulabilirsin. Gitti ve döndü ve dedi: Hayır, Allah'a yemin ederim ki bir demir halka bile bulamadım, sadece bu alt giysim (Sahl, üst giysisi olmadığını söyledi), yarısını (onun için vermeye) hazırım. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi: Alt giysin nasıl işine yarar, çünkü onu giyersen, onun için hiçbir faydası olmaz ve eğer o giyerse, senin üzerinde hiçbir şey kalmaz? Adam oturdu ve oturuşu uzadıkça hayal kırıklığı içinde ayağa kalktı ve geri dönerken Allah'ın Messenger'ı (ﷺ) onu geri çağırmasını emretti, ve geldiğinde ona dedi: Kur'an'dan herhangi bir bölüm biliyor musun? Adam: Şu ve bu sureleri biliyorum (ve onları saydı), bunun üzerine o (ﷺ) dedi: Onları ezbere okuyabilir misin? Adam: Evet, dedi, bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi: Git, onu sana evlendirdim, bildiğin Kur'an bölümü için."
    },
    {
      "id": 90,
      "narrator": "This hadith has been narrated on the authority of Sahl b. Sa'd with a minor alteration of words, but the hadith transmitted through Za'idah (the words are that the Holy Prophet) said:",
      "text": "Bu hadis Sahl b. Sa'd'dan az bir kelime değişikliği ile nakledilmiştir, ancak Za'idah aracılığıyla nakledilen hadiste (sözler şunlardır) Peygamber (ﷺ) dedi: Git, onu sana evlendirdim ve ona Kur'an'dan bir şey öğret."
    },
    {
      "id": 91,
      "narrator": "Abu Salama b. 'Abd al-Rahman reported:",
      "text": "Ebu Salama b. Abd al-Rahman rivayet etti: Allah'ın Elçisi (ﷺ) 'Aişe'ye, Allah'ın Elçisi'nin (ﷺ) mehir miktarının ne olduğunu sordum. O da: On iki 'ukiya ve bir nash olduğunu söyledi. O: Al-nash'ın ne olduğunu biliyor musun? dedi. Ben: Hayır, dedim. O: Bu, bir 'ukiya'nın yarısıdır ve beş yüz dirheme eşittir. Bu, Allah'ın Elçisi'nin (ﷺ) eşlerine verdiği mehir idi."
    },
    {
      "id": 92,
      "narrator": "Anas b. Malik reported that Allah's Apostle (ﷺ) saw the trace of yellowness on 'Abd al-Rahman b. 'Auf and said:",
      "text": "Enes b. Malik, Allah'ın Elçisi'nin (ﷺ) Abd al-Rahman b. 'Auf'un üzerinde sarı izler gördüğünü ve: Bu nedir? dediğini bildirdi. Abd al-Rahman: Allah'ın Elçisi, ben bir kadını bir hurma çekirdeği ağırlığında altınla evlendim, dedi. O da: Allah seni mübarek kılsın! Bir düğün ziyafeti ver, hatta sadece bir koyunla bile."
    },
    {
      "id": 93,
      "narrator": "Anas b. Malik (Allah be pleasedwith him) reported that 'Abd al-Rahman b. 'Auf (Allah be pleased with him) married during the lifetime of Allah's Messenger (ﷺ) for a nawat weight of gold and the messenger of Allah (ﷺ) said to him:",
      "text": "Enes b. Malik (Allah ondan razı olsun) rivayet etti ki, Abd al-Rahman b. 'Auf (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) zamanında bir nawat ağırlığında altınla evlendi ve Allah'ın Elçisi (ﷺ) ona: Bir ziyafet ver, hatta sadece bir koyunla bile, dedi."
    },
    {
      "id": 94,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported that 'Abd al-Rahman b. 'Auf (Allah be pleased with him) married a woman for a date-stone's weight of gold and Allah's Apostle (ﷺ) said to him:",
      "text": "Enes b. Malik (Allah ondan razı olsun) rivayet etti ki, Abd al-Rahman b. 'Auf (Allah ondan razı olsun) bir kadını bir hurma çekirdeği ağırlığında altınla evlendirdi ve Allah'ın Elçisi (ﷺ) ona: Bir düğün ziyafeti ver, hatta sadece bir koyunla bile, dedi."
    },
    {
      "id": 95,
      "narrator": "This hadith has been narrated on the authority of Humaid with the same chain of transmitters except (with this minor alteration of words) that 'Abd al-Rahman said:",
      "text": "Bu hadis, Humaid'in rivayetiyle aynı isnatla aktarılmıştır, ancak (bu küçük kelime değişikliği ile) Abd al-Rahman şöyle demiştir: \"Ben bir kadını evlendirdim.\""
    },
    {
      "id": 96,
      "narrator": "Abd al-Rahman b. 'Auf (Allah be pleased with him) reported that Allah's Messenger (ﷺ) saw the signs of the happiness of wedding in me, and I said:",
      "text": "Abd al-Rahman b. 'Auf (Allah ondan razı olsun) rivayet etti ki, Allah'ın Elçisi (ﷺ) bende düğün mutluluğunun izlerini gördü ve ben: Ben Ensar'dan bir kadınla evlendim, dedim. O: Ne kadar mehr verdin? dedi. Ben: Bir hurma çekirdeği ağırlığında altın verdim, dedim. Ve İshak tarafından rivayet edilen hadiste (nawat ağırlığında) altın olduğu belirtilmiştir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Enes b. Malik, Abd al-Rahman'ın bir kadını bir hurma çekirdeği ağırlığında altınla evlendirdiğini bildirdi."
    },
    {
      "id": 98,
      "narrator": "Shu'ba has narrattd this hadith with the same chain of transmitters except for (this alteration) that he said that a person from among the sons of 'Abd al Rahman said:",
      "text": "Şu'ba, bu hadisi aynı isnatla aktarmıştır, ancak (bu değişiklikle) Abd al-Rahman'ın oğullarından birinin: \"altından\" dediğini belirtmiştir."
    },
    {
      "id": 99,
      "narrator": "Anas (Allah be pleased with him) reported that Allah's Messenger (ﷺ) set out on an expedition to Khaibar and we observed our morning prayer in early hours of the dawn. The Messenger of Allah (ﷺ) then mounted and so did Abu Talha ride, and I was seating myself behind Abu Talha. Allah's Apostle (ﷺ) moved in the narrow street of Khaibar (and we rode so close to each other in the street) that my knee touched the leg of Allah's Apostle (ﷺ). (A part of the) lower garment of Allah's Apostle (ﷺ) slipped from his leg and I could see the whiteness of the leg of Allah's Apostle (ﷺ). As he entered the habitation he called:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Allah'ın Elçisi (ﷺ) Hayber'e bir sefer düzenledi ve sabah namazımızı erken saatlerde kıldık. Allah'ın Elçisi (ﷺ) daha sonra bindi ve Ebu Talha da bindi, ben de Ebu Talha'nın arkasında oturuyordum. Allah'ın Elçisi (ﷺ) Hayber'in dar sokağında ilerledi (ve sokakta birbirimize o kadar yakın oturduk ki) dizim Allah'ın Elçisi'nin (ﷺ) bacağına değdi. Allah'ın Elçisi'nin (ﷺ) alt giysisi bacağından kaydı ve Allah'ın Elçisi'nin (ﷺ) bacağının beyazlığını görebildim. Yerleşim yerine girdiğinde: Allahu Ekber (Allah en büyüktür) diye seslendi. Hayber harabe oldu. Ve bir kavmin vadisine indiğimizde, uyarılanların sabahı kötü. Bunu üç kez tekrarladı. Bu arada insanlar işlerine çıktılar ve: Vallahi, Muhammed (geldi) dediler. Abd al-Aziz veya bazı arkadaşlarımız: Muhammed ve ordu (geldi) dedi. O: Biz bunu (Hayber topraklarını) zorla aldık, ve savaş esirleri toplandı. Dihya geldi ve: Allah'ın Elçisi, bana esirlerden bir kız ver, dedi. O: Git ve herhangi bir kızı al, dedi. Safiyya bint Huyayy'ı seçti. Allah'ın Elçisi'ne (ﷺ) bir kişi geldi ve: Allah'ın Elçisi, Safiyya bint Huyayy'ı, Kuraiza ve Nadir'in liderini Dihya'ya verdin ve o yalnızca sana layıktır, dedi. O: Onu onunla birlikte çağır, dedi. Böylece o da onunla birlikte geldi. Allah'ın Elçisi (ﷺ) onu görünce: Esirlerden başka bir kadını al, dedi. O (rivayet eden) dedi ki: O (Peygamber) onu serbest bıraktı ve onunla evlendi. Thabit ona: Ebu Hamza, ona ne kadar mehr verdin? dedi. O: Ona özgürlüğünü verdi ve sonra onunla evlendi, dedi. Yolda Ümmü Süleym onu süsledi ve sonra gece onu (Peygamber'e) gönderdi. Allah'ın Elçisi (ﷺ) sabah bir damat gibi göründü. O (Peygamber) dedi: Kimde bir şey (yiyecek) varsa, onu getirsin. Sonra örtü serildi. Bir kişi peynirle, diğeri hurmalarla, bir diğeri de tereyağıyla geldi ve hais hazırladılar ve bu, Allah'ın Elçisi'nin (ﷺ) düğün ziyafeti oldu."
    },
    {
      "id": 100,
      "narrator": "This hadith has been narrated through another chain of transmitters on the authority of Anas that Allah's Apostle (ﷺ) emancipated Safiyya, and her emancipation was treated as her wedding gift, and in the hadith transmitted by Mu'adh on the authority of his father (the words are):",
      "text": "Bu hadis, Enes'in rivayetiyle başka bir isnatla aktarılmıştır ki, Allah'ın Elçisi (ﷺ) Safiyya'yı serbest bıraktı ve onun serbest bırakılması onun düğün hediyesi olarak kabul edildi. Mu'adh'ın babası aracılığıyla aktarılan hadiste ise (sözler): \"O (Peygamber) Safiyya ile evlendi ve ona serbest bırakılmasını düğün hediyesi olarak verdi.\" şeklindedir."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Ebu Musa, Allah'ın Elçisi'nin (ﷺ) bir cariyeyi serbest bırakan ve sonra onunla evlenen kişi hakkında: \"Ona iki mükafat vardır.\" dediğini bildirdi."
    },
    {
      "id": 102,
      "narrator": "Anas (Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Hayber Günü'nde Ebu Talha'nın arkasında oturuyordum ve ayaklarım Allah'ın Elçisi'nin (ﷺ) ayağına değdi. Güneş doğduğunda (Hayber halkına) geldik ve onlar hayvanlarını sürmüşlerdi, kendileri de balta, büyük sepetler ve çekiçlerle dışarı çıkmışlardı ve: (İşte geliyor) Muhammed ve ordu, dediler. Allah'ın Elçisi (ﷺ) dedi: Hayber harabe oldu. Gerçekten de bir kavmin vadisine indiğimizde, uyarılanların sabahı kötü (Kur'an, xxxvii. 177). Allah, Azametli ve Şanlı olan, onları (Hayber halkını) yendi ve Dihya'ya güzel bir kız düştü ve Allah'ın Elçisi (ﷺ) onu yedi baş karşılığında aldı ve sonra onu Ümmü Süleym'e emanet etti ki onu süslesin ve onunla evlenmeye hazırlasın. O (rivayet eden) dedi ki: O, onun 'iddet süresini (Ümmü Süleym'in) evinde geçirmesi gerektiğini düşündüğünü zannediyordu. (Kadın) Safiyya bint Huyayy'dı. Allah'ın Elçisi (ﷺ) hurma, peynir ve tereyağı içeren bir düğün ziyafeti düzenledi ve çukurlar kazıldı ve oraya yemek örtüleri serildi, peynir ve tereyağı getirildi ve bunlar oraya konuldu. İnsanlar doyana kadar yediler ve: O (Peygamber) onu (özgür bir kadın olarak) mı evlendirdi, yoksa bir cariye olarak mı evlendirdi, bilmiyoruz, dediler. Eğer o (Peygamber) ona peçe taktırırsa, o (özgür evli) bir kadın olur, eğer peçe taktırmazsa, o bir cariye olur, dediler. Bindiğinde, ona peçe taktırdı ve o da devenin arka kısmında oturdu; böylece onunla evlendiğini anladılar. Medine'ye yaklaştıklarında, Allah'ın Elçisi (ﷺ) (bindiği hayvanı) hızlı sürdü ve biz de öyle yaptık. 'Adba' (Allah'ın Elçisi'nin devesinin adı) tökezledi ve Allah'ın Elçisi (ﷺ) düştü ve o da (Radrat Safiyya) düştü. O (Peygamber) ayağa kalktı ve onu örttü. Kadınlar ona baktı ve: Allah, Yahudi kadından uzak tutsun! dediler. O (rivayet eden) dedi ki: Ben: Ebu Hamza, Allah'ın Elçisi (ﷺ) gerçekten düştü mü? dedim. O: Evet, vallahi, gerçekten düştü, dedi."
    },
    {
      "id": 103,
      "narrator": "Anas said:",
      "text": "Enes dedi ki: Zeynep'in düğün ziyafetini de gördüm ve o (Peygamber) insanlara ekmek ve et ikram etti ve onları doyana kadar yedirdi. O (Peygamber) beni insanları çağırmam için gönderdi ve o (düğün merasiminden) serbest kaldığında ayağa kalktı ve ben de onu takip ettim. İki kişi kaldı ve konuşmaya dalmışlardı ve dışarı çıkmadılar. O (Peygamber) daha sonra eşlerinin dairelerine doğru ilerledi. Her birine as-Salamu 'alaikum diyerek selam verdi ve: Aile fertleriniz, nasılsınız? dedi. Onlar: Allah'ın Elçisi, biz iyiyiz, dediler. O: Aileni nasıl buldun? derdi: İyi buldum. Bu selamlaşma işinden serbest kaldığında geri döndü ve ben de onunla geri döndüm. Kapıya vardığında (gördü ki) iki adam hâlâ konuşmaya dalmış. Onlar onu geri dönerken görünce ayağa kalktılar ve dışarı çıktılar; ve vallahi! Onlara gidip gitmediğimi bilmiyorum, ya da ona (onların gittiği) hakkında bir vahiy geldi. O (Peygamber) daha sonra geri döndü ve ben de onunla geri döndüm ve kapısının eşiğine adım attığında benimle arasında bir perde astı ve (bu vesileyle) Allah bu ayeti indirdi: (\"Ey iman edenler), Peygamberin evlerine izinsiz girmeyin.\" (xxxiii. 53)."
    },
    {
      "id": 104,
      "narrator": "Anas, (Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Safiyya (Allah ondan razı olsun) Dihya'ya savaş ganimeti olarak düştü ve Allah'ın Elçisi'nin (ﷺ) huzurunda onu övdüler ve: Savaş esirleri arasında onun gibisini görmedik, dediler. O, Dihya'ya bir elçi gönderdi ve ona talep ettiği her şeyi verdi. Sonra onu anneme gönderdi ve onu süslemesini istedi. Allah'ın Elçisi (ﷺ) Hayber'den çıkıp, diğer tarafına geçtiğinde durdu ve onun için bir çadır kuruldu. Sabah olduğunda Allah'ın Elçisi (ﷺ) dedi: Kimde fazla yiyecek varsa, onu bize getirsin. Bazı kişiler fazla hurma, diğerleri de arpa lapası getirdiler ve bir yığın haline geldi. Hais yemeye başladılar ve yanlarında bulunan yağmur suyu olan havuzdan içmeye başladılar. Enes, bu durumun Allah'ın Elçisi'nin (ﷺ) düğün ziyafeti olduğunu söyledi. Daha sonra Medine'nin duvarlarını görene kadar ilerledik ve sevindik. Bineklerimizi hızlı koşturduk ve Allah'ın Elçisi (ﷺ) de bineklerini hızlı koşturdu. Safiyya (Allah ondan razı olsun) onun arkasındaydı ve Allah'ın Elçisi (ﷺ) onu arkasında oturttu. Allah'ın Elçisi'nin (ﷺ) devesi tökezledi ve o (Peygamber) düştü ve o da düştü. Ve insanlar onu ve onu görmüyordu, ta ki Allah'ın Elçisi (ﷺ) ayağa kalkıp onu örttü ve biz ona geldik ve: Biz bir zarar görmedik, dedi. Medine'ye girdik ve evin genç kızları dışarı çıktı. Onlar (Radrat Safiyya'yı) gördüler ve düşmesinden dolayı ona yüklendiler."
    },
    {
      "id": 105,
      "narrator": "Anas (Allah be pleased with him) reported:",
      "text": "Enes (Allah ondan razı olsun) rivayet etti: Zeynep'in 'iddeti sona erdiğinde, Allah'ın Elçisi (ﷺ) Zeyd'e onu ona hatırlatmasını söyledi. Zeyd, ona kadar gitti ve onu unlu mayalı hamurunu mayalarken gördü. O (Zeyd) dedi: Onu görünce kalbimde onun büyüklüğü hakkında bir düşünce hissettim, öyle ki ona bakamadım (sadece) Allah'ın Elçisi'nin (ﷺ) onu anmış olmasından dolayı. Bu yüzden ona sırtımı döndüm. Ve geri döndüm, ve: Zeynep, Allah'ın Elçisi (ﷺ) sana bir mesajla gönderdi, dedim. O: Ben, Rabbimin rızasını sormadan hiçbir şey yapmam, dedi. Bunun üzerine ibadet yerine durdu ve (kendi evliliği ile ilgili) Kur'an ayetleri indirildi ve Allah'ın Elçisi (ﷺ) ona izinsiz geldi. O (rivayet eden) dedi: Allah'ın Elçisi (ﷺ) bize ekmek ve et ikram etti, güneş doğuncaya kadar ve insanlar ayrıldılar, ama bazı kişiler konuşmaya dalmış olarak evde kaldılar. Allah'ın Elçisi (ﷺ) de dışarı çıktı ve ben de onu takip ettim ve eşlerinin dairelerini ziyaret etmeye başladı, onlara selam vererek: As-Salamu 'alaikum, derdi ve onlar: Allah'ın Elçisi, ailenizi (Radrat Zeynep) nasıl buldunuz? derlerdi. O (rivayet eden) dedi: Onlara insanların dışarı çıktığını bildirdiğimi bilmiyorum, yoksa o (Peygamber) bana (bu konuda) bilgi verdi. O, ilerleyerek dairesine girdi ve ben de onunla birlikte girmek istedim, ama o benimle arasında bir perde astı, çünkü (seclusion ile ilgili) ayetler indirildi ve insanlara kendilerine verilen talimatlar doğrultusunda hareket etmeleri emredildi. İbn Rafii, rivayetinde şu eklemeyi yaptı: \"Ey iman edenler, Peygamberin evlerine izinsiz girmeyin, yemek için izin verilmedikçe, pişirilmesi tamamlanmadan beklemeyin...\" cümlesine kadar \"... Allah, gerçeği gizlemez.\""
    },
    {
      "id": 106,
      "narrator": "Anas (Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) eşlerinden herhangi birinin düğününde Zeynep ile yaptığı gibi bir düğün ziyafeti vermedi; o zaman bir keçi kurban etti."
    },
    {
      "id": 107,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported:",
      "text": "Anas b. Malik (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) Zeynep ile yaptığı düğün ziyafetinden daha güzel bir düğün ziyafeti vermedi. Thabit el-Bunani (rivayet edenlerden biri) dedi ki: Düğün ziyafetinde ne ikram etti? O (Anas) dedi ki: Onlara ekmek ve et öyle bol miktarda ikram etti ki (misafirler) onu (kendi istekleriyle) bırakıp gittiler."
    },
    {
      "id": 108,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported:",
      "text": "Anas b. Malik (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) Zeynep bint Cahş ile evlendiğinde insanları (düğün ziyafetine) davet etti ve onlar yemek yediler. Sonra orada oturdular ve sohbet etmeye başladılar. O (Peygamber) kalkacakmış gibi bir hareket yaptı ama (sohbet edenler) kalkmadılar. O (Peygamber) bunu görünce kalktı ve kalktığında, başka bazı kişiler de kalktı. 'Asim ve Abd al-A'la kendi rivayetlerinde şu eklemeyi yaptılar: Üç (kişi) orada oturuyordu ve Allah'ın Elçisi (ﷺ) oraya girmek için geldi ama orada oturanları buldu. Sonra onlar kalkıp gittiler. O dedi ki: Sonra ben gelip Allah'ın Elçisi'ne (ﷺ) onların gittiğini bildirdim. O (Peygamber) oraya geldi ve (daireye) girdi. Ben de gittim ve girmek üzereydim, o sırada benimle arasında bir perde astı (ve bu vesileyle) Allah, Azze ve Celle, şu ayeti indirdi: \"Ey iman edenler! Peygamberin evlerine, size yemek izni verilmedikçe girmeyin; pişirilmesini beklemeyin...\" (Ahzab, 53)."
    },
    {
      "id": 109,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported:",
      "text": "Anas b. Malik (Allah ondan razı olsun) şöyle bildirdi: Ben, Hijab (örtünme ve seclusion) konusunda insanlardan en iyi bilgiye sahip olanıydım. Ubayy b. Ka'b bana bununla ilgili sorular sorardı. Anas (Allah ondan razı olsun) şöyle anlattı: Allah'ın Elçisi (ﷺ) sabah Zeynep bint Cahş'ın damadı olarak kalktı (Allah ondan razı olsun) çünkü onu Medine'de evlendirmişti. Güneş yükseldikten sonra insanları düğün ziyafetine davet etti. Allah'ın Elçisi (ﷺ) orada oturdu ve insanlar kalktıktan sonra onunla birlikte bazı kişiler oturmaya devam etti; sonra Allah'ın Elçisi (ﷺ) kalktı ve yürümeye başladı, ben de onunla birlikte yürüdüm ta ki 'A'işe'nin (Allah ondan razı olsun) dairesinin kapısına kadar. O, (yemekten sonra orada oturanların) gittiğini düşündü. Böylece geri döndü ve ben de onunla geri döndüm ama onlar hâlâ yerlerinde oturuyorlardı. O, ikinci kez geri döndü ve ben de geri döndüm ta ki 'A'işe'nin dairesine ulaşana kadar. O tekrar geri döndü ve ben de geri döndüm ve o zaman onlar (o sırada) kalkmışlardı ve o, benimle arasında bir perde astı (Hadrat Zeynep'in dairesinin kapısında, orada kalması gereken yerde) ve Allah, örtünme ile ilgili ayeti indirdi."
    },
    {
      "id": 110,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported:",
      "text": "Anas b. Malik (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) evlendi ve karısına gitti. Annem Ümmü Süleym, bir kapta hais hazırladı ve onu bir toprak kapta koydu ve dedi ki: Anas, bunu Allah'ın Elçisi'ne (ﷺ) götür ve de ki: Annem bunu sana gönderdi, selamlarını sunuyor ve bu bizim adımıza sana mütevazı bir hediye. Ben de bunu Allah'ın Elçisi'ne (ﷺ) götürdüm ve dedim: Annem sana selam gönderiyor ve bu bizim adımıza sana mütevazı bir hediye. O dedi ki: Bunu buraya koy. Sonra dedi ki: Git ve benim adıma şu ve bu kişiyi davet et ve bazı kişilerin isimlerini de verdi. O (Anas) dedi ki: Ben onun adını verdiği ve karşılaştığım herkesi davet ettim. Ben (rivayet edenlerden biri) Anas'a dedim: Kaç (kişi) vardı? O (Anas) dedi ki: Yaklaşık üç yüz kişiydiler. Sonra Allah'ın Elçisi (ﷺ) bana dedi ki: Anas, o toprak kabı getir. Onlar (misafirler) içeri girmeye başladılar ta ki avlu ve daire tamamen dolana kadar. Allah'ın Elçisi (ﷺ) dedi ki: On kişilik bir daire oluşturun ve her kişi en yakından yesin. Onlar yemeye başladılar, ta ki doyana kadar. Bir grup (yemekten sonra) dışarı çıktı ve başka bir grup içeri girdi ta ki hepsi yemiş oldu. O (Peygamber) bana dedi: Anas, onu (toprak kabı) kaldır, ben de kaldırdım ama onu (Allah'ın Elçisi'nin) önüne koyduğumda daha fazla mıydı yoksa onu kaldırdığımda mı daha fazlaydı, bunu değerlendiremiyordum. Onlardan bir grup Allah'ın Elçisi'nin evinde konuşmaya başladı ve Allah'ın Elçisi (ﷺ) oturuyordu ve eşi duvara dönük oturuyordu. Bu, Allah'ın Elçisi'ne (ﷺ) sıkıntı veriyordu, bu yüzden Allah'ın Elçisi (ﷺ) dışarı çıktı ve eşlerine selam verdi. Sonra geri döndü. Misafirler Allah'ın Elçisi'nin (ﷺ) geri döndüğünü görünce, bu (onların uzun kalması) onun için bir sıkıntı olduğunu düşündüler. O (rivayet eden) dedi ki: Onlar kapıya doğru acele ettiler ve hepsi dışarı çıktı. Ve Allah'ın Elçisi (ﷺ) geldi ve bir perde astı ve içeri girdi, ben de onun dairesinde oturuyordum ve o çok uzun süre kalmadı. Sonra bana geldi ve bu ayetler indirildi. Allah'ın Elçisi (ﷺ) dışarı çıktı ve onları insanlara okudu: \"Ey iman edenler! Peygamberin evlerine, size yemek izni verilmedikçe girmeyin; pişirilmesini beklemeyin - ama davet edildiğinizde girin ve yemek yedikten sonra dağılmayın, konuşmaları dinlemek için beklemeyin. Bu, Peygamber için sıkıntı vericidir...\" (Ahzab, 53). (El-Ca'd dedi ki: Anas, bu ayetleri ilk duyan kişiyim, bu yüzden Peygamberin (ﷺ) eşleri örtünmeye (hijab) başladılar)."
    },
    {
      "id": 111,
      "narrator": "Anas (Allah be pleased with him) reported:",
      "text": "Anas (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) Zeynep ile evlendiğinde, Ümmü Süleym ona taş bir kapta hediyeler gönderdi. Anas, Allah'ın Elçisi'nin (ﷺ) ona dediğini aktardı: Git ve benim adıma karşılaştığın tüm Müslümanları davet et. Ben de onun adına karşılaştığım herkesi davet ettim. Onlar (evine) girdiler, yemek yediler ve dışarı çıktılar. Ve Allah'ın Elçisi (ﷺ) elini yiyeğin üzerine koymuştu ve ona bereket dua etti ve Allah'ın istediği her şeyi söyledi ve karşılaştığım hiç kimse davetsiz kalmadı. Onlar doyana kadar yediler ve dışarı çıktılar, ama aralarından bir grup orada kaldı ve uzun bir tartışmaya daldı. Allah'ın Elçisi (ﷺ) onlara bir şey söylemekten çekindi. Böylece dışarı çıktı ve onları evinde bıraktı ve Allah, Azim ve Celil, şu ayeti indirdi: \"Ey iman edenler! Peygamberin evlerine, size yemek izni verilmedikçe girmeyin; pişirilmesini beklemeyin.\" Katâde (Ghaira Nazirina yerine) Ghaira Mutahayyinina kelimesini kullandı (yani, yemek zamanı beklemeyin). Ama davet edildiğinizde girin...\" bu ayete kadar. Bu, kalpleriniz ve onların kalpleri için daha temizdir."
    },
    {
      "id": 112,
      "narrator": "Ibn Umar (Allah be pleased with him) reported that Allah's Messenger (ﷺ) said:",
      "text": "İbn Ömer (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) dedi ki: Sizden biri bir ziyafete davet edildiğinde, ona katılmalıdır."
    },
    {
      "id": 113,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Sizden biri bir ziyafete davet edildiğinde, onu kabul etmelidir. 'Ubaidullah bu ziyafeti bir düğün ziyafeti olarak değerlendirdi."
    },
    {
      "id": 114,
      "narrator": "Ibn Umar (Allah be pleased withthem) reported Allah's Apostle (ﷺ) having said this:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Sizden biri bir düğün ziyafetine davet edildiğinde, onu kabul etmelidir."
    },
    {
      "id": 115,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (may be upon him) having said this:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Davet edildiğinizde ziyafeti kabul edin."
    },
    {
      "id": 116,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Sizden biri kardeşini davet ettiğinde, o (kardeş) düğün ziyafetini veya benzerini kabul etmelidir."
    },
    {
      "id": 117,
      "narrator": "Ibn 'Umar (Allah be pleated with them) reported Allah's Messenger (ﷺ) having said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Düğün ziyafetine veya benzerine davet edilen kimse onu kabul etmelidir."
    },
    {
      "id": 118,
      "narrator": "\" Abdullah b. Umar (Allah be pleased with them) reported Allah's Messen- ger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Davet edildiğinizde ziyafete gelin."
    },
    {
      "id": 119,
      "narrator": "Nafil reported:",
      "text": "Nafil şöyle bildirdi: Abdullah b. Ömer (Allah onlardan razı olsun) anlatırken duydum ki Allah'ın Elçisi (ﷺ) dedi: Davet edildiğinizde ziyafeti kabul edin. Ve Abdullah (b. Ömer) ziyafete gelirdi, ister düğün ziyafeti olsun ister başka bir şey, oraya oruçlu halde bile gelirdi."
    },
    {
      "id": 120,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) having said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Davet edildiğinizde bir ziyafete (hatta) koyun bacağı olsa bile, onu kabul etmelisiniz."
    },
    {
      "id": 121,
      "narrator": "Jabir (Allah be pleased with him) reported that Allah's Messenger (may peace he upon him) said:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ona selam ve salat olsun) dedi ki: Sizden biri bir ziyafete davet edildiğinde, onu kabul etmelidir. İsterse yer, isterse yemekten vazgeçer. İbn Matanî \"ziyafet\" kelimesini anmamıştır."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Bu hadisin benzeri Abd Zübeyr'den aynı rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 123,
      "narrator": "Abu Haraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Sizden biri davet edildiğinde, daveti kabul etmelidir. Eğer oruçlu ise, (ev halkına) dua etmelidir; oruçlu değilse, yemelidir."
    },
    {
      "id": 124,
      "narrator": "Abu Huraira (Allah be pleased with him) used to say:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) derdi ki: En kötü yiyecek, zenginlerin davet edildiği ve fakirlerin göz ardı edildiği düğün ziyafetidir. Ziyafete gelmeyen, aslında Allah'a ve Elçisine (ﷺ) itaatsizlik etmiş olur."
    },
    {
      "id": 125,
      "narrator": "Sufyan reported:",
      "text": "Süfyan şöyle bildirdi: Zuhri'ye dedim ki: Ebu Bekir, \"En kötü yiyecek zenginlerin düğün ziyafetindedir\" hadisi ne anlama geliyor? Gülerek şöyle dedi: Zenginlerin verdiği ziyafette sunulan yiyecek kendiliğinden kötü değildir. Süfyan dedi ki: Babam zengindi, bu hadisi duyduğumda rahatsız oldum, bu yüzden Zuhri'ye sordum; o da 'Abd al-Rahman al-Alraj'dan işittiğini, onun da Ebu Hureyre (Allah ondan razı olsun) şöyle dediğini aktardı: En kötü yiyecek düğün ziyafetinde sunulan yiyecektir. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre (Allah ondan razı olsun) aracılığıyla başka bir rivayet zinciri ile nakledilmiştir. Bu hadisin benzeri Ebu Hureyre (Allah ondan razı olsun) aracılığıyla başka bir rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: En kötü yiyecek, davet edilenin dışlandığı düğün ziyafetindedir; daveti reddeden ise davet edilmiştir ve daveti kabul etmeyen, Allah'a ve Elçisine (ﷺ) itaatsizlik etmiştir."
    },
    {
      "id": 128,
      "narrator": "'A'isha (Allah he pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Rifa'a'nın eşi, Allah'ın Elçisine (ﷺ) geldi ve şöyle dedi: Rifa'a ile evliydim ama o beni boşadı, boşanma işlemi geri alınamaz hale geldi. Sonrasında Abd al-Rahman b. al-Zubair ile evlendim, ama onun sahip olduğu her şey bir giysinin püskülü gibidir (yani cinsel olarak zayıftır). Bunun üzerine Allah'ın Elçisi (ﷺ) gülümsedi ve dedi ki: Rifa'a'ya geri dönmek mi istiyorsun? (Bunu) yapamazsın, ta ki onun tatlılığını tadana ve onun (Abd al-Rahman) da senin tatlılığını tadana kadar. O sırada Ebu Bekir, (Peygamberin) yanındaydı ve Halid (b. Sa'id) kapıda, içeri girmesi için izin bekliyordu. Halid yüksek sesle dedi: Ebu Bekir, Allah'ın Elçisinin (ﷺ) huzurunda yüksek sesle ne söylediğini duyuyor musun?"
    },
    {
      "id": 129,
      "narrator": "'A'isha (Allah be pleased with her), the wife of Allah's Apostle (ﷺ), reported that Rifa'a al-Quraid (Allah be pleased with him) divorced his wife, making her divorce irrevocable. Afterwards she married Abd at-Rahman b. al-Zubair (Allah be pleased with him), She came to Allah'sApostle (may peace be upon him and said to Allah's messenger (ﷺ) that she had been the wife of Rifa'a (Allah be pleased with him) and he had divorced her by three pronouncements and afterwards she married 'Abd al-Rahman b. al-Zubair. By Allah, all he possesses is like the fringe of a garment, and she took hold of the fringe of her garment. Thereupon Allah's Messenger (ﷺ) laughed and said:",
      "text": "Aişe (Allah ondan razı olsun), Allah'ın Elçisinin (ﷺ) eşi, Rifa'a al-Quraid'in (Allah ondan razı olsun) karısını boşadığını, onun boşanmasının geri alınamaz hale geldiğini bildirmiştir. Sonrasında o, Abd al-Rahman b. al-Zubair (Allah ondan razı olsun) ile evlendi. Allah'ın Elçisine (ona selam ve salat olsun) geldi ve ona Rifa'a'nın (Allah ondan razı olsun) karısı olduğunu, onun üç boşama ile boşadığını ve sonrasında Abd al-Rahman b. al-Zubair ile evlendiğini söyledi. Vallahi, onun sahip olduğu her şey bir giysinin püskülü gibidir ve o, giysisinin püskülünü tuttu. Bunun üzerine Allah'ın Elçisi (ﷺ) güldü ve dedi ki: Belki Rifa'a'ya geri dönmek istiyorsun, (ama bunu) yapamazsın, ta ki o senin tatlılığını tadana ve sen de onun tatlılığını tadana kadar. O sırada Ebu Bekir es-Sıddık (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) ile birlikte oturuyordu ve Halid b. Sa'id b. al-'As (Allah ondan razı olsun) da dairesinin kapısında oturuyordu ve içeri girmesine izin verilmedi, Halid yüksek sesle şöyle dedi: Ebu Bekir, Allah'ın Elçisinin (ﷺ) huzurunda yüksek sesle söylediklerine neden onu azarlamıyorsun?"
    },
    {
      "id": 130,
      "narrator": "`A'isha (Allah be pleased with her) reported that Rifa`a al Qurazi divorced his wife and afterwards `Abd al-Rahman b. al-Zubair married her. She came to Allah's Apostle (ﷺ) and said:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Rifa'a al-Qurazi karısını boşadı ve sonrasında Abd al-Rahman b. al-Zubair onunla evlendi. O, Allah'ın Elçisine (ﷺ) geldi ve şöyle dedi: Allah'ın Elçisi, Rifa'a beni üç boşama ile boşadı. (Hadisin geri kalanı aynıdır.)"
    },
    {
      "id": 131,
      "narrator": "'A'isha (Allah be pleased with her) reported that Allah's Messenger (ﷺ) was asked about a woman whom a man married and then divorced her, and then she married (another) person, and she was divorced before sexual intercourse with her, whether it was lawful for her first husband (to marry her in this state). He (the Holy Prophet) said:",
      "text": "Aişe (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Elçisine (ﷺ) bir adamın evlendiği ve sonra boşadığı, ardından başka bir kişiyle evlendiği ve onunla cinsel ilişkiye girmeden boşandığı bir kadın hakkında soruldu. İlk kocasının, bu durumda onu evlenmesinin caiz olup olmadığı soruldu. O (Peygamber) dedi ki: Hayır, ta ki o onun tatlılığını tadana kadar."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Bu hadisin benzeri Hişam aracılığıyla aynı rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 133,
      "narrator": "'A'Asha (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Bir kişi karısını üç boşama ile boşadı; sonra başka bir kişi onunla evlendi ve o da onunla cinsel ilişkiye girmeden boşadı. Sonrasında ilk kocası onu yeniden evlenmek istedi. Allah'ın Elçisine (ﷺ) böyle bir durum hakkında soruldu ve o dedi ki: Hayır, ta ki ikinci kişi onun tatlılığını tadana kadar, ilk kişinin tadığı gibi."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Bu hadisin benzeri Aişe (Allah ondan razı olsun) aracılığıyla aynı rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 135,
      "narrator": "Ibn\" Abbas (Allah be pleased with thern) reported that Allah's Messenger (ﷺ) said:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) dedi ki: Sizden biri eşine gitmeyi düşündüğünde şöyle demelidir: Allah'ın adıyla, Allah'ım, bizi Şeytan'dan koru ve bize bahşettiğin kişiden Şeytan'ı uzak tut; eğer onlara bir erkek çocuk takdir ettiyse, Şeytan ona hiçbir zarar veremez."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Bu hadis, başka bir nakil zinciriyle rivayet edilmiştir ve içinde \"Bismillah\" (Allah'ın adıyla) ifadesine yer verilmemiştir."
    },
    {
      "id": 137,
      "narrator": "Jabir (Allah be pleased with him) declared that the Jews used to say:",
      "text": "Cabir (Allah ondan razı olsun) Yahudilerin şöyle dediğini bildirmiştir: Bir adam karısıyla vajinal yolla ilişkiye girdiğinde, eğer kadın sırt üstü yatıyorsa, çocuk şaşı olur; bu yüzden ayet indi: \"Kadınlarınız, sizin ekinlerinizdir; o halde ekinlerinize istediğiniz gibi gidin.\" (Bakara 223)"
    },
    {
      "id": 138,
      "narrator": "Jabir (b. Abdullah) (Allah be pleased with him) reported that the Jews used to say that when one comes to one's wife through the vagina, but being on her back, and she becomes pregnant, the child has a squint. So the verse came down:",
      "text": "Cabir (b. Abdullah) (Allah ondan razı olsun) Yahudilerin, bir adam karısıyla vajinal yolla ilişkiye girdiğinde, eğer kadın sırt üstü yatıyorsa ve hamile kalırsa, çocuğun şaşı olacağını söylediklerini bildirmiştir. Bu yüzden ayet indi: \"Kadınlarınız, sizin ekinlerinizdir; o halde ekinlerinize istediğiniz gibi gidin.\""
    },
    {
      "id": 139,
      "narrator": "This hadith has been reported on the authority of Jabir through another chain of transmitters, but in the hadith transmitted on the authority of Zuhri there is an addition (of these words):",
      "text": "Bu hadis, Cabir'in rivayetiyle başka bir nakil zincirinden aktarılmıştır, ancak Zuhri'nin rivayetinde şu ekleme bulunmaktadır: \"Eğer isterse, sırt üstü veya önünde ilişkiye girebilir, fakat bu bir açıklıktan (vajinadan) olmalıdır.\""
    },
    {
      "id": 140,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Allah's Apostle (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Bir kadın, kocasının yatağından uzak bir gece geçirirse, sabaha kadar melekler ona lanet eder."
    },
    {
      "id": 141,
      "narrator": "This hadith has been narrated through the same chain of transmitters (with a slight variation):",
      "text": "Bu hadis, aynı nakil zincirinden (küçük bir farklılıkla) rivayet edilmiştir: \"Dedi ki: Ta ki geri dönene kadar.\""
    },
    {
      "id": 142,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Canım elinde olan Allah'a yemin ederim ki, bir adam karısını yatağına çağırdığında ve o cevap vermediğinde, gökte olan (Allah) ona kızar, ta ki kocası ondan razı olana kadar."
    },
    {
      "id": 143,
      "narrator": "Abu Huraira (Allah he pleased with him) reported Allah's Messenger (may, peace be upon him) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurduğunu bildirmiştir: Bir adam karısını yatağına davet ettiğinde ve o gelmediğinde, kocası onunla öfkeli bir şekilde geceyi geçirirse, melekler ona sabaha kadar lanet eder."
    },
    {
      "id": 144,
      "narrator": "Abu Sa'id al-Khudri (Allah he pleased with him) reported that Allah's Messenger (may peace be upoin him) said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurduğunu bildirmiştir: Kıyamet Günü'nde Allah katında insanların en kötüleri, karısına giden ve o da ona gelen, sonra onun sırrını açığa çıkaran adamdır."
    },
    {
      "id": 145,
      "narrator": "Abu Sirma al-Khudri (Allah he pleased with him ) reported Allah's Messen- ger (ﷺ) as saying:",
      "text": "Ebu Sirma el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Kıyamet Günü'nde Allah katında en önemli emanet, bir adamın karısına gitmesi ve onun da ona gitmesidir (bu emaneti ihlal etmek ise) onun sırrını açığa çıkarmasıdır. İbn Numair bu hadisi kelime değişikliği ile rivayet etmiştir."
    },
    {
      "id": 146,
      "narrator": "Abu Sirma said to Abu Sa'id al Khadri (Allah he pleased with him):",
      "text": "Ebu Sirma, Ebu Sa'id el-Hudri'ye (Allah ondan razı olsun) dedi: Ey Ebu Sa'id, Allah'ın Elçisi (ﷺ) 'azl' hakkında bir şey söyledi mi? O da: Evet, ve ekledi: Biz, Allah'ın Elçisi (ﷺ) ile Bi'l-Mustaliq seferine çıktık ve bazı mükemmel Arap kadınlarını esir aldık; onları arzuladık, çünkü eşlerimizin yokluğundan muzdarip idik, (ama aynı zamanda) onlardan fidye de istiyorduk. Bu yüzden onlarla ilişkiye girmeye karar verdik ama 'azl' (boşalma öncesi çekilme) uygulayarak. Ama dedik ki: Allah'ın Elçisi aramızdayken bir iş yapıyoruz; neden ona sormayalım? Böylece Allah'ın Elçisi'ne (ﷺ) sorduk ve o: \"Yapmasanız da olur, çünkü Kıyamet Günü'ne kadar doğması gereken her ruh doğacaktır.\" dedi."
    },
    {
      "id": 147,
      "narrator": "A hadith like this has been narrated on the authority of Habban with the same chain of transmitters (but with this alteration) that he said:",
      "text": "Bu hadis, aynı nakil zincirinden Habban'ın rivayetiyle benzer bir şekilde aktarılmıştır (ama şu değişiklikle): \"Allah, Kıyamet Günü'ne kadar yaratması gerekenleri belirlemiştir.\""
    },
    {
      "id": 148,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi: Biz kadınları esir aldık ve onlarla 'azl' yapmak istedik. Sonra Allah'ın Elçisi (ﷺ) hakkında bunu sorduk ve o bize şöyle dedi: \"Gerçekten yapıyorsunuz, gerçekten yapıyorsunuz, gerçekten yapıyorsunuz, ama Kıyamet Günü'ne kadar doğması gereken ruh doğmalıdır.\""
    },
    {
      "id": 149,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) (was asked if he had heard it himself), to which he said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) (kendi duyup duymadığı sorulduğunda), o da: Evet, (duydum) Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Eğer bunu uygulamazsanız bir sakınca yoktur, çünkü (çocuğun doğması) Allah tarafından takdir edilmiştir.\""
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Bu hadis, Ebu Sa'id'ın rivayetiyle aynı nakil zincirinden ama kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 151,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported that Allah's Apostle (ﷺ) was asked about 'azl, whereupon he said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) 'azl hakkında sorulduğunda şöyle dedi: Eğer bunu yapmazsanız bir zarar yoktur, çünkü (çocuğun doğumu) takdir edilmiştir. Muhammed (rivayet edenlerden biri) dedi ki: (Sözler) La 'alaykum (bir zarar yoktur) bunun yasak olduğunu ima eder."
    },
    {
      "id": 152,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported that mention was made of 'azl in the presence of Allah's Apostle (ﷺ) whereupon he said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) huzurunda 'azl'dan bahsedildiğinde, o şöyle dedi: Neden bunu uyguluyorsunuz? Onlar dediler ki: Bir adamın karısı çocuğu emzirmek zorunda ve eğer o kişi onunla cinsel ilişkiye girerse (hamile kalabilir) ki bu da hoşuna gitmez, başka bir kişi ise bir cariye sahip ve onunla cinsel ilişkiye giriyor, ama onun hamile kalmasını istemiyor ki o da Umm Walad olmasın. Bunun üzerine o (Kutsal Peygamber) dedi ki: Eğer bunu yapmazsanız bir zarar yoktur, çünkü (çocuğun doğumu) önceden takdir edilmiştir. İbn 'Aun dedi ki: Bu hadisi Hasan'a anlattım, o da dedi ki: Vallahi, (sanki) bunun içinde (azl için) bir kınama var gibi."
    },
    {
      "id": 153,
      "narrator": "Ibn 'Aun reported:",
      "text": "İbn 'Aun bildirdi: Ben, İbrahim'den 'Abd al-Rahman b. Bişr'in (azl ile ilgili hadisi) rivayet ettiğini Muhammed'e bildirdim, bunun üzerine o dedi ki: O (hadis) Abd al-Rahman b. Bişr tarafından bana da rivayet edilmiştir."
    },
    {
      "id": 154,
      "narrator": "Ma'bad b. Sirin said to Abu Sa'id (Allah be pleased with him):",
      "text": "Ma'bad b. Sirin Ebu Sa'id'e (Allah ondan razı olsun) şöyle dedi: Allah'ın Elçisi (ﷺ) 'azl hakkında bir şey söylediğini duydun mu? Bunun üzerine o dedi ki: Evet. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 155,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) huzurunda 'azl'dan bahsedildiğinde, o şöyle dedi: Sizden hiç kimse neden bunu uyguluyor? (O, 'biriniz bunu yapmamalıdır' demedi), çünkü Allah'tan başka yaratan bir ruh yoktur."
    },
    {
      "id": 156,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported that Allah's Messenger (ﷺ) was asked about 'azl, whereupon he said:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) 'azl hakkında sorulduğunda, o şöyle dedi: Çocuk, bütün sıvılardan (sperma) gelmez ve Allah bir şeyi yaratmayı istediğinde, onun var olmasını engelleyecek hiçbir şey yoktur."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Bu gibi bir hadis, Ebu Sa'id'den Allah'ın Elçisi (ﷺ) aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 158,
      "narrator": "Jabir (Allah be pleased with him) reported that a man came to Allah's Messenger (ﷺ) and said:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi ki, bir adam Allah'ın Elçisi (ﷺ) huzuruna geldi ve dedi ki: Benim su taşıyan bir cariyem var ve onunla cinsel ilişkiye giriyorum, ama onun hamile kalmasını istemiyorum. O dedi ki: İstersen 'azl' uygulayın, ama onun için takdir edilen gelecektir. Adam bir süre geri durdu ve sonra geldi ve dedi ki: Kız hamile kaldı, bunun üzerine o dedi ki: Sana takdir edilenin geleceğini söyledim."
    },
    {
      "id": 159,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported that a person asked Allah's Apostle (ﷺ) saying:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi ki, bir kişi Allah'ın Elçisi (ﷺ) ile konuşarak dedi ki: Benim bir cariyem var ve onunla 'azl' uyguluyorum, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bu, Allah'ın takdir ettiğini engelleyemez. Adam daha sonra geldi (bir süre sonra) ve dedi ki: Allah'ın Elçisi, sizinle konuştuğum cariye hamile kaldı, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ben Allah'ın ve O'nun Elçisi'nin kuluyum."
    },
    {
      "id": 160,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi: Bir kişi Allah'ın Elçisi'ne (hadisin geri kalanı aynıdır) geldi."
    },
    {
      "id": 161,
      "narrator": "Jabir (Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Biz, Kur'an'ın indirildiği günlerde (Peygamber hayatta iken) 'azl' uygulardık."
    },
    {
      "id": 162,
      "narrator": "Jabir (Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Biz, Allah'ın Elçisi (ﷺ) döneminde 'azl' uygulardık."
    },
    {
      "id": 163,
      "narrator": "Jabir (Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Biz, Allah'ın Elçisi (ﷺ) döneminde 'azl' uygulardık. Bu (uygulama haberi) Allah'ın Elçisi'ne (ﷺ) ulaştı ve o bizi yasaklamadı."
    },
    {
      "id": 164,
      "narrator": "Abu Darda' (Allah be pleased with him) related from the Prophet of Allah (ﷺ) that he came upon a woman who was in the advanced stage of pregnancy at the door of a tent. He (the Holy Prophet) said:",
      "text": "Ebu Derdâ' (Allah ondan razı olsun) Allah'ın Elçisi'nden (ﷺ) şöyle rivayet etti: Bir kadın, bir çadırın kapısında hamilelik döneminin ileri aşamasında bulundu. O (Kutsal Peygamber) dedi ki: Belki o (onunla birlikte olan adam) onunla cinsel ilişkiye girmek istiyor. Onlar dediler ki: Evet. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Onu mezarına kadar takip edecek bir lanetle lanetlemeye karar verdim. O (doğacak çocuk) ona nasıl ait olabilir ki, bu ona helal değildir ve onu nasıl bir köle olarak alabilir ki, bu da ona helal değildir?"
    },
    {
      "id": 165,
      "narrator": "",
      "text": "Bu gibi bir hadis, Şu'ba'nın rivayetiyle de aktarılmıştır."
    },
    {
      "id": 166,
      "narrator": "Judaima daughter of Wahb al-Asadiyya (Allah be pleased with her) reported that she heard Allah's Messenger (ﷺ) assaying:",
      "text": "Vahb bint Cüdaime (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle diyordu: Emziren kadınla cinsel ilişkiyi yasaklamayı düşündüm, fakat Romalılar ve Persler'in bunu yapıp çocuklarına zarar vermediğini görünce vazgeçtim. (İmam Müslim dedi ki: Khalaf, bunu Cüdaime bint el-Asadiyya'dan rivayet etti, ancak doğru lafız Yahya'nın belirttiği gibidir.)"
    },
    {
      "id": 167,
      "narrator": "Judama daughter of Wahb, sister of Ukkasha (Allah be pleased with her). reported:",
      "text": "Cüdaime bint Vahb, Ukkaşe'nin kız kardeşi (Allah ondan razı olsun) şöyle bildirmiştir: Birkaç kişiyle birlikte Allah'ın Elçisi (ﷺ) yanına gittim ve o şöyle diyordu: Emziren kadınlarla cinsel ilişkiyi yasaklamayı düşündüm, ama Yunanlılar ve Persler'e baktım ve onların çocuklarını emzirdiğini gördüm ve bu durum (cinsel ilişki) onlara zarar vermiyor. Sonra ona 'azl hakkında sordular, o da şöyle dedi: Bu, diri diri gömmek için gizli bir yoldur; Ubaidullah, el-Mukri tarafından rivayet edilen hadise bu eklemeyi yapmıştır ve o da: \"Diri diri gömülen kişi sorulduğunda\" şeklindedir."
    },
    {
      "id": 168,
      "narrator": "Judama bint Wahb al-Asadiyya (Allah be pleased with her) reported:",
      "text": "Cüdaime bint Vahb el-Asadiyya (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bu sözü söylediğini duydum. Hadisin geri kalanı 'azl ve ghila (emziren kadınla cinsel ilişki) ile ilgilidir, ancak kelimelerde hafif bir farklılık vardır."
    },
    {
      "id": 169,
      "narrator": "Sa'd b. Abu Waqqas (Allah be pleased with him) reported that a person came to Allah's Messenger (ﷺ) and said:",
      "text": "Sa'd b. Ebu Vakkas (Allah ondan razı olsun) şöyle bildirmiştir: Bir kişi Allah'ın Elçisi (ﷺ) yanına geldi ve şöyle dedi: Ben eşimle 'azl yapıyorum. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Neden bunu yapıyorsun? Adam dedi ki: Onun çocuğuna veya çocuklarına zarar vermekten korkuyorum. Bunun üzerine Allah'ın Elçisi (selam üzerine olsun) dedi: Eğer bu zararlı olsaydı, Persler ve Yunanlılar zarar görürdü."
    }
  ]
}