{
  "language": "tr",
  "metadata": {
    "length": 87,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported that he divorced his wife while she was menstruating during the lifetime of Allah's Messenger (ﷺ). 'Umar b. Khattib (Allah be pleased with him) asked Allah's Messenger (ﷺ) about it, whereupon Allah's Messenger (ﷺ) said:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) hayatta iken, eşimi adet halinde boşadım. 'Umar b. Khattab (Allah ondan razı olsun) bunu Allah'ın Elçisi'ne (ﷺ) sordu, bunun üzerine Allah'ın Elçisi (ﷺ) şöyle buyurdu: Ona (Abdullah b. 'Umar'a) geri almasını ve onu temizlenene kadar (boşamadan) yanında tutmasını emret. Sonra adet dönemi tekrar geldiğinde, onu boşasın ve tekrar temizlendiğinde, eğer isterse onu yanında tutabilir, eğer isterse (son bir kez) boşayabilir; çünkü bu, Allah'ın, kadınların boşanması için belirlediği bekleme süresidir ('Idda)."
    },
    {
      "id": 2,
      "narrator": "Abdullah (b. 'Umar) reported that he divorced a wife of his with the pronouncement of one divorce during the period of menstruation. Allah's Messenger (ﷺ) commanded him to take her back and keep her until she was purified, and then she entered the period of menses in his (house) for the second time. And he should wait until she was purified of her menses. And then if he would decide to divorce her, he should do so when she was purified before having a sexual intercourse with her; for that was the 'Idda which Allah had commanded for the divorce of women. Ibn Rumh in his narration made this addition:",
      "text": "Abdullah (b. 'Umar) şöyle rivayet etmiştir: Ben, eşimi adet döneminde bir boşama ile boşadım. Allah'ın Elçisi (ﷺ) ona geri almasını ve onu temizlenene kadar yanında tutmasını emretti, ardından o (evinde) ikinci kez adet dönemine girdi. Ve o, adet döneminden temizlenene kadar beklemelidir. Sonra eğer onu boşamaya karar verirse, onu cinsel ilişkiye girmeden önce temizlendiğinde boşamalıdır; çünkü bu, Allah'ın kadınların boşanması için emrettiği 'Idda'dır. İbn Rumh, rivayetinde şu eklemeyi yaptı: Abdullah'a bu konuda sorulduğunda, onlardan birine şöyle dedi: Eğer eşini bir veya iki boşama ile boşadıysan (geri alabilirsin), çünkü Allah'ın Elçisi (ﷺ) bana bunu emretti; ama eğer onu üç boşama ile boşadıysan, o artık sana haramdır, ta ki başka bir koca ile evlenene kadar, ve sen, eşini boşama konusunda Allah'a itaatsizlik ettin."
    },
    {
      "id": 3,
      "narrator": "Ibn Umar (Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) hayatta iken, eşimi adet halinde boşadım. 'Umar (Allah ondan razı olsun) bunu Allah'ın Elçisi'ne (ﷺ) zikretti, bunun üzerine o şöyle buyurdu: Ona geri almasını ve onu (o halde) temizlenene kadar bırakmasını emret. Sonra (ikinci adet dönemine) girmesini beklesin, ve o temizlendiğinde, onu cinsel ilişkiye girmeden önce boşasın veya onu (son bir kez) yanında tutabilsin. Bu, kadınların boşanması sırasında Allah'ın emrettiği 'Idda'dır. 'Ubaidullah şöyle rivayet etti: Ben Nafi'ye dedim: O boşama (Idda içinde) ne oldu? O da: O, saydığı bir boşama gibiydi, dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "'Ubaidullah'dan benzer bir hadis rivayet edilmiştir, ancak o, Nafi'ye söylediği Ubaidullah'ın sözlerini zikretmemiştir."
    },
    {
      "id": 5,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported that he divorced his wife during the period of menses. 'Umar (Allah be, pleas'ed with him) asked Allah's Apostle (ﷺ), and he commanded him ('Abdullah b. 'Umar) to have her back and then allow her respite until she enters the period of the second menses, and then allow her respite until she is purified, then divorce her (finally) before touching her (having a sexual intercourse with her), for that is the prescribed period which Allah commanded (to be kept in view) for divorcing the women. When Ibn 'Umar (Allah be pleased with them) was asked about the person who divorces his wife in the state of menses, he said:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, eşimi adet döneminde boşadım. 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) sordu ve o, ona (Abdullah b. 'Umar'a) onu geri almasını ve sonra ikinci adet dönemine girmesi için ona süre tanımasını emretti, ve sonra onu temizlenene kadar beklemesini, sonra cinsel ilişkiye girmeden önce onu (son bir kez) boşamasını emretti; çünkü bu, kadınların boşanması için Allah'ın emrettiği bekleme süresidir. İbn 'Umar (Allah ondan razı olsun) adet halinde eşini boşayan kişi hakkında sorulduğunda, şöyle dedi: Eğer bir veya iki boşama ile boşadıysan, Allah'ın Elçisi (ﷺ) ona geri almasını emretti; ve sonra onu temizlenene kadar beklemesini, sonra cinsel ilişkiye girmeden önce onu (son bir kez) boşamasını; eğer (bir anda) üç boşama yaptıysan, aslında Rabbinin, eşini boşama konusunda sana emrettiği hususta ona itaatsizlik etmiş olursun. Ancak o, seninle (son bir kez) ayrılmıştır."
    },
    {
      "id": 6,
      "narrator": "Abdullah b. 'Umar (Allah be pleased with them) reported:",
      "text": "Abdullah b. 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, eşimi adet halinde boşadım. 'Umar (Allah ondan razı olsun) bunu Allah'ın Elçisi'ne (ﷺ) zikretti ve o öfkelendi ve şöyle dedi: Ona geri almasını emret, ta ki o, boşandığı adet döneminden sonra ikinci adet dönemine girene kadar ve eğer onu boşamayı uygun görüyorsa, onu cinsel ilişkiye girmeden önce temizlendiğinde boşasın; bu, Allah'ın emrettiği boşama ile ilgili bekleme süresidir. Abdullah bir boşama yaptı ve bu boşama sayıldı. Abdullah, Allah'ın Elçisi'nin (ﷺ) kendisine emrettiği gibi onu geri aldı."
    },
    {
      "id": 7,
      "narrator": "A hadith like this was reported on the authority of Zuhri with the same chain of narrators. Ibn Umar (Allah be pleased with them), however, said:",
      "text": "Bu şekilde bir hadis, Zuhri'den aynı isnatla rivayet edilmiştir. Ancak İbn 'Umar (Allah ondan razı olsun) şöyle dedi: Ben onu geri aldım ve bu boşama beyanını (geçerli) saydım."
    },
    {
      "id": 8,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported that he divorced his wife while she was in the state of menses. 'Umar (Allah be pleased with him) made mention of it to Allah's Apostle (ﷺ) and he said:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, eşimi adet halinde boşadım. 'Umar (Allah ondan razı olsun) bunu Allah'ın Elçisi'ne (ﷺ) zikretti ve o şöyle dedi: Ona geri almasını emret, sonra onu temizlendiğinde veya hamile olduğunda boşasın."
    },
    {
      "id": 9,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported that he divorced his wife while she was in her menses. 'Umar (Allah be pleased with him) asked Allah's Apostle (ﷺ) about that, and he said:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, eşimi adet halinde boşadım. 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) bunu sordu ve o şöyle dedi: Ona geri almasını emret, ta ki o temizlenene kadar ve sonra ikinci adet dönemine girene kadar ve sonra temizlendiğinde. Sonra ya onu (son bir kez) boşasın ya da onu yanında tutsun."
    },
    {
      "id": 10,
      "narrator": "Ibn Sirin reported:",
      "text": "İbn Sirin şöyle rivayet etmiştir: Yirmi yıl boyunca bana hatasız (bir ravi) tarafından, İbn 'Umar'ın (Allah ondan razı olsun) eşini adet halinde üç boşama ile boşadığı rivayet edildi. Ona geri alması emredildi. Ben ne onlara (rivayet edenlere) ne de hadisi (tamamen sahih) olarak tanıdım, ta ki Abu Ghallab Yunus b. Jubair al-Bahili ile karşılaşana kadar ve o çok güvenilir birisiydi, ve bana, İbn 'Umar'a (Allah ondan razı olsun) sorduğunu ve onun, eşini adet halinde bir boşama ile boşadığını, ama ona geri alması emredildiğini rivayet etti. Ben dedim: Bu (bir boşama olarak) sayıldı mı? O da: Neden olmasın, ben çaresiz miydim yoksa aptal mıydım?"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Ayyub'dan hafif bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 12,
      "narrator": "Ayyub reported a hadith like this with the same chain of narrators and he said:",
      "text": "Ayyub, aynı isnatla bu şekilde bir hadis rivayet etti ve şöyle dedi: 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) bunu sordu ve o, ona, cinsel ilişkiye girmeden önce temizlenene kadar geri almasını emretti ve şöyle dedi: 'Idda'sının başında veya 'Idda'sı başladığında boşasın."
    },
    {
      "id": 13,
      "narrator": "Yunus b. Jubair reported:",
      "text": "Yunus b. Jubair şöyle rivayet etti: Ben İbn 'Umar'a (Allah ondan razı olsun) dedim: Bir kişi eşini adet halinde boşadı, bunun üzerine o şöyle dedi: 'Abdullah b. 'Umar'ı (Allah ondan razı olsun) tanıyor musun? Çünkü o, eşini adet halinde boşadı. 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) geldi ve ona sordu, o da (Peygamberimiz) ona geri almasını emretti ve o, 'Idda'sına başladı. Ben ona dedim: Bir kişi eşini boşadığında ve o adet halindeyse, bu boşama beyanı sayılmalı mı? O da: Neden olmasın, çaresiz mi yoksa aptal mıydı?"
    },
    {
      "id": 14,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) şöyle rivayet etmiştir: Ben, eşimi adet halinde boşadım. 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) bunu zikretti ve Allah'ın Elçisi (ﷺ) ona geri almasını söyledi, ve o temizlendiğinde boşayabilir, eğer isterse. Ben (rivayet edenlerden biri) İbn 'Umar'a (Allah ondan razı olsun) dedim: Bu (boşama beyanını) saydın mı? O da: Ne (bunun yapılmasına) engel olabilir ki? Onu (İbn 'Umar'ı) çaresiz veya aptal mı buluyorsun?"
    },
    {
      "id": 15,
      "narrator": "Anas b. Sirin reported:",
      "text": "Anas b. Sirin şöyle rivayet etmiştir: Ben İbn 'Umar'a (Allah ondan razı olsun) boşadığı kadın hakkında sordum. O da: Ben onu adet halinde boşadım. Bu, 'Umar (Allah ondan razı olsun) tarafından zikredildi ve o, Allah'ın Elçisi'ne (ﷺ) bunu iletti, bunun üzerine o şöyle dedi: Ona geri almasını ve adet dönemi sona erdiğinde, onu temizliğinde boşamasını emret. O (İbn 'Umar) şöyle dedi: Ben onu geri aldım, sonra onu temizliğinde boşadım. Ben (rivayet eden) dedim: Adet halinde beyan ettiğin o boşamayı saydın mı? O da: Neden saymayayım ki? Ben çaresiz mi yoksa aptal mıydım?"
    },
    {
      "id": 16,
      "narrator": "Anas b. Sirin reported that he had heard Ibn 'Umar (Allah be pleased with them) as saying. I divorced my wife while she was in the state of menses. 'Umar (Allah be pleased with him) came to Allah's Apostle (ﷺ) and informed him about it, whereupon he (Allah's Apostle) said:",
      "text": "Anas b. Sirin, İbn 'Umar'ın (Allah ondan razı olsun) şöyle dediğini duyduğunu bildirdi: \"Eşim adet halinde iken onu boşadım.\" 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'ne (ﷺ) geldi ve durumu ona bildirdi. Bunun üzerine o (Allah'ın Elçisi) şöyle dedi: \"Ona geri dönmesini emret ve eşi temiz olduğunda boşasın.\" Ben İbn 'Umar'a (Allah ondan razı olsun) dedim: \"Bu boşama sayıldı mı?\" O da: \"Neden olmasın?\" dedi."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadisi, aynı nakil zinciri ile ancak kelimelerde hafif bir farklılıkla Shu'ba rivayet etmiştir."
    },
    {
      "id": 18,
      "narrator": "Ibn Tawus narrated on the authority of his father that Ibn 'Umar (Allah be pleased with them) was asked about the person who divorced his wife in the state of menses, whereupon he said:",
      "text": "İbn Tawus, babası aracılığıyla, İbn 'Umar'a (Allah ondan razı olsun) adet halinde iken eşini boşayan kişi hakkında sorulduğunda, \"Abdullah b. 'Umar'ı tanıyor musun?\" dediğini aktardı. O da: \"Evet.\" dedi. İbn 'Umar: \"O, eşini adet halinde boşayan kişiydi ve 'Umar, Allah'ın Elçisi'ne (ﷺ) gidip bu durumu bildirdi. O da ona geri dönmesini emretti.\" dedi. İbn Tawus: \"Babamdan bu hadise ek bir şey duymadım.\" dedi."
    },
    {
      "id": 19,
      "narrator": "Abu Zubair reported that he heard 'Abd al-Rahman b. Aiman (the freed slave of 'Azza) say that he asked Ibn 'Umar (Allah be pleased with them) and Abu Zubair heard:",
      "text": "Abu Zubair, 'Abd al-Rahman b. Aiman'ın (Azza'nın freed slave'i) İbn 'Umar'a (Allah ondan razı olsun) sorduğunu ve Abu Zubair'in duyduğunu aktardı: \"Adet halinde eşini boşayan kişi hakkında ne düşünüyorsun?\" Bunun üzerine o şöyle dedi: \"İbn 'Umar (Allah ondan razı olsun), Allah'ın Elçisi (ﷺ) hayattayken eşini adet halinde boşadı. Bunun üzerine Allah'ın Elçisi (ﷺ) ona geri dönmesini söyledi ve o da geri aldı. Daha sonra şöyle dedi: 'Eşi temiz olduğunda ya boşasın ya da onu tutmaya devam etsin.' İbn 'Umar (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) bu ayeti okuduğunu söyledi: 'Ey Elçi, kadınları boşadığınızda, onları belirlenen sürelerinin başlangıcında boşayın.' (İsra 1).\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Yukarıdaki hadisin hikayesi başka bir zincirle de rivayet edilmiştir."
    },
    {
      "id": 21,
      "narrator": "A hadith like this is reported on the same authority (but with this difference that the narrator) 'Abd al-Rahman b. Aiman (was mentioned) as the freed slave of 'Urwa (Imam Muslim said:",
      "text": "Bu benzer bir hadis aynı otoriteden (ancak burada nakilci) 'Abd al-Rahman b. Aiman'ın 'Urwa'nın freed slave'i olarak anıldığı belirtilmiştir (İmam Müslim, 'Urwa' dediğini söyleyenin hata yaptığını, aslında Azza'nın freed slave'i olduğunu belirtmiştir)."
    },
    {
      "id": 22,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported that the (pronouncement) of three divorces during the lifetime of Allah's Messenger (ﷺ) and that of Abu Bakr and two years of the caliphate of Umar (Allah be pleased with him) (was treated) as one. But Umar b. Khattab (Allah be pleased with him) said:",
      "text": "İbn 'Abbas (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) döneminde, Ebu Bekir döneminde ve 'Umar'ın (Allah ondan razı olsun) halifeliğinin iki yılında üç boşamanın bir olarak kabul edildiğini söyledi. Ancak 'Umar b. Khattab (Allah ondan razı olsun) şöyle dedi: \"Gerçekten de insanlar, beklemeleri gereken bir konuda acele etmeye başladılar. Eğer bunu onlara zorlasaydık, o da bunu onlara zorladı.\""
    },
    {
      "id": 23,
      "narrator": "Abu Sahba' said toIbn 'Abbas (Allah be pleased with them):",
      "text": "Abu Sahba', İbn 'Abbas'a (Allah ondan razı olsun) şöyle dedi: \"Üç boşamanın, Allah'ın Elçisi (ﷺ) döneminde, Ebu Bekir döneminde ve 'Umar'ın (Allah ondan razı olsun) halifeliğinin üç yılında bir olarak kabul edildiğini biliyor musun?\" İbn 'Abbas (Allah ondan razı olsun) şöyle dedi: \"Evet.\""
    },
    {
      "id": 24,
      "narrator": "Abu al-Sahba' said to Ibn 'Abbas:",
      "text": "Abu al-Sahba', İbn 'Abbas'a: \"Üç boşamanın (aynı anda yapılan) bir olarak kabul edilmediği hakkında bilgilendir bizi, Allah'ın Elçisi (ﷺ) ve Ebu Bekir döneminde.\" dedi. O da: \"Gerçekten öyleydi, ancak 'Umar'ın (Allah ondan razı olsun) halifeliği sırasında insanlar boşamayı sıkça yapmaya başlayınca, onlara bunu yapmalarına izin verdi (üç boşamanın tek bir nefeste yapılmasını bir olarak kabul etti).\""
    },
    {
      "id": 25,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported about (declaring of one's woman) unlawful as an oath which must be atoned, and Ibn 'Abbas said:",
      "text": "İbn Abbas (Allah ondan razı olsun) bir kadını haram kılmanın, kefaret gerektiren bir yemin olduğunu bildirdi ve İbn 'Abbas şöyle dedi: \"Gerçekten, Allah'ın Elçisi'nde (ﷺ) sizin için güzel bir örnek vardır.\""
    },
    {
      "id": 26,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) bildirdi: \"Bir adam, eşini kendisi için haram kıldığında, bu kefaret gerektiren bir yemindir.\" Ve şöyle dedi: \"Allah'ın Elçisi'nde (ﷺ) sizin için asil bir örnek vardır.\""
    },
    {
      "id": 27,
      "narrator": "'A'isha (Allah be pleased with her) narrated that Allah's Apostle (ﷺ) used to spend time with Zainab daughter of Jahsh and drank honey at her house. She ('A'isha further) said:",
      "text": "'A'isha (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Zeynep bint Cahş ile zaman geçirir ve onun evinde bal içerdi. O ('A'isha) şöyle dedi: \"Ben ve Hafsa, Allah'ın Elçisi (ﷺ) ilk olarak kimin evine gideceğini söylemeliyiz, o da: 'Mimosa reçinesi kokusu alıyorum.' demelidir. O, onlardan birini ziyaret etti ve ona böyle dedi, bunun üzerine o: 'Zeynep bint Cahş'ın evinde bal içtim ve bir daha asla yapmayacağım.' dedi. Bu (durumda) şu ayet indirildi: 'Neden Allah'ın sizin için helal kıldığını haram kılıyorsunuz...' (devamında). 'Eğer ikiniz de (A'isha ve Hafsa) Allah'a yönelirseniz'... 'Ve Peygamber, eşlerinden birine bir bilgi verdiğinde...' (Tahrim 3). Bu, onun: 'Ama ben bal içtim.' demesine atıfta bulunur.\""
    },
    {
      "id": 28,
      "narrator": "'A'isha (Allah be pleased with her) reported Allah's Messenger (ﷺ) liked sweet (dish) and honey. After saying the afternoon prayer he used to visit his wives going close to them. So he went to Hafsa and stayed with her more than what was his usual stay. I ('A'isha) asked about that. It was said to me:",
      "text": "'A'isha (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) tatlı (yiyecek) ve balı severdi. Öğle namazını kıldıktan sonra, eşlerini ziyaret eder ve onlara yaklaşırdı. Hafsa'ya gitti ve onunla alışık olduğundan daha fazla kaldı. Ben ('A'isha) bunu sordum. Bana şöyle denildi: \"Ailesinden bir kadın ona bal göndermişti ve o, Allah'ın Elçisi'ne (ﷺ) ondan bir içecek verdi.\" Ben: \"Vallahi, biz de ona bir hile yaparız.\" dedim. Bunu Sauda'ya söyledim ve: \"O (Allah'ın Elçisi) seni ziyaret ettiğinde ve sana yaklaştığında, ona: 'Allah'ın Elçisi, maghafir mi yedin?' de. O da: 'Hayır.' diyecek. Sonra ona: 'Bu koku nedir?' de. Allah'ın Elçisi (ﷺ) kendisinden kötü bir koku çıkmasını çok kötü buluyordu. O da sana: 'Hafsa bana bal içirdi.' diyecek. O zaman sen ona: 'Bal arıları 'Urfut'tan emmiş olabilir.' diyeceksin. Ben de ona aynı şeyi söyleyeceğim ve Safiyya, sen de bunu söylemelisin.\" Böylece, o (Peygamber) Sauda'ya geldiğinde, o: \"Vallahi, O'na bu durumu belirtmek için zorunlu olarak bunu söylemeye karar vermiştim.\" dedi. Allah'ın Elçisi (ﷺ) yaklaştığında, o: \"Allah'ın Elçisi, maghafir mi yedin?\" dedi. O: \"Hayır.\" dedi. O (yine): \"O zaman bu koku nedir?\" dedi. O: \"Hafsa bana bal içirdi.\" dedi. O: \"Bal arıları 'Urfut'tan emmiş olabilir.\" dedi. Bana geldiğinde, ben ona böyle söyledim. Sonra Hafsa'ya tekrar gitti ve o: \"Allah'ın Elçisi, sana bunu vermemeli miyim?\" dedi. O: \"Buna ihtiyacım yok.\" dedi. Sauda: \"Allah'ı tenzih ederim, O'na (balı) haram kılmak için bunu yaptık.\" dedi. Ben ona: \"Sus.\" dedim."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Bu hadis 'Urwa'dan aynı nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 30,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "'A'isha (Allah ondan razı olsun) bildirdi: \"Allah'ın Elçisi (ﷺ) eşlerine seçenek vermesi emredildiğinde, bunu benden başlatarak: 'Size bir konudan bahsedeceğim, acele etmeyin, önce ebeveynlerinizle danışın.' dedi. O, benim ebeveynlerimin asla ondan ayrılmama izin vermeyeceklerini zaten biliyordu. O: 'Allah, Yüce ve Şanlı, şöyle buyurdu: 'Ey Peygamber, eşlerine de ki: Eğer siz bu dünyanın hayatını ve süsünü istiyorsanız, gelin, size bir rızık vereceğim ve sizi güzel bir şekilde salıvereceğim; eğer Allah'ı, O'nun Elçisi'ni ve ahiret yurdunu istiyorsanız, o zaman Allah, sizlerden iyilik yapanlar için büyük bir ödül hazırlamıştır.' dedi. O şöyle bildirilmiştir: 'Ne hakkında ebeveynlerimle danışmalıyım, zira ben Allah'ı, O'nun Elçisi'ni ve ahiret yurdunu istiyorum.' 'A'isha şöyle dedi: 'O zaman Allah'ın Elçisi'nin (ﷺ) tüm eşleri benim yaptığım gibi yaptılar.'\""
    },
    {
      "id": 31,
      "narrator": "'A'isha (Allah be pleased with her) reported that Allah's Messenger (ﷺ) sought our permission when he had a (turn to spend) a day with (one of his wives) amongst us (whereas he wanted to visit his other wives too). It was after this that this verse was revealed:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi ki, Allah'ın Messenger'i (ﷺ) aramızda (eşlerinden biriyle geçireceği gün için) izin istedi (diğer eşlerini de ziyaret etmek istediği halde). Bu olaydan sonra şu ayet indirildi: \"Dilediğinizi geri bırakabilir, dilediğinizi alabilirsiniz\" (xxxiii. 5). Mu'azha ona dedi: Allah'ın Messenger'i (ﷺ) izin istediğinde ona ne dedin? O da: Eğer bu konuda bir seçeneğim olsaydı, (kimseye) benden önce geçmesine izin vermezdim, dedi."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "'A'isha reported:",
      "text": "Yukarıdaki hadis başka bir isnatla da rivayet edilmiştir."
    },
    {
      "id": 34,
      "narrator": "Masruq reported:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "",
      "text": "'A'işe bildirdi: Allah'ın Messenger'i (ﷺ) bize boşanma seçeneği verdi ama biz bunu boşanma olarak değerlendirmedik."
    },
    {
      "id": 36,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "Mesruk bildirdi: Eşime (boşanma) seçeneği vermekten çekinmem, bir kez, yüz kez veya bin kez vermekten çekinmem; çünkü o beni seçti (ve asla boşanma istemeyecek). 'A'işe'ye (Allah ondan razı olsun) bunu sordum, o da: Allah'ın Messenger'i (ﷺ) bize seçenek verdi ama bu boşanma anlamına mı geliyordu? (Aslında bu bir boşanma değildi; kadınlar bunu gerçekten kullanmadıkça geçerli değildir.)"
    },
    {
      "id": 38,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "'A'işe bildirdi ki, Allah'ın Messenger'i (ﷺ) eşlerine seçenek verdi ama bu bir boşanma değildi."
    },
    {
      "id": 40,
      "narrator": "'Umar b. al-Khattab (Allah be pleased with him) reported:",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Abdullah b. Abbas (Allah be pleased with tlicm) reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Messenger'i (ﷺ) bize boşanma seçeneği verdi ve biz onu seçtik ve o bunu boşanma olarak saymadı."
    },
    {
      "id": 42,
      "narrator": "Ibn Abbas (Allah be pleased with them) said:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Ibn Abbas (Allah be pleased with them) is reported to have said:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Messenger'i (ﷺ) bize boşanma seçeneği verdi, ama ben onu seçtim ve o bizimle ilgili olarak hiçbir şeyi (boşanma) olarak saymadı."
    },
    {
      "id": 44,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported. I had always been anxious to ask 'Umar (Allah be pleased with him) about the two ladies amongst the wives of Allah's Prophet (may peace be upon Lim) about whom Allah, the Exalted, said:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Fatima bint Qais reported that Abu 'Amr b. Hafs divorced her absolutely when he was away from home, and he sent his agent to her with some barley. She was displeased with him and when he said:",
      "text": "Bu gibi bir hadis, 'A'işe'den başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 46,
      "narrator": "Fatima bint Qais reported that her husband divorced her during the life time of Allah's Prophet (ﷺ) and gave her a meagre maintenance allowance. When she saw that, she said:",
      "text": "Fatıma bint Kays, kocasının Allah'ın Resulü'nün (ﷺ) hayatta olduğu dönemde kendisini boşadığını ve ona yetersiz bir nafaka verdiğini bildirdi. Bunu görünce, \"Vallahi, Allah'ın Resulü'ne (ﷺ) bildireceğim ve eğer bana nafaka verilmesi gerekiyorsa, beni geçindirecek olanı kabul edeceğim; eğer bana nafaka verilmesi gerekmiyorsa, ondan hiçbir şey kabul etmeyeceğim,\" dedi. Fatıma, bunu Allah'ın Resulü'ne (ﷺ) anlattı ve o da, \"Senin için ne nafaka ne de barınma vardır,\" dedi."
    },
    {
      "id": 47,
      "narrator": "Fatima bint Qais reported that her husband al-Makhzulmi divorced her and refused to pay her maintenance allowance. So she came to Allah's Messenger (may peace he upon him) and informed him, whereupon he said:",
      "text": "Fatıma bint Kays, kocası el-Makhzulmi'nin kendisini boşadığını ve nafaka vermeyi reddettiğini bildirdi. Bunun üzerine Allah'ın Resulü'ne (selam üzerine olsun) geldi ve durumu ona bildirdi. Resulullah (ﷺ) da, \"Senin için nafaka yoktur, en iyisi İbn Ümm Mektum'un evine git ve onunla kal, çünkü o kördür ve onun evinde elbiselerini çıkarabilirsin (yani orada tesettür konusunda fazla zorluk çekmezsin),\" dedi."
    },
    {
      "id": 48,
      "narrator": "Abu Salama reported that Fatima bint Qais, the sister of al-Dahhak b. Qais informed him that Abu Hafs b. Mughira al-Makhzumi divorced her three times and then he proceeded on to the Yemen. The members of his family said to her:",
      "text": "Ebu Salama, Fatıma bint Kays'ın, el-Dahhak b. Kays'ın kız kardeşi olduğunu ve kocası Ebu Hafs b. Mugira el-Makhzumi'nin kendisini üç kez boşadığını ve sonra Yemen'e gittiğini bildirdi. Ailesi ona, \"Bizden sana nafaka yoktur,\" dediler. Halid b. Velid ve bir grup insan, Allah'ın Resulü'nü (ﷺ) Maimuna'nın evinde ziyaret ettiler ve \"Ebu Hafs karısını üç kez boşadı; ona nafaka var mı?\" diye sordular. Bunun üzerine Allah'ın Resulü (ﷺ) \"Ona nafaka yoktur, ancak 'iddet süresini geçirmesi gerekir,\" dedi. Ayrıca ona, kendisi hakkında acele etmemesini ve Umm Şarik'in evine taşınmasını emretti. Sonra ona, \"İlk göçmenler (sıklıkla) Umm Şarik'in evini ziyaret ediyorlar; en iyisi İbn Ümm Mektum'un evine git,\" mesajını gönderdi ve \"Eğer başörtünü çıkarırsan, o (İbn Ümm Mektum) seni görmeyecek,\" dedi. Bunun üzerine o, onun evine gitti ve 'iddet süresi sona erdiğinde, Allah'ın Resulü (ﷺ) onu Usame b. Zaid b. Haritha ile evlendirdi."
    },
    {
      "id": 49,
      "narrator": "Fatima bint Qais reported:",
      "text": "Fatıma bint Kays, Banu Makhzum'dan birine evli olduğunu ve onun kendisini kesin boşama ile boşadığını bildirdi. Nafaka talep etmek için ailesine bir mesaj gönderdim ve hadisin geri kalanı biraz kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Fatıma bint Kays (Allah ondan razı olsun), Ebu 'Amr b. Hafs b. el-Mughira ile evli olduğunu ve onun kendisini üç kez boşadığını bildirdi. Allah'ın Resulü'ne (ﷺ) o evden ayrılmayı sordu. O da, \"İbn Ümm Mektum'un evine git,\" diye emir verdi. Marvan, boşanmış kadının evini terk etmesini (iddet süresi bitmeden) tasdik etmeyi reddetti. 'Urve, 'Aişe'nin Fatıma bint Kays'ın (sözlerine) itiraz ettiğini söyledi."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 52,
      "narrator": "'Ubaidullah b. 'Abdullah b. 'Utba reported that 'Amr b. Hafs b. al-Mughira set out along with 'Ali b. Abi Talib (Allah be pleased with him) to the Yemen and sent to his wife the one pronouncement of divorce which was still left from the (irrevocable) divorce; and he commanded al-Harith b. Hisham and 'Ayyash b. Abu Rabi'a to give her maintenance allowance. They said to her:",
      "text": "Ubeydullah b. Abdullah b. Utbe, Amr b. Hafs b. el-Mughira'nın Ali b. Ebu Talib (Allah ondan razı olsun) ile birlikte Yemen'e gittiğini ve boşanmış eşine kalan bir boşama sözü gönderdiğini bildirdi. Ayrıca, el-Haris b. Hişam ve Eyyash b. Ebu Rabi'a'ya ona nafaka vermelerini emretti. Onlar ona, \"Vallahi, senin için nafaka yoktur, ancak hamileysen,\" dediler. O, Allah'ın Resulü'ne (selam üzerine olsun) geldi ve onların görüşünü ona iletti. Bunun üzerine Resulullah (ﷺ), \"Senin için nafaka yoktur,\" dedi. Sonra başka bir yere gitmek için izin istedi ve o (Peygamber) ona izin verdi. O, \"Allah'ın Resulü, nereye gitmeliyim?\" dedi. O da, \"İbn Ümm Mektum'un evine git; o kör olduğu için, onun yanında elbiselerini çıkarabilirsin ve seni görmeyecek,\" dedi. 'Iddet süresi sona erdiğinde, Allah'ın Resulü (ﷺ) onu Usame b. Zaid ile evlendirdi. Marvan (Medine valisi) Kabis b. Dhuwaib'i ona bu hadisi sormak için gönderdi ve o da ona anlattı. Marvan, \"Bu hadisi sadece bir kadından duymadık. İnsanların bulduğumuz güvenli bir yolu benimseyeceğiz,\" dedi. Fatıma, Marvan'ın bu sözleri kendisine iletildiğinde, \"Benimle senin aranda, yüce ve azametli Allah'ın sözü vardır: 'Onları evlerinden çıkarmayın'.\" dedi. \"Bu, geri alınabilir boşama ile ilgilidir; üç boşama sonrasında ne yeni bir durum olabilir?\" diye ekledi. \"Eğer hamile değilse, ona neden nafaka yoktur?\" dedi. \"O zaman neye dayanarak onu kısıtlıyorsunuz?\""
    },
    {
      "id": 53,
      "narrator": "Sha'bi reported:",
      "text": "Şa'bi, Fatıma bint Kays'ı ziyaret ettiğini ve ona Allah'ın Resulü'nün (ﷺ) 'iddet süresinde barınma ve nafaka ile ilgili hükmünü sorduğunu, o da kocasının kendisini kesin boşama ile boşadığını söylediğini bildirdi. O (devamla) şöyle dedi: \"O, bana hiçbir barınma veya nafaka sağlamadı ve 'iddetimi İbn Ümm Mektum'un evinde geçirmemi emretti.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Bu hadis, Hushaim aracılığıyla başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 55,
      "narrator": "Sha'bi reported:",
      "text": "Şa'bi, Fatıma bint Kays'ı ziyaret ettiğini ve ona üç kez boşanmış bir kadının 'iddet süresini nerede geçirmesi gerektiğini sorduğunu bildirdi. O, \"Kocam beni üç kez boşadı ve Allah'ın Resulü (ﷺ) 'iddetimi ailemle (ebeveynlerimle) geçirmeme izin verdi,\" dedi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Fatıma bint Kays (Allah ondan razı olsun), Allah'ın Resulü'nden (ﷺ) kesin boşama ile boşanmış bir kadın için barınma ve nafakanın olmadığını bildirdi."
    },
    {
      "id": 57,
      "narrator": "Fatima bint Qais (Allah be pleased with her) reported:",
      "text": "Fatıma bint Kays (Allah ondan razı olsun) bildirdi: Kocam beni üç kez boşadı. Ben de (kocasının evinden başka bir yere) taşınmaya karar verdim. Bunun üzerine Allah'ın Resulü'ne (ﷺ) geldim ve o da, \"Amr b. Ümm Mektum'un evine git ve orada 'iddetini geçir,\" dedi."
    },
    {
      "id": 58,
      "narrator": "Abu Ishaq reported:",
      "text": "Ebu İshak, el-Esved b. Yazid ile büyük camide oturduğumda, aramızda Şa'bi de vardı ve o, Fatıma bint Kays'ın (Allah ondan razı olsun) Allah'ın Resulü'nün (ﷺ) ona barınma ve nafaka sağlamadığını anlattığı rivayeti aktardı. El-Esved, elinde birkaç çakıl taşı tutarak ona doğru fırlatıp, \"Vay haline, sen bunu anlatıyorsun, oysa Ömer dedi ki: Biz, Allah'ın Kitabını ve Resulü'nün (ﷺ) sünnetini bir kadının sözleri için terk edemeyiz. Onun bunu hatırlayıp hatırlamadığını bilmiyoruz. Onun için barınma ve nafaka vardır. Yüce ve azametli Allah, 'Onları evlerinden çıkarmayın ve kendileri de çıkmasınlar, açık bir edepsizlik yapmadıkları sürece' (lxv. 1) buyurmuştur.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Bu hadis, İshak aracılığıyla aynı rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 60,
      "narrator": "Fatima bint Qais (Allah be pleased with her) reported that her husband divorced her with three, pronouncements and Allah's Messenger (ﷺ) made no provision for her lodging and maintenance allowance. She (further said):",
      "text": "Fatıma bint Kays (Allah ondan razı olsun), kocasının kendisini üç boşama ile boşadığını ve Allah'ın Resulü'nün (ﷺ) ona barınma ve nafaka sağlamadığını bildirdi. O (devamla) şöyle dedi: \"Allah'ın Resulü (ﷺ) bana, 'İddet süren bittiğinde, bana haber ver,' dedi. Ben de ona haber verdim. O sırada Muaviye, Ebu Cehm ve Usame b. Zaid bana evlenme teklifinde bulundular. Allah'ın Resulü (ﷺ) Muaviye için, 'O, malı olmayan bir fakirdir,' dedi. Ebu Cehm için, 'O, kadınları çok döven bir adamdır,' dedi. Ancak Usame b. Zaid... O, Usame ile evlenme fikrini onaylamadığını el işaretiyle belirtti. Ama Allah'ın Resulü (selam üzerine olsun) dedi ki: 'Allah'a itaat ve Resulüne itaat senin için daha hayırlıdır.' O da, 'Böylece onunla evlendim ve kıskanılan biri oldum,' dedi."
    },
    {
      "id": 61,
      "narrator": "Fatima bint Qais (Allah be pleased with her) reported:",
      "text": "Fatıma bint Kays (Allah ondan razı olsun) şöyle bildirdi: Eşim Ebu Amr b. Hafs b. el-Mughirah, bana boşanma gönderdi ve onunla birlikte beş sa' hurma ve beş sa' arpa da gönderdi. Ben dedim: Benim için sadece bu mu var, üstelik 'Idda dönemimi senin evinde geçiremiyorum? O da: Hayır, dedi. Ben de giyindim ve Allah'ın Elçisine (ﷺ) geldim. O da: Senin için kaç boşanma gerçekleşti? dedi. Ben: Üç, dedim. O da, 'Ayyış b. Ebu Rabi'a'nın söylediği doğru, senin için bir nafaka yok, 'Idda dönemini kuzenin İbn Ümm Mektum'un evinde geçir, o kördür ve onun yanında elbisenin üstünü çıkarabilirsin. 'Idda dönemini tamamladıktan sonra bana haber ver, dedi. Ben de: Muaviye ve Ebu'l-Cehm (Allah onlardan razı olsun) evlenme teklifinde bulundular. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Muaviye yoksuldur ve Ebu'l-Cehm kadınlara karşı çok serttir (ya da kadınları döver, ya da buna benzer), sen Usame b. Zeyd'i (kocan olarak) al."
    },
    {
      "id": 62,
      "narrator": "Abu Bakr b. Abu'l-Jahm reported:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Abu Bakr reported:",
      "text": "Ebu Bekir b. Ebu'l-Cehm şöyle bildirdi: Ben ve Ebu Salama b. Abd al-Rahman, Fatıma bint Kays (Allah ondan razı olsun) yanına geldik ve ona (boşanma hakkında vb.) sorduk. O da: Ben Ebu Amr b. Hafs b. el-Mughirah'ın karısıydım ve o Najran savaşına katılmak üzere yola çıktı. Hadisin geri kalanı aynıdır, fakat o şu eklemeyi yaptı: \"Ben onunla evlendim ve Allah beni İbn Zeyd yüzünden onurlandırdı ve Allah onun sayesinde bana lütfetti.\""
    },
    {
      "id": 64,
      "narrator": "Fatima bint Qais (Allah be pleased with her) reported:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Hisham reported on the authority of his father that Yahya b. Sa'id b. al-'As married the daughter of 'Abd al-Rahman b. al-Hakam, and he divorced her and he turned her out from his house. 'Urwa (Allah be -pleased with him) criticised this (action) of theirs (the members of the family of her in-laws). They said:",
      "text": "Ebu Bekir şöyle bildirdi: Ben ve Ebu Salama, Fatıma bint Kays (Allah ondan razı olsun) yanına, İbn Zübeyr (Allah ondan razı olsun) döneminde geldik ve o, kocasının ona geri dönüşü olmayan bir boşanma verdiğini bize anlattı. (Hadisin geri kalanı aynıdır.)"
    },
    {
      "id": 66,
      "narrator": "Fatima bint Qais (Allah be pleased with her) reported that she said:",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "'A'isha (Allah be pleased with her) said:",
      "text": "Fatıma bint Kays (Allah ondan razı olsun) şöyle bildirdi: Kocam beni üç boşanma ile boşadı ve Allah'ın Elçisi (ﷺ) için barınma ve nafaka tahsis etmedi."
    },
    {
      "id": 68,
      "narrator": "Ibn al-Qasim narrated on the authority of his father that 'Urwa b. Zubair (Allah be pleased with him) said to 'A'isha (Allah be pleased with her):",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Hişam, babasının rivayetiyle bildirdi ki, Yahya b. Sa'id b. el-As, Abd al-Rahman b. el-Hakem'in kızını evlendi ve onu boşadı ve onu evinden çıkardı. 'Urve (Allah ondan razı olsun) onların (kayınbiraderinin ailesinin) bu eylemini eleştirdi. Onlar da: Gerçekten, Fatıma da (kayınbiraderinin evinden) çıktı, dediler. 'Urve dedi ki: Ben Aişe'ye (Allah ondan razı olsun) geldim ve ona bunu anlattım, o da: Fatıma bint Kays'ın (Allah ondan razı olsun) bunu anmasının bir faydası yok, dedi."
    },
    {
      "id": 70,
      "narrator": "'Ubaidullah b. 'Abdullah b. 'Utba (b. Mas'ud) reported that his father wrote to Umar b. 'Abdullah b al Arqam al-Zuhri that he would go to Subai'ah bint al-Hirith al-Aslamiyya (Allah be pleased with her) and ask her about a verdict from him which Allah's Messenger (ﷺ) gave her when she had asked that from him (in regard to the termination of 'Idda at the birth of a child) 'Umar b. Abdullah wrote to 'Abdullah b. 'Utba informing him that Subai'ah had told him that she had been married to Sa'd b. Khaula and he belonged to the tribe of Amir b. Lu'ayy, and was one of those who participated in the Battle of Badr, and he died in the Farewell Pilgrimage and she had been in the family way at that time. And much time had not elapsed that she gave birth to a child after his death and when she was free from the effects of childbirth she embellished herself for those who had to give proposals of marriage. Abd al-Sunabil b. Ba'kak (from Banu 'Abd al-Dar) came to her and said:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "Abu Salama b. 'Abd al-Rahman and Ibn 'Abbas. (Allah be pleased with them) got together in the house of Abu Huraira (Allah be pleased with him) and began to discuss about the woman who gave birth to a child a few nights after the death of her husband. Ibn 'Abbas (Allah be pleased with then) ) said:",
      "text": "Fatıma bint Kays (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi, kocam beni üç boşanma ile boşadı ve ben sıkıntıya düşmekten korkuyorum, bunun üzerine ona emir verdi ve o da (başka bir eve) taşındı."
    },
    {
      "id": 72,
      "narrator": "This hadith has been narated with the same chain of transrmitters except with a small change of words (and that is):",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "Zainab (bint Abu Salama) (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) dedi ki: Fatıma'nın bunu anmasının bir faydası yok, yani onun ifadesi: \"Boşanmış kadınlar için barınma ve nafaka yoktur.\""
    },
    {
      "id": 74,
      "narrator": "Zainab bint Umm Salama (Allah be pleased with her) reported that a relative of Umm Habiba (Allah he pleased with her) died. She sent for a yellow (perfume) and applied that to her forearm and said:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "",
      "text": "İbn el-Kasım, babasının rivayetiyle, 'Urve b. Zubeyr (Allah ondan razı olsun) Aişe'ye (Allah ondan razı olsun) şöyle dedi: Görmedin mi ki, filan filan al-Hakem'in kızı kocası tarafından geri dönüşü olmayan bir boşanma ile boşandı ve o (kocasının evinden) çıktı? Bunun üzerine Aişe (Allah ondan razı olsun) dedi ki: Onun yaptığı kötüydü. O (Urve) dedi ki: Fatıma'nın sözlerini duymadın mı? Bunun üzerine o dedi ki: Onun bunu anmasının bir faydası yok."
    },
    {
      "id": 76,
      "narrator": "Zainab bint Umm Salama (Allah be pleased with her) reported on the authority of her mother that a woman lost her husband. (As her eyes were ailing) they (her kith and kin) entertained fear about her eyes, so they came to Allah's Apostle (ﷺ) and sought permission for the use of collyrium, whereupon Allah's Messenger (ﷺ) said:",
      "text": "Zeynep bint Ümmü Seleme (Allah ondan razı olsun) annesinin rivayetiyle, bir kadının kocasını kaybettiğini bildirdi. (Gözleri hastalandığı için) akrabaları onun gözleri hakkında endişe duydular, bu yüzden Allah'ın Elçisi'ne (ﷺ) geldiler ve göz sürmesi kullanmak için izin istediler. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Sizden biri bir yıl boyunca en kötü giysilerle zindanda kalmıştı. (Bu sürenin sonunda) o, yoldan geçen bir köpeğe dışkı attı ve sonra (iddetinden) çıktı. O, dört ay on gün bile bekleyemez mi?"
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Hümeyd b. Nafi' Ümmü Seleme'den göz sürmesi ile ilgili iki rivayet nakletti ve diğer hadisi Allah'ın Elçisi'nin (ﷺ) eşlerinden, Zeynep'ten bahsetmeksizin aktardı."
    },
    {
      "id": 78,
      "narrator": "Zainab bint Abu Salama reported:",
      "text": "Zeynep bint Ebu Seleme şöyle bildirdi: Ümmü Seleme ve Ümmü Habibe (Allah onlardan razı olsun) birbirleriyle konuşuyorlardı ve bir kadının Allah'ın Elçisi'ne (ﷺ) gelerek kızının kocasını kaybettiğini, gözlerinin ağrıdığını ve göz sürmesi kullanmak istediğini söylediğini belirttiler. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Sizden biri bir yılın sonunda dışkı atıyordu, şimdi (bu süslenmeme durumu) sadece dört ay on gündür."
    },
    {
      "id": 79,
      "narrator": "Zainab bint Abu Salama reported that when the news of the death of Abu Safyan came to Umm Habiba she sent for yellow (perfume) on the third day and rubbed it on her forearms and on her cheeks and said:",
      "text": "Zeynep bint Ebu Seleme, Ebu Süfyan'ın ölüm haberinin Ümmü Habibe'ye ulaştığında, üçüncü günde sarı (parfüm) istediğini, ön kollarına ve yanaklarına sürdüğünü ve şöyle dediğini bildirdi: Aslında buna ihtiyacım yoktu, ama Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: Allah'a ve Ahiret Günü'ne inanan kadınların, kocalarının ölümünde dört ay on gün dışında, süslenmekten üç günden fazla kaçınmaları caiz değildir."
    },
    {
      "id": 80,
      "narrator": "Safiyya bint Abu 'Ubaid reported on the authority of Hafsa or 'A'isha (Allah be pleased with thein) or from both of them that Allah's Messenger (may peace he upon him) said:",
      "text": "Safiye bint Ebu Ubeyde, Hafsa veya Aişe'den (Allah onlardan razı olsun) veya her ikisinden, Allah'ın Elçisi'nin (ona selam olsun) şöyle dediğini aktardı: Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında, ölü için üç günden fazla yas tutması caiz değildir."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Bu gibi bir hadisin Nafi' aracılığıyla rivayet edildiği bildirilmiştir."
    },
    {
      "id": 82,
      "narrator": "Safiyya bint Abu 'Ubaid reported that she heard Hafsa daughter of Umar (Allah be pleased with them), (and) wife of Allah's Prophet (ﷺ), narrating a hadith like this from Allah's Apostle (ﷺ), and she made this addition:",
      "text": "Safiye bint Ebu Ubeyde, Hafsa bint Ömer'in (Allah onlardan razı olsun) Allah'ın Elçisi'nden (ﷺ) bu şekilde bir hadisi naklettiğini duyduğunu ve şu eklemeyi yaptığını bildirdi: \"Kocası vefat ettiğinde, dört ay on gün boyunca süslenmekten kaçınmalıdır.\""
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Safiye bint Ebu Ubeyde, Allah'ın Elçisi'nden (ﷺ) bazı eşleri aracılığıyla bu hadisi aktardı."
    },
    {
      "id": 84,
      "narrator": "'A'isha (Allah be pleased with her) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Allah'a ve Ahiret Günü'ne inanan bir kadının, kocası dışında, ölü için üç günden fazla yas tutması caiz değildir."
    },
    {
      "id": 85,
      "narrator": "Umm `Atiyya (Allah be pleased with her) reported that Allah's Messenger (ﷺ) had said:",
      "text": "Ümmü Atiyye (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Bir kadın, kocası için dört ay on gün dışında, ölen için üç günden fazla yas tutmamalıdır. Ve adet döneminden sonra temizlendikten sonra, boyalı bir elbise giymemeli, göz sürmesi sürmemeli, parfüm kullanmamalı, sadece az miktarda parfüm veya tütsü kullanmalıdır."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Bu gibi bir hadisin Hişam aracılığıyla aynı raviler zinciriyle ancak kelime değişikliği ile rivayet edildiği bildirilmiştir."
    },
    {
      "id": 87,
      "narrator": "Umm 'Atiyya ('Allah be pleased with her) said:",
      "text": "Ümmü Atiyye (Allah ondan razı olsun) şöyle dedi: Kocalarımız dışında, ölüler için üç günden fazla yas tutmamamız yasaklandı (ve bu durumda) dört ay on gün boyunca yas tutmak caizdir. Ve (bu süre zarfında) göz sürmesi kullanmamalı, parfümle temas etmemeli, boyalı giysiler giymemeliyiz, ancak birimiz adet döneminden temizlendiğinde, az miktarda tütsü veya parfüm kullanmasına izin verildi."
    }
  ]
}