{
  "language": "tr",
  "metadata": {
    "length": 27,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Sahl b. Sa'd al-Sa'idi reported that'Uwaimir al-'Ajlani came to 'Asim b. 'Adi al-Ansari and said to him. Tell me about a person who finds a man with his wife; should he kill him, and be killed In retaliation; or how should he act? 'Asim, ask for me (religious verdict about it) from Allah's Messenger (ﷺ). So 'Asim asked Allah's Messenger (ﷺ) and he did not like this question and he disapproved of it so much that'Asim felt aggrieved at what he had heard from Allah's Messenger (ﷺ). When 'Asim came back to his family, 'Uwaimir came to him and said:",
      "text": "Sahl b. Sa'd al-Sa'idi, 'Uwaimir al-'Ajlani'nin 'Asim b. 'Adi al-Ansari'ye geldiğini ve ona şöyle dediğini bildirdi: Bir adam, karısını bir adamla bulursa ne yapmalıdır? Onu öldürüp intikam mı almalı, yoksa nasıl hareket etmelidir? 'Asim, bu konuda Allah'ın Messenger'ından (ﷺ) fetva istememi söyledi. 'Asim, Allah'ın Messenger'ına (ﷺ) sordu ve bu soruyu hiç beğenmedi, o kadar ki 'Asim, Allah'ın Messenger'ından (ﷺ) duyduğu şeyden dolayı rahatsız oldu. 'Asim ailesine döndüğünde, 'Uwaimir ona geldi ve şöyle dedi: 'Asim, Allah'ın Messenger'ı (ﷺ) sana ne söyledi? 'Asim, 'Uwaimir'e: Sen iyi bir şey getirmedin. Allah'ın Messenger'ı (ﷺ) benden istediğim bu fetvayı beğenmedi. 'Uwaimir dedi: Vallahi, bu konuda ona sormadan rahat etmeyeceğim. 'Uwaimir ilerledi ve Allah'ın Messenger'ının (ﷺ) insanların arasında oturduğu yere geldi ve şöyle dedi: Allah'ın Messenger'ı, karısını bir adamla bulan bir kişi hakkında bana söyle. Onu öldürmeli mi, sonra sen de onu öldürmeli misin, yoksa nasıl hareket etmelidir? Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Sizin ve karınız hakkında ayetler indirilmiştir; gidin ve onu getirin. Sahl, ikisinin de lanet okuduklarını söyledi ve ekledi: Ben, Allah'ın Messenger'ı (ﷺ) ile birlikte insanlarla birlikteydim. Ve işlerini bitirdiklerinde, 'Uwaimir dedi: Allah'ın Messenger'ı, eğer onu (şimdi) tutarsam, ona yalan söylemiş olacağım. Böylece, Allah'ın Messenger'ı (ﷺ) ona emir vermeden önce, onu üç talak ile boşadı. İbn Şihab dedi ki: Sonrasında bu, lanet okuyanların (al-Mutala'inain) uygulaması oldu."
    },
    {
      "id": 2,
      "narrator": "Sahl b. Sa'd reported.. 'Uwaimir al-Ansari (Allah be pleased with him) from Banu'l-'Ajlan came to 'Asim b. 'Adi (Allah be pleased with him) the remaining part of the hadith is the same and it was also reecorded in it:",
      "text": "Sahl b. Sa'd, 'Uwaimir al-Ansari'nin (Allah ondan razı olsun) Banu'l-'Ajlan'dan 'Asim b. 'Adi'ye (Allah ondan razı olsun) geldiğini bildirdi. Hadisin geri kalan kısmı aynıdır ve ayrıca şunu da kaydetmiştir: \"Ve sonrasında ayrılma, al-Mutala'inain uygulaması haline geldi.\" Ve bu ekleme de yapıldı: \"O hamileydi ve oğlu ona atfedildi, ve böylece (oğlu) onun mirasını alacak ve o da Allah'ın ona belirlediği payda ondan miras alacaktı.\""
    },
    {
      "id": 3,
      "narrator": "Ibn Shihab narrated about the invokers of curses and the practice of (li'an) based on the authority of Sahl b. Sa'd, of the tribe of Sa'ida. that a person from the Ansar came to Allah's Apostle (ﷺ) and said:",
      "text": "İbn Şihab, lanet okuyanlar ve (li'an) uygulaması hakkında Sahl b. Sa'd'dan, Sa'ida kabilesinden birinin Allah'ın Elçisi'ne (ﷺ) geldiğini ve şöyle dediğini aktardı: Allah'ın Messenger'ı, karısını bir adamla bulan kişi hakkında bana söyle. Hadisin geri kalan kısmı aynıdır (ama) bu ekleme ile: Onlar camide lanet okudular ve ben oradaydım. Ve hadiste şöyle aktarıldı: Allah'ın Messenger'ı (ﷺ) ona ayrılmayı emretmeden önce, onu üç talak ile boşadı. O, Allah'ın Elçisi'nin (ﷺ) huzurunda ondan ayrıldı, bunun üzerine o dedi: Lanet okuyanlar arasında bir ayrılık vardır."
    },
    {
      "id": 4,
      "narrator": "Sa'id b Jubair reported:",
      "text": "Sa'id b. Jubair bildirdi: Mus'ab (b. Zubair) döneminde lanet okuyanlar hakkında ayrılmanın mümkün olup olmadığını sordular. O dedi: Ne söyleyeceğimi anlamadım. Bunun üzerine Mekke'de İbn 'Umar'ın (Allah ondan razı olsun) evine gittim. Hizmetçisine: Benim için izin iste. O, (İbn 'Umar) dinleniyordu dedi. O (İbn 'Umar) sesimi duydu ve dedi: Sen İbn Jubair misin? Ben de: Evet dedim. O dedi: İçeri gel. Vallahi, seni bu saatte buraya getiren büyük bir ihtiyaç olmalı. İçeri girdim ve onu hurma lifleriyle doldurulmuş bir yastığa yaslanmış bir örtü üzerinde yatar halde buldum. Ben de: Ey Abu'Abd al-Rahman, lanet okuyanlar arasında ayrılık olmalı mı? Dedi: Allah'ı tenzih ederim, evet. İlk soran kişi şöyleydi: Ey Allah'ın Messenger'ı, eğer birimiz karısını zina yaparken bulursa ne yapmalıdır? Eğer konuşursa, bu büyük bir şeydir, ve eğer sessiz kalırsa, bu da (katlanamayacağı) büyük bir şeydir. Allah'ın Elçisi (ﷺ) bir süre sessiz kaldı. Bir süre sonra o (o kişi) ona (Allah'ın Messenger'ı) geldi ve dedi: Ben, sana sorduğum o konuda karıştım. Yüce ve Azamet sahibi Allah, bu ayetleri indirdi: \"Karısını suçlayanlar\" (ayet 6) ve o (Peygamber) ona bunları okudu ve onu öğütledi, ve ona bu dünyanın azabının, ahiretin azabından daha az acı olduğunu bildirdi. O dedi: Hayır, seni hak ile gönderen Allah'a yemin ederim ki, ona yalan söylemedim. O (Peygamber) sonra onu (suçlayan kişinin karısını) çağırdı ve ona öğüt verdi, ve onu uyardı, ve ona bu dünyanın azabının, ahiretin azabından daha az acı olduğunu bildirdi. O dedi: Hayır, seni hak ile gönderen Allah'a yemin ederim ki, o bir yalancıdır. (O) yemin etmeye başlayan adamdı ve o, Allah adına dört kez doğru olanlardan olduğunu yemin etti. Beşinci kez dedi: Eğer o yalancılardan biri ise, Allah'ın laneti onun üzerine olsun. Sonra kadın çağrıldı ve o, Allah adına dört kez yemin etti ki, o (kocası) yalancılardandır, ve beşinci kez (şöyle dedi): Eğer o doğru olanlardan biri ise, lanet onun üzerine olsun. O (Peygamber) sonra ikisi arasında ayrılık yaptı."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu şekilde bir hadisi İbn Numair, kelimelerde küçük bir farklılıkla aktarmıştır."
    },
    {
      "id": 6,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) saying to the invokers of curse:",
      "text": "İbn 'Umar (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) lanet okuyanlara şöyle dediğini bildirdi: Hesabınız Allah'ladır. Sizden biri yalancıdır. Artık bu kadına karşı bir hakkınız yok. O dedi: Ey Allah'ın Messenger'ı, benim malım (nikah sırasında ona verdiğim mehir) ne olacak? O dedi: Mal üzerinde bir hakkın yok. Eğer doğru söylüyorsan, (mehir) onunla birlikte olma hakkının karşılığıdır, eğer ona yalan söylüyorsan, o, ondan daha uzaktır."
    },
    {
      "id": 7,
      "narrator": "Ibn 'Umar (Allah be pleased with them) said that Allah's Messenger (ﷺ) effected separation between the two members of Banu al-'Ajlan, and said:",
      "text": "İbn 'Umar (Allah ondan razı olsun) dedi ki: Allah'ın Messenger'ı (ﷺ) Banu al-'Ajlan'dan iki kişi arasında ayrılık yaptı ve dedi: Allah biliyor ki, sizden biri yalancıdır. İçinizde tövbe eden var mı?"
    },
    {
      "id": 8,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Jubair bildirdi: Ben, İbn 'Umar'a (Allah ondan razı olsun) lanet okuma (li'an) hakkında sordum ve o, Allah'ın Elçisi'nden (ﷺ) benzer şekilde aktardı."
    },
    {
      "id": 9,
      "narrator": "Sa'id b. Jubair reported that Mus'ab b. Zubair did not effect separation between the Mutala'inain (invokers of curses). Sa'id said:",
      "text": "Sa'id b. Jubair, Mus'ab b. Zubair'in lanet okuyanlar arasında ayrılık yapmadığını bildirdi. Sa'id dedi: Bu, 'Abdullah b. Umar'a (Allah ondan razı olsun) aktarıldı ve o dedi: Allah'ın Elçisi (ﷺ) Banu al-'Ajlan'dan iki kişi arasında ayrılık yaptı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Nafi' İbn 'Umar'dan (Allah ondan razı olsun) aktardı ki, bir kişi, Allah'ın Messenger'ı (ﷺ) döneminde karısına lanet okudu, böylece o, ikisi arasında ayrılık yaptı ve çocuğun soyunu annesine atfetti."
    },
    {
      "id": 11,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) bildirdi: Allah'ın Messenger'ı (ﷺ) bir kişiyi ve karısını lanet okumaya (birbirlerine) çağırdı ve sonra ikisi arasında ayrılık yaptı."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu şekilde bir hadisi 'Ubaidulah'dan aynı isnadla aktarıldı."
    },
    {
      "id": 13,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah bildirdi: Cuma gecesi camideydik, bir Ansar oraya geldi ve şöyle dedi: Eğer bir kişi, karısını bir adamla bulursa ve bu konuda konuşursa, onu kırbaçlarsınız, eğer öldürürse, onu öldürürsünüz, eğer sessiz kalırsa, öfkesini tüketmek zorunda kalır. Vallahi, kesinlikle Allah'ın Messenger'ından (ﷺ) bunun hakkında soracağım. Ertesi gün, Allah'ın Messenger'ına (ﷺ) geldi ve ona şöyle sordu: Eğer bir adam karısını bir adamla bulursa ve bu konuda konuşursa, onu kırbaçlarsınız; eğer öldürürse, onu öldürürsünüz, eğer sessiz kalırsa, öfkesini tüketmek zorunda kalır. Bunun üzerine o (Peygamber) dedi: Allah, bu sorunu çöz (diye dua etmeye başladı) ve ardından li'an ile ilgili ayetler indirildi: \"Karısını suçlayanlar ve kendilerinden başka tanıkları olmayanlar\" (xxiv. 6). O kişi, bu ayetlere göre insanlar huzurunda test edildi. O ve karısı, Allah'ın Messenger'ının (ﷺ) huzuruna geldi ve lanet okudular (iddialarını kanıtlamak için). Adam, Allah adına dört kez doğru olanlardan olduğunu yemin etti ve beşinci kez dedi: Eğer o yalancılardan biri ise, Allah'ın laneti onun üzerine olsun. Sonra kadın lanet okumaya başladı. Allah'ın Messenger'ı (ﷺ) ona: Bekle (ve düşünerek lanet et), ama o reddetti ve lanet okudu ve dönerken, o (Allah'ın Elçisi) dedi: Görünüşe göre bu kadın kıvırcık saçlı bir siyah çocuk doğuracak. Ve öyle de oldu, kıvırcık saçlı bir siyah çocuk doğurdu."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu şekilde bir hadisi A'mash'tan aktarıldı."
    },
    {
      "id": 15,
      "narrator": "Muhammad (one of the narrators) reported:",
      "text": "Muhammed (narratörlerden biri) bildirdi: Ben, Anas b. Malik'e (Allah ondan razı olsun) sordum, onun (li'an) konusunda bilgisi olduğunu bilerek. O dedi: Hilal b. Umayya (Allah ondan razı olsun) karısını, Şarik b. Sahma ile zina etmekle suçladı, o da al-Bara b. Malik'in annesi tarafından kardeşidir. Ve o, İslam'da lanet okuma (li'an) yapan ilk kişiydi. Gerçekten de ona lanet okudu. Allah'ın Messenger'ı (ﷺ) dedi: Eğer o, beyaz tenli, koyu saçlı bir çocuk doğurursa, o Hilal b. Umayya'nın oğlu olmalıdır; eğer koyu göz kapaklı, kıvırcık saçlı ve ince bacaklı bir çocuk doğurursa, o Şarik b. Sahma'nın çocuğu olmalıdır. Dedi ki: Bana bildirildi ki, o, koyu göz kapaklı, kıvırcık saçlı ve ince bacaklı bir çocuk doğurdu."
    },
    {
      "id": 16,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) şöyle rivayet etmiştir: Allah'ın Resulü'nün (ﷺ) huzurunda li'an'dan bahsedildi. Asim b. 'Adi bu konuda bir yorumda bulundu ve sonra döndü, bunun üzerine kabilesinden bir adam ona gelerek karısını bir adamla bulduğundan şikayet etti. Asim dedi ki: Söylediklerimden dolayı tutuldum. Adamı Allah'ın Resulü'ne (ﷺ) götürdü ve karısıyla birlikte bulduğu adamı anlattı. Bu adam zayıf, sarı renkli, ince saçlıydı; karısıyla zina yaptığı iddia edilen kişi ise etli baldırları, buğday teni ve iri yapılıydı. Allah'ın Resulü (ﷺ) dedi ki: Ey Allah, (bu durumu) açığa çıkar. Ve kadın bir çocuk doğurdu, çocuğun yüzü, kocasının karısıyla birlikte bulduğunu söylediği o adama benziyordu. Allah'ın Resulü (sallallahu aleyhi ve sellem) onlara lanet etmelerini istemişti. Bir kişi İbn Abbas'a (Allah ondan razı olsun) dedi ki: O kadın, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) \"Eğer birini delil olmadan taşlasaydım, onu taşlardım\" dediği kadın mı? İbn Abbas (Allah ondan razı olsun) dedi ki: Hayır, o kadın değil. O kadın, toplumda açıkça kötülük yayan birisiydi."
    },
    {
      "id": 17,
      "narrator": "This hadith has been narrated on the authority of Ibn 'Abbas (Allah be pleased with them) through another chain of transmitters with the addition of these words:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "'Abdullah b Shaddad reported that mention was made about the invokers of curses before Ibn 'Abbas (Allah be pleased with them). Ibn Shaddad said:",
      "text": "Bu hadisi İbn Abbas (Allah ondan razı olsun) başka bir rivayet zinciriyle şu eklemeyle aktarmıştır: 'Etli ve kıvırcık, karışık saçlı.\""
    },
    {
      "id": 19,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Sa'd b. 'Ubada al-Ansari said:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Sa'd b. Ubada (Allah be pleased with him) said:",
      "text": "Abdullah b. Şeddad, İbn Abbas'ın (Allah ondan razı olsun) huzurunda lanet edenlerden bahsedildiğini bildirmiştir. İbn Şeddad dedi ki: Bunlar, Allah'ın Resulü'nün (ﷺ) \"Eğer birini delil olmadan taşlasaydım, kesinlikle onu taşlardım\" dediği iki kişi mi? İbn Abbas (Allah ondan razı olsun) dedi ki: Bu kadın değil; ama o, açıkça (zina eden) kişidir."
    },
    {
      "id": 21,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Sa'd b. Ubada (Allah be pleased with him) said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "AI-Mughira b. Shu'ba (Allah be pleased with him) reported that Sa'd b. 'Ubada (Allah be pleased with him) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Sa'd b. Ubade el-Ensari dedi ki: Allah'ın Resulü, eğer bir adam karısını başka bir kişiyle bulursa, onu öldürmeli mi? Allah'ın Resulü (ﷺ) dedi ki: Hayır. Sa'd dedi ki: Neden? Seni hak ile onurlandıran Allah'a yemin ederim. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Şefkatli ol, liderinin söylediklerini dinle."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Sa'd b. Ubade (Allah ondan razı olsun) dedi ki: Allah'ın Resulü, eğer karımla bir adam bulursam, dört tanık getirmeden beklemeli miyim? O da: Evet, dedi."
    },
    {
      "id": 25,
      "narrator": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters. In the hadith transmitted on the authority of Ma'mar, the (words are):",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle rivayet etmiştir: Sa'd b. Ubade (Allah ondan razı olsun) dedi ki: Allah'ın Resulü, eğer karımla bir adam bulursam, onu dört tanık getirmeden dokunmamalı mıyım? Allah'ın Resulü (ﷺ) dedi ki: Evet. O da: Asla. Seni hak ile gönderen Allah'a yemin ederim ki, ondan önce kılıcımla ona doğru koşarım. Allah'ın Resulü (ﷺ) dedi ki: Liderinin söylediklerini dinle. O, onuruna karşı kıskançtır, ben ondan daha kıskancım ve Allah da benden daha kıskançtır."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    }
  ]
}