{
  "language": "tr",
  "metadata": {
    "length": 30,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger may peace be upon him) as saying:",
      "text": "İbn Ömer (Allah ondan razı olsun) Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: Eğer biri bir kölenin payını özgürleştirirse ve onu satın almak için yeterli parası varsa, köle için adil bir fiyat belirlenmeli, ortaklarına payları verilmelidir ve köle böylece özgürleştirilmelidir; aksi takdirde, o sadece ilk adamın payı kadar özgürleştirilmiş olur."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu hadis, İbn Ömer'in başka bir rivayet zinciri aracılığıyla aktarılmıştır."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: İki kişi tarafından ortaklaşa sahip olunan bir köle, bunlardan biri tarafından özgürleştirildiğinde, (o kişi) kölenin tam özgürlüğünü sağlama yükümlülüğüne sahiptir."
    },
    {
      "id": 4,
      "narrator": "Abu Huraira (Allah be pleased witli him) reported Allah's Prophet (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: Eğer biri bir kölenin payını özgürleştirirse, eğer parası varsa tamamen özgürleştirilmelidir; ama eğer parası yoksa, kölenin özgürlüğünü kazanmak için çalışması gerekecek, ama aşırı yüklenmemelidir."
    },
    {
      "id": 5,
      "narrator": "This hadith has been narrated on the authority of Sa'id b. Abu 'Aruba with the same chain of transmitters but with the addition:",
      "text": "Bu hadis, Sa'id b. Ebu Arube'den aynı rivayet zinciri ile aktarılmıştır, ancak şu eklemeyle: \"Eğer (köleyi özgürleştiren ortaklardan biri) yeterli paraya sahip değilse (diğer yarısını özgürleştirmek için) köle için adil bir fiyat belirlenmeli ve özgürlüğü için çalışması gerekecek, ama aşırı yüklenmemelidir.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Bu tarzda bir hadis, aynı rivayet zinciri aracılığıyla ancak kelimelerde küçük bir değişiklikle aktarılmıştır."
    },
    {
      "id": 7,
      "narrator": "Ibn Umar reported that 'A'isha decided to buy a slave-girl and then set her free, but her masters said:",
      "text": "İbn Ömer, Aişe'nin bir köle kızı satın almayı ve sonra onu özgürleştirmeyi düşündüğünü, fakat sahiplerinin: \"Miras hakkının seninle birlikte olmasını şartıyla onu sana satmaya hazırız.\" dediklerini bildirdi. Aişe (radıyallahu anha) bunu Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) aktardı, o da: \"Bu senin için bir engel olmamalı. Miras hakkı, özgürleştiren kişiye aittir.\" dedi."
    },
    {
      "id": 8,
      "narrator": "'A'isha (Allah be pjeased with her) reported that Barira came to her in order to seek her help in securing freedom, but she had (so far) paid nothing out of that sum stipulated in the contract. 'A'isba said to her. Go to your family (who owns you), and if they like that I should pay the amount (of the contract) on your behalf (for purchasing your freedom), then I shall have the right in your inheritance. (If they accepted it) I am prepared (to make this payment). Barira made a mention of that to the (members of) her family, but they refused and said:",
      "text": "Aişe (Allah ondan razı olsun) Barira'nın özgürlük elde etmek için kendisinden yardım istediğini, fakat o zamana kadar sözleşmede belirtilen miktardan hiçbir şey ödemediğini bildirdi. Aişe ona: \"Ailenle git, eğer benim senin adın adına (özgürlüğün için) bu miktarı ödememi isterlerse, o zaman miras hakkı bana ait olacaktır. (Eğer kabul ederlerse) bu ödemeyi yapmaya hazırım.\" dedi. Barira bunu ailesine iletti, ama onlar kabul etmedi ve: \"Eğer (Aişe) Allah rızası için sana iyilik yapmak isterse, yapsın ama miras hakkı bizim olacak.\" dediler. Aişe bunu Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) iletti, o da: \"Onu satın al ve özgürleştir, çünkü miras hakkı özgürleştiren kişiye aittir.\" dedi. Allah'ın Elçisi (sallallahu aleyhi ve sellem) ayağa kalktı ve: \"İnsanların başına ne geldi ki, Allah'ın Kitabı'nda bulunmayan şartlar koyuyorlar? Ve Allah'ın Kitabı'nda bulunmayan bir şart geçersizdir, hatta yüz kez konulsa bile. Allah'ın koyduğu şart en geçerli ve en sağlam olandır.\" dedi."
    },
    {
      "id": 9,
      "narrator": "'A'isha, the wife of Allah's Apostle (ﷺ), reported:",
      "text": "Aişe, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) Barira'nın ailesiyle özgürlük elde etmek için dokuz 'ukiya (gümüş) karşılığında sözleşme yaptığını bildirdi. Hadisin geri kalanı aynıdır (ama şu eklemeyle): \"Bu (miras hakkı meselesi) senin için bir engel olmamalı. Onu satın al ve özgürleştir.\" O, bir hadiste: \"Allah'ın Elçisi (sallallahu aleyhi ve sellem) insanların arasında ayağa kalktı, Allah'ı yüceltti, O'na hamd etti ve sonra dedi ki: 'Şu......'\""
    },
    {
      "id": 10,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Barira bana geldi ve ailesinin (sahipleri) ile dokuz 'ukiya (gümüş) karşılığında özgürlük için sözleşme yaptıklarını, dokuz yıl boyunca her yıl bir 'ukiya ödeyeceklerini söyledi. \"Bu ödemeyi yapmamda bana yardım et.\" dedi. Ben de ona: \"Eğer ailen isterse, ben bu miktarı tek seferde ödemeye hazırım ve böylece seni özgürleştirmiş olacağım, ama bu durumda miras hakkı bana ait olacaktır.\" dedim. O (Barira) bunu ailesine iletti, ama onlar (miras hakkının kendilerine ait olması şartıyla) kabul etmediler. O bana geldi ve bunu aktardı. Aişe: \"Ben ona kızdım.\" dedi. Barira: \"Allah'a yemin ederim ki, bu mümkün değil (asla kabul etmeyecekler).\" dedi. Ve bunu söylerken, Allah'ın Elçisi (sallallahu aleyhi ve sellem) duydu ve bana sordu, ben de ona durumu bildirdim. O da: \"Onu satın al ve özgürleştir, miras hakkı onlara ait olsun, çünkü miras hakkı özgürleştiren kişiye aittir (bu nedenle bu insanlar böyle sahte iddialarda bulunamazlar).\" dedi. Ben de öyle yaptım. Aişe: \"Sonra Allah'ın Elçisi (sallallahu aleyhi ve sellem) akşam bir vaaz verdi. Allah'ı yüceltti ve O'na layık olduğu şekilde hamd etti, sonra dedi ki: 'İnsanların başına ne geldi ki, Allah'ın Kitabı'nda bulunmayan şartlar koyuyorlar? Ve Allah'ın Kitabı'nda bulunmayan bir şart geçersizdir, hatta yüz kez konulsa bile. Allah'ın Kitabı her şeyden daha doğrudur ve Allah'ın koyduğu şart her şeyden daha bağlayıcıdır. Sizlerden biri neden şöyle der: \"Şu ve bu özgürleştirilsin, ama miras hakkı bana ait olsun\"? Gerçekten, miras hakkı özgürleştiren kişiye aittir.\" dedi."
    },
    {
      "id": 11,
      "narrator": "Hisham b. 'Urwa narrated a hadith like this with the same chain of trans- mitters except (with this change) that in the hadith transmitted on the authority of jartr (the words are):",
      "text": "Hişam b. Urve, aynı rivayet zinciri ile benzer bir hadisi aktardı, ancak (şu değişiklikle) ki, Jarir'in rivayetinde (şu ifadeler yer alıyor): Onun (Barira'nın) kocası bir köleydi, bu nedenle Allah'ın Elçisi (sallallahu aleyhi ve sellem) ona (kocasını koruma ya da ondan ayrılma) seçeneğini verdi. O, ayrılmayı tercih etti (ve böylece özgürlüğünü sağladı). Eğer kocası özgür olsaydı, ona bu seçeneği vermezdi. Bu rivayette bu kelimeler yoktur: Amma ba'du."
    },
    {
      "id": 12,
      "narrator": "'Abd al-Rahman b. al. Qasim reported on the authority of his father:",
      "text": "Abd al-Rahman b. Qasim, babası aracılığıyla aktardı: Aişe (Allah ondan razı olsun) dedi ki: Barira'nın durumu ile ilgili üç mesele netleştirildi: sahipleri, miras hakkının kendilerine ait olması şartıyla onu satmayı kararlaştırmışlardı. Aişe (radıyallahu anha) bunu Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) iletti ve o da: \"Onu satın al ve özgürleştir, çünkü gerçekten miras hakkı özgürleştiren kişiye aittir.\" dedi. Aişe, onu özgürleştirdi ve Allah'ın Elçisi (sallallahu aleyhi ve sellem) ona (evlilik bağını sürdürme veya özgürleştikten sonra sona erdirme) seçeneğini verdi. O (seçeneği kullanarak) kendisi için (evlilik bağını sona erdirmeyi) tercih etti. Aişe: \"İnsanlar ona sadaka veriyordu ve o da bunu bize hediye olarak veriyordu.\" dedi. Ben de bunu Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) ilettim, o da: \"Bu onun için sadaka ama sizin için hediyedir, o yüzden bunu alın.\" dedi."
    },
    {
      "id": 13,
      "narrator": "'A'isha (Allah's be pleased with her) reported that she had bought Barira from the people of Ansar, but they laid down the condition that the right of inheritance (would vest in them), whereupon Allah's Messenger (ﷺ) said:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi ki, Barira'yı Ensar'dan satın aldı, ama onlar miras hakkının kendilerine ait olmasını şart koşmuşlardı, bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: \"Miras hakkı, iyilik yapan (özgürleştiren) kişiye aittir.\" ve Allah'ın Elçisi (sallallahu aleyhi ve sellem) ona (evlilik bağını sürdürme veya sona erdirme) seçeneğini verdi. Kocası bir köleydi. O (Barira da) Aişe'ye hediye olarak biraz et verdi. Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: \"Keşke bu ettan bizim için pişirebilseydin.\" Aişe: \"Bu Barira'ya sadaka olarak verilmiştir.\" dedi, bunun üzerine o: \"Bu onun için sadaka, ama bizim için hediyedir.\" dedi."
    },
    {
      "id": 14,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Barira'yı özgürleştirmek amacıyla satın almak istedi. Onlar (satıcılar) miras hakkının kendilerine ait olmasını şart koşmuşlardı. Aişe (radıyallahu anha) bunu Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) iletti, o da: \"Onu satın al ve özgürleştir, çünkü miras hakkı özgürleştiren kişiye aittir.\" dedi. Allah'ın Elçisi (sallallahu aleyhi ve sellem) bir hediye olarak et aldı. Onlar (ashab) Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) dediler: \"Bu Barira'ya sadaka olarak verilmiştir.\" Bunun üzerine o: \"Bu onun için sadaka ama bizim için hediyedir.\" dedi. Ve ona (evlilik bağını sürdürme veya sona erdirme) seçeneği verildi. Abd al-Rahman dedi ki: \"Kocası özgür bir adamdı.\" Şu'ba dedi ki: \"Sonra ben ona (rivayet edenlerden birine) Barira'nın kocası hakkında (özgür mü yoksa köle mi olduğu) sordum, o da: \"Bilmiyorum.\" dedi."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciri ile Şu'ba aracılığıyla aktarılmıştır."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "'A'işe, Barira'nın kocasının bir köle olduğunu bildirmiştir."
    },
    {
      "id": 17,
      "narrator": "'A'isha (Allah be pleased with her). the wife of Allah's Apostle (may Peace be upon him) said:",
      "text": "'A'işe (Allah ondan razı olsun), Allah'ın Elçisi'nin (salat ve selam üzerine olsun) eşi şöyle dedi: Barira ile ilgili olarak üç adet sünnet (uygulama) vardır. O, azat edildikten sonra kocasıyla ilgili olarak bir seçenek verilmiştir. O, sadaka olarak et verilmiştir. Allah'ın Elçisi (salat ve selam üzerine olsun) bana geldiğinde, içinde et olan bir çömlek ateşteydi. O, yemek istedi ve ona evde pişirilmiş sıradan etle ekmek verildi. Bunun üzerine o (Allah'ın Elçisi) dedi ki: İçinde et olan çömleği ateşte görmüyor muyum? Onlar: Evet, dediler. Allah'ın Elçisi, içinde Barira'ya verilen sadaka olan et var. Bunu sana yedirmeyi uygun görmedik, dediler. Bunun üzerine o dedi ki: Bu onun için bir sadakadır, ama bizim için bir hediyedir. Allah'ın Elçisi (ﷺ) ayrıca dedi ki: Miras hakkı, azat edenin üzerindedir."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: 'A'işe (Allah ondan razı olsun) bir cariye satın almayı ve onu azat etmeyi düşündü, ancak sahipleri (onu satmayı reddetti) miras hakkının kendilerinde olacağı şartıyla. Bunu Allah'ın Elçisi'ne (ﷺ) anlattı. Bunun üzerine o dedi ki: Bu (şart) senin önünü kesmesin, çünkü miras hakkı azat edene aittir."
    },
    {
      "id": 19,
      "narrator": "Ibn Umar (Allah be pleased with them) reported that Allah's Messenger (may peace he upon him) forbade the selling and making a gift of the right of inheritance of a slave. Imam Muslim said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (salat ve selam üzerine olsun) bir kölenin miras hakkının satılmasını ve hediye edilmesini yasakladı. İmam Müslim dedi ki: Bu hadis hakkında Abdullah b. Dinar'a dayanarak bütün kişiler vardır."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Bu hadis, İbn Ömer (Allah onlardan razı olsun) aracılığıyla başka bir nakil zinciri ile aktarılmıştır, ancak bu değişiklikle ki, el-Thakafi'nin Ubaidullah'dan naklettiği hadiste sadece satma (veya miras hakkı, al-Wala') ile ilgili bir ifade vardır, hediye etme ile ilgili bir ifade yoktur."
    },
    {
      "id": 21,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported that Allah's Apostle (ﷺ) made it obligatory for every tribe (the payment) of blood-wit; he then also made it explicit that it is not permissible for a Muslim to make himself the ally (of the slave emancipated by another) Muslim without his permission. He (the narrator further added):",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) her kabile için (kan bedeli) ödemeyi zorunlu kıldı; ardından bir Müslümanın, başka bir Müslüman tarafından azat edilen köleye onun izni olmadan dost olmasının caiz olmadığını da açıkça belirtti. (Rivayet eden kişi ayrıca ekledi): Bana, onun (Peygamber Efendimiz) bunu yapanı lanetlediği bildirildi (ve bu, onun Sahifesi'nde kaydedildi)."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Önceki sahibinin izni olmadan birini dost edinenin üzerine Allah'ın ve O'nun meleklerinin laneti olacaktır ve onun hiçbir farz ve nafile ameli Allah tarafından kabul edilmeyecektir."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Önceki sahibinin izni olmadan azatlı köleyi dost edinenin üzerine Allah'ın, O'nun meleklerinin ve tüm insanlığın laneti vardır ve Kıyamet Günü'nde ondan farz veya nafile ameli kabul edilmeyecektir. Bu hadis, aynı nakil zinciri ile aktarılmıştır, ancak kelimelerde hafif bir değişiklikle."
    },
    {
      "id": 24,
      "narrator": "Ibrahim al-Taimi reported on the authority of his father:",
      "text": "İbrahim et-Taymi, babasından rivayet etti: 'Ali b. Ebu Talib (Allah ondan razı olsun) bize hitap ederek şöyle dedi: Bizim (Peygamber ailesinin) Allah'ın Kitabı ve bu Sahife dışında başka bir şey okuduğumuzu düşünen yalan söyler. (Bu Sahife) develerin yaşları ve yaraların tazmini ile ilgili (konular) içerir ve Peygamber'in (ﷺ) sözlerini de kaydeder: Medine, 'Ayr'dan Thaur'a kadar kutsal bir bölgedir (muhtemelen Uhud'dur). Kim bir yenilik (bir eylem veya uygulama) icat ederse veya bir yenilikçiye koruma sağlarsa, onun üzerine Allah'ın, O'nun meleklerinin ve tüm insanlığın laneti vardır. Allah, ondan (bir tazminat olarak) hiçbir farz veya nafile ameli kabul etmeyecektir ve Müslümanların sorumluluğu ortak bir sorumluluktur; en düşük rütbede olan bile (başkaları adına) sorumluluk alabilir ve kendi babası dışında birini babası olarak kabul eden veya onu azat edenin dışında birini dost edinenin üzerine Allah'ın, O'nun meleklerinin ve tüm insanlığın laneti vardır. Allah, ondan farz veya nafile ameli kabul etmeyecektir."
    },
    {
      "id": 25,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Kim bir Müslim köleyi azat ederse, Allah, onun kölesinin her bir organı için cehennemden bir organını serbest bırakır."
    },
    {
      "id": 26,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (may peace benpon him) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (salat ve selam üzerine olsun) şöyle dedi: Kim bir köleyi azat ederse, Allah, onun (kölenin) her bir uzvu için cehennemden her bir uzvunu serbest bırakır, hatta özel yerlerini de."
    },
    {
      "id": 27,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Kim bir inanan köleyi azat ederse, Allah, onun (kölenin) her bir uzvu için ateşten her bir uzvunu serbest bırakır, hatta özel yerlerini de."
    },
    {
      "id": 28,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Bir Müslim, bir Müslim (köleyi) azat ederse, Allah, kölenin her bir uzvu için onun (azat edenin) her bir uzvunu ateşten kurtarır. Sa'id b. Marjana dedi ki: Bu hadisi Ebu Hureyre'den (Allah ondan razı olsun) duyduğumda, ayrıldım ve bunu 'Ali b. Hüseyin'e anlattım ve o hemen köleyi azat etti; bunun için İbn Ca'fer on bin dirhem veya bin dinar vermeye hazırdı."
    },
    {
      "id": 29,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Bir evlat, babasına olan borcunu ödemeden, onu (babasını) köle ise satın alıp azat etmedikçe, ödeyemez. İbn Ebu Şeybe tarafından aktarılan rivayette kelimelerde hafif bir değişiklik vardır."
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Bu gibi bir hadis, Suhail aracılığıyla aynı nakil zinciri ile aktarılmıştır."
    }
  ]
}