{
  "language": "tr",
  "metadata": {
    "length": 160,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, Allah'ın Resulü (ﷺ) iki tür işlemi, Mulamasa ve Munabadha'yı yasakladı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bunu Allah'ın Resulü'nden (ﷺ) bu şekilde rivayet etmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nden (ﷺ) başka bir isnat yoluyla bu şekilde bir hadis rivayet etmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre (Allah ondan razı olsun) aracılığıyla başka bir isnat yoluyla nakledilmiştir."
    },
    {
      "id": 5,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti: İki tür işlem (Peygamber Efendimiz tarafından) yasaklanmıştır; al-Mulamasa ve al-Munabadha. Mulamasa işlemi, tarafların birbirinin elbisesine dikkat etmeden dokunmasıdır; al-Munabadha ise, her birinin diğerine elbisesini atması ve tarafların birbirinin elbisesini görmemesidir."
    },
    {
      "id": 6,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) rivayet etti: Allah'ın Resulü (ﷺ) bize iki tür ticari işlemi ve iki giyim tarzını yasakladı. İşlemlerde Mulamasa ve Munabadha'yı yasakladı. Mulamasa, birinin elbisesine el ile dokunmasıdır; bu gece veya gündüz olabilir, ancak bu kadarını çevirmeden. Munabadha, bir adamın elbisesini diğerine atması ve diğerinin de elbisesini atmasıdır; böylece karşılıklı anlaşma olmaksızın sözleşmelerini onaylamış olurlar."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab aracılığıyla aynı isnat yoluyla nakledilmiştir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, Allah'ın Resulü (ﷺ) taş atarak belirlenen bir işlemi ve belirsizlik içeren türünü yasakladı."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Abdullah (b. 'Umar) (Allah ondan razı olsun) dedi ki, Allah'ın Resulü (ﷺ) habal al-habala adı verilen işlemi yasakladı."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) rivayet etti ki, cahiliye döneminde insanlar, kesilen develerin etini habal al-habala kadar satarlardı. Habal al-habala, bir dişi devenin doğum yapması ve sonra doğan yavrunun büyüyüp hamile kalması anlamına gelir. Allah'ın Resulü (ﷺ) bu işlemi onlara yasakladı."
    },
    {
      "id": 11,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as having said this:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Sizden biri, diğeri pazarlık yaparken bir işlemi kabul etmemelidir."
    },
    {
      "id": 12,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: Bir kişi, kardeşi zaten bir işlem yapıyorken bir işlem yapmamalıdır ve kardeşi zaten bir evlilik teklifi yapmışken, izin vermedikçe evlilik teklifi yapmamalıdır."
    },
    {
      "id": 13,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Müslüman, kardeşine karşı (karşıt olarak) alışveriş yapmamalıdır."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla başka bir isnat yoluyla ancak kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 15,
      "narrator": "Abu Huraira reported Allah's Messenger (may peace'be upon him) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (selam üzerine olsun) şöyle söylediğini rivayet etti: Binenlere, onlarla işlem yapmak için karşılamaya çıkmayın; hiçbiri diğerine karşı alışveriş yapmamalıdır, birbirine teklif vermemelidir; bir şehirli, çölde yaşayan bir adam için satış yapmamalıdır ve develerin ve koyunların memelerini bağlamamalıdır; bunları aldıktan sonra, eğer memnun kalırsa, sütünü sağdıktan sonra onları tutabilir veya memnun kalmazsa, bir miktar hurma ile birlikte geri verebilir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, Allah'ın Elçisi (ﷺ) kervanı karşılamak (onlarla ticaret yapmak için) ve bir şehirlinin çöl adamı adına mal satmasını, bir kadının kız kardeşinin kocasından boşanmasını istemesini, birbirine teklif vermeyi, hayvanların memelerini bağlamayı ve kardeşine karşı (bir şeyler) satın almayı yasakladı."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "İbn Ömer (Allah onlardan razı olsun) rivayet etti ki, Allah'ın Elçisi (ﷺ) birbirine teklif vermeyi yasakladı."
    },
    {
      "id": 19,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yolda mal ile karşılaşmayın, (getirilmesini) pazara kadar bekleyin. Bu hadis İbn Numair'den, fakat kelimelerde küçük bir değişiklikle nakledilmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Bu hadis 'Ubaidullah'tan rivayet edilmiştir."
    },
    {
      "id": 21,
      "narrator": "Abdullah (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yolda tüccarlarla karşılaşmayın."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (may peace he upon him) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yolda mal ile karşılaşmayın."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yolda tüccar ile karşılaşmayın ve onunla ticaret yapmayın; kim onu karşılayıp ondan satın alırsa (ve eğer bu yapılırsa, bakın) mal sahibi pazara geldiğinde (ve daha az bir fiyat aldığını görünce) işlemi geçersiz kılma hakkına sahiptir."
    },
    {
      "id": 24,
      "narrator": "Abu Huraira (Allah be pleased with him) reported it directly from Allah's Apostle (ﷺ):",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bunu doğrudan Allah'ın Elçisi (ﷺ) den rivayet etti: Şehirli, çöl adamı adına mal satmamalıdır (şehrin piyasa koşullarını bilmediği için ondan faydalanmak amacıyla). Ve Zuhayr, Peygamber (ﷺ) den şehirlinin çöl adamı adına satış yapmasını yasakladığını rivayet etti."
    },
    {
      "id": 25,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yolda mal taşıyanlarla karşılaşılmamalıdır ve şehirli, çöl adamı adına satış yapmamalıdır. Rivayet eden kişi, İbn Abbas'a: Bu sözler gerçekten neyi ifade ediyor - \"Şehirli çöl adamı için\"? dedi. O da: Onun adına bir aracı olarak çalışması gerektiğini söyledi."
    },
    {
      "id": 26,
      "narrator": "Jabir (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Şehirli, çöl adamı adına satış yapmamalıdır, insanları yalnız bırakın, Allah onlara birbirlerinden rızık verecektir. Yahya bunu kelimelerde küçük bir değişiklikle rivayet etti."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Cabir (Allah ondan razı olsun) başka bir rivayet zinciriyle Allah'ın Elçisi (ﷺ) den benzer bir hadisi nakletti."
    },
    {
      "id": 28,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported:",
      "text": "Enes b. Malik (Allah ondan razı olsun) rivayet etti: Şehirlinin çöl adamı adına satış yapması yasaklandı, hatta o kardeşi veya babası olsa bile."
    },
    {
      "id": 29,
      "narrator": "Anas b. Malik (Allah be pleased with him) said:",
      "text": "Enes b. Malik (Allah ondan razı olsun) dedi: Şehirlinin çöl adamı adına satış yapması yasaklandı."
    },
    {
      "id": 30,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (may peace be'upon him) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Memesi bağlı bir keçi satın alan, onu geri götürmeli, sütünü sağmalı ve eğer sütünden memnun kalırsa geri almalı, aksi takdirde onu bir sa' hurma ile birlikte iade etmelidir."
    },
    {
      "id": 31,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Sütü bağlı bir keçi satın alan kimse, isterse keçiyi alıkoyma, isterse üç gün içinde geri verme seçeneğine sahiptir; eğer geri verirse, bir sa' hurma ile geri vermelidir."
    },
    {
      "id": 32,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Sütü bağlı bir keçi satın alan kimse, üç gün içinde geri verme seçeneğine sahiptir. Eğer geri verirse, bir sa' hurma ödemelidir. Buğday zorunlu değildir."
    },
    {
      "id": 33,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Sütü bağlı bir keçi satın alan kimsenin iki seçeneği vardır. İsterse onu alıkoyabilir, isterse bir sa' hurma ile geri verebilir, buğday değil."
    },
    {
      "id": 34,
      "narrator": "Ayyub narrated with the same chain of transmitters but with this change of words:",
      "text": "Ayyub, aynı rivayet zinciriyle ancak bu kelime değişikliğiyle şöyle dedi: \"Keçi satın alan kimse, seçeneğe sahiptir....\""
    },
    {
      "id": 35,
      "narrator": "Hammam b. Munabbih said:",
      "text": "Hammam b. Munabbih dedi ki: Ebu Hureyre (Allah ondan razı olsun) bize Allah'ın Resulü (ﷺ) tarafından rivayet edilen hadislerden biri şudur: İçinizden biri sütü bağlı bir dişi deveyi satın alırsa, onu sağdıktan sonra iki seçeneği vardır; ya onu alıkoyar ya da bir sa' hurma ile geri verir."
    },
    {
      "id": 36,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Gıda maddesi satın alan kimse, onu sahiplenmeden satmamalıdır."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Bu şekilde benzer bir hadis aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 38,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Gıda maddesi satın alan kimse, onu sahiplenmeden satmamalıdır. İbn Abbas (Allah onlardan razı olsun) dedi ki: Bu ilkeye göre gıda maddesi gibi her şeyi sayarım."
    },
    {
      "id": 39,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Gıda maddesi satın alan kimse, onu tartmadan (ve sonra sahiplenmeden) satmamalıdır. Ben (Tavus) İbn Abbas'a (Allah onlardan razı olsun) dedim: Neden böyle? O da dedi ki: İnsanların belirli bir süre için gıda maddelerini altın karşılığında sattıklarını görmüyor musun? Ebu Kuraib, belirli süre hakkında herhangi bir şey zikretmedi."
    },
    {
      "id": 40,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Gıda maddesi satın alan kimse, onu tam olarak sahiplenmeden satmamalıdır."
    },
    {
      "id": 41,
      "narrator": "Ibn Umar (Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) rivayet etti: Biz Allah'ın Resulü (ﷺ) döneminde gıda maddeleri satın alırdık. O (Peygamber) bize, onları satın aldığımız yerden başka bir yere götürmemizi emrederdi."
    },
    {
      "id": 42,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Gıda maddesi satın alan kimse, onu sahiplenmeden satmamalıdır. (Rivayet eden) dedi ki: Biz, kervanlardan gıda maddelerini topluca satın alırdık, fakat Allah'ın Resulü (ﷺ) bunları başka bir yere taşımadan yeniden satmamızı yasakladı."
    },
    {
      "id": 43,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Resulü (ﷺ) şöyle buyurduğunu rivayet etmiştir: Gıda maddesi satın alan kimse, onu tam olarak sahiplenmeden (ölçmeden) satmamalıdır."
    },
    {
      "id": 44,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying,:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle rivayet etti: Gıda maddesi satın alan kimse, onu sahiplenmeden satmamalıdır."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "İbn Ömer (Allah onlardan razı olsun) rivayet etti ki: Allah'ın Resulü (ﷺ) döneminde, topluca gıda maddesi satın alıp, onları başka bir yere taşımadan yerinde satan kimseler dövülürdü."
    },
    {
      "id": 46,
      "narrator": "Salim b. 'Abdullah (Allah be pleased with them) reported his father havingsaid this:",
      "text": "Salim b. Abdullah (Allah ondan razı olsun) babasının şöyle dediğini bildirmiştir: Allah'ın Messenger'ı (ﷺ) zamanında, insanların gıda maddelerini topluca alıp, onları kendi yerlerine götürmeden o yerde satmaları durumunda dövüldüğünü gördüm. Bu hadis, 'Ubaidullah b. Abdullah b. 'Umar aracılığıyla başka bir isnatla nakledilmiştir (ve sözler şunlardır): \"Babası (İbn 'Umar) gıda maddelerini topluca alır ve sonra onları kendi halkına taşırdı.\""
    },
    {
      "id": 47,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Gıda maddesi satın alan kimse, onu ölçmeden satmamalıdır. Ebu Bekir'in rivayetinde kelime İbta' şeklindedir, İştara yerine."
    },
    {
      "id": 48,
      "narrator": "Abu Huraira (Allah be please with him) is reported to have said to Marwan:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Marwan'a şöyle dediği rivayet edilmiştir: Faiz içeren işlemleri helal kıldın mı? Bunun üzerine Marwan: Bunu yapmadım, dedi. Ebu Hureyre (ﷺ) ise: Sen sadece belgelerle yapılan işlemleri helal kıldın, oysa Allah'ın Messenger'ı (ﷺ) gıda maddelerinin tam mülkiyeti alınmadan işlem görmesini yasakladı, dedi. Marwan daha sonra insanlara hitap ederek, belgelerle yapılan işlemlere girmelerini yasakladı. Süleyman dedi ki: Gözcülerin (bu belgeleri) insanlardan kapıp aldığını gördüm."
    },
    {
      "id": 49,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Gıda maddelerini satın aldığınızda, onları mülkiyetinize geçirmeden satmayın."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) bilinmeyen ağırlıktaki bir hurma yığınını satmayı yasakladığını bildirmiştir."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Bu hadis, Cabir b. Abdullah (Allah ondan razı olsun) aracılığıyla nakledilmiştir, ancak önceki hadiste bulunan hurmalardan bahsedilmemektedir."
    },
    {
      "id": 52,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Bir ticaret işleminde her iki taraf da ayrılmadıkları sürece işlemi iptal etme hakkına sahiptir; tarafların iptal hakkına tabi olan işlemler hariç."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar (Allah ondan razı olsun) aracılığıyla başka bir isnatla nakledilmiştir."
    },
    {
      "id": 54,
      "narrator": "Ibn 'Umar (Allah be pleased with thcm) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: İki kişi bir işlem yaptığında, ayrılmadıkları sürece her biri işlemi iptal etme hakkına sahiptir; ya da biri diğerine iptal etme hakkı verirse. Ancak biri diğerine seçenek verirse, işlem bu şartla (yani birinin iptal etme hakkı olduğu) yapılır, bu durumda geçerli olur. Ve eğer pazarlık yaptıktan sonra ayrılırlarsa ve hiçbiri işlemi iptal etmezse, yine de işlem geçerli olur."
    },
    {
      "id": 55,
      "narrator": "Abdullah b. 'Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. 'Umar (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: İki kişi bir işlem yaptığında, ayrılmadıkları sürece her biri işlemi iptal etme hakkına sahiptir; ya da işlemleri birbirlerine iptal etme hakkı veriyorsa, eğer işlemleri iptal etme hakkına sahipse, işlem geçerli olur. İbn Ebi 'Umar, bu eklemeyi yaptı: Ne zaman ki (İbn 'Umar) bir kişiyle iptal etmeme niyetiyle bir işlem yapsa, bir süre yürüdü ve sonra ona geri döndü."
    },
    {
      "id": 56,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: İki kişi bir işlem yaptığında, ayrılmadıkları sürece aralarında bir işlem yoktur, sadece iptal etme seçeneği olduğunda."
    },
    {
      "id": 57,
      "narrator": "Hakim b. Hazim (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Hakim b. Hazim (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Bir ticaret işleminde her iki taraf da ayrılmadıkları sürece işlemi iptal etme hakkına sahiptir; eğer doğruyu söylerler ve her şeyi netleştirirlerse, ticaretlerinde bereket bulacaklardır; ancak yalan söylerler ve bir şeyi gizlerlerse, ticaretlerindeki bereket silinip gidecektir."
    },
    {
      "id": 58,
      "narrator": "A hadith like this has been transmitted on the authority of Hakim b. Hizam (Imam Muslim) said:",
      "text": "Bunun gibi bir hadis, Hakim b. Hizam aracılığıyla nakledilmiştir (İmam Müslim) dedi ki: Hakim b. Hizam Kabe'nin içinde doğmuş ve yüz yirmi yıl yaşamıştır."
    },
    {
      "id": 59,
      "narrator": "Abdullah b. Dinar narrated that he heard Ibn 'Umar (Allah be pleased with them) saying:",
      "text": "Abdullah b. Dinar, İbn 'Umar (Allah ondan razı olsun) şöyle derken duyduğunu nakletmiştir: Bir adam, Allah'ın Messenger'ına (ﷺ) bir ticaret işleminde aldatıldığını söyledi, bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Bir işleme girdiğinizde, \"Aldatmaya yönelik bir girişim olmamalıdır\" deyin."
    },
    {
      "id": 60,
      "narrator": "This hadith has been narrated on the authority of 'Abdullah b. Dinar with the same chain of transmitters but these words are not found in it.\" When he buys he should say:",
      "text": "Bu hadis, 'Abdullah b. Dinar aracılığıyla aynı isnatla nakledilmiştir, ancak bu sözler onda bulunmamaktadır: \"Satın aldığında, aldatmaya yönelik bir girişim olmamalıdır.\""
    },
    {
      "id": 61,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) meyvelerin iyi durumda olduğu açıkça belli olmadan satılmasını yasakladı; bu yasak hem satıcıya hem de alıcıya yöneliktir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "İbn 'Umar'dan (Allah onlardan razı olsun) gelen başka bir isnatta yukarıdaki hadisle aynı şey nakledilmiştir."
    },
    {
      "id": 63,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) hurma ağaçlarının (yani meyvelerinin) satılmasını yasakladı; hurmalar olgunlaşmaya başlayana kadar ve mısır başakları beyazlaşana ve hastalıktan korunana kadar. Bu yasak hem satıcıya hem de alıcıya yöneliktir."
    },
    {
      "id": 64,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Meyvelerin iyi durumu belli olmadan satın almayın ve (hastalık tehlikesi) ortadan kalkmadan.\" Dedi ki: \"İyi durumunun belli olması, meyvenin kırmızı veya sarı hale gelmesi demektir.\""
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Bu hadis, Yahya'nın rivayetiyle \"iyi durumu belli olmadan\" ifadesine kadar aynı isnatla aktarılmıştır, ancak devamında gelen ifadeleri zikretmemiştir."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar'dan (Allah onlardan razı olsun) başka bir isnatla nakledilmiştir."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Nafi, İbn 'Umar'dan (Allah onlardan razı olsun) daha önce nakledilen bir hadis gibi bir hadis rivayet etti."
    },
    {
      "id": 68,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger' (ﷺ) as saying:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Meyveler (ağaçlarda) iyi durumu belli olmadan satın almayın.\""
    },
    {
      "id": 69,
      "narrator": "In the hadith transmitted on the authority of Shu'ba it was stated that Ibn Umar (Allah be pleased with them) was asked what good condition implied. He said:",
      "text": "Şu'ba'nın rivayet ettiği hadiste, İbn 'Umar'a (Allah onlardan razı olsun) iyi durumun ne anlama geldiği soruldu. O da: \"Hastalık tehlikesinin ortadan kalkmasıdır.\" dedi."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Cabir (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) meyvelerin iyi durumda olgunlaşana kadar satılmasını yasakladı (veya yasakladığımızı söyledi)."
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) meyvelerin iyi durumu belli olmadan satılmasını yasakladığını bildirdi."
    },
    {
      "id": 72,
      "narrator": "Abu Bakhtari reported:",
      "text": "Ebu Bakhtari şöyle bildirdi: İbn 'Abbas'a (Allah onlardan razı olsun) hurma satışını sordum. O da: \"Allah'ın Elçisi (ﷺ) hurma ağaçlarının meyvelerinin satılmasını, yenilene kadar veya yenilebilir hale gelene kadar veya tartılana kadar yasakladı.\" dedi. Ben de: \"Tartılana kadar ne demek?\" dedim. Bunun üzerine yanında bulunan bir kişi (İbn Abbas) şöyle dedi: \"Onları topladıktan sonra yanında tutabilecek hale gelene kadar.\""
    },
    {
      "id": 73,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Meyvelerin iyi durumu belli olmadan satmayın.\""
    },
    {
      "id": 74,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) meyvelerin iyi durumu belli olmadan satılmasını ve hurmanın hurma ile satın alınmasını yasakladı."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Zeyd b. Sabit (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) al-araya olarak bilinen satışta bir kolaylık verdiğini söyledi; İbn Numair tarafından nakledilen hadiste \"an tuba'a\" kelimesinin eklendiği belirtilmiştir."
    },
    {
      "id": 76,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etti: Meyveleri durumları netleşmeden satın almayın ve taze hurmaları satın almayın. Bu gibi bir hadis İbn Ömer tarafından başka bir nakil zinciriyle de rivayet edilmiştir."
    },
    {
      "id": 77,
      "narrator": "Sa'id b. al-Musayyib said that Allah's Messenger (ﷺ) forbade the transaction of Af Muzabana and Muhaqala. Muzabana means that fresh dates on the trees should be sold against dry dates. Muhaqala implies that the wheat in the ear should be sold against the wheat and getting the land on rent for the wheat (produced in it). He (the narrator) said that the Prophet (ﷺ) had aid:",
      "text": "Sa'id b. el-Musayyib, Allah'ın Elçisi (ﷺ) Muzabana ve Muhaqala işlemlerini yasakladığını söyledi. Muzabana, ağaçlardaki taze hurmaların kuru hurmalar karşılığında satılması anlamına gelir. Muhaqala ise, başaklardaki buğdayın buğday karşılığında satılması ve buğdayın yetiştirildiği arazinin kiralanması anlamına gelir. O (rivayet eden) dedi ki, Peygamber (ﷺ) şöyle buyurdu: Ağaçlardaki taze meyveleri durumları iyi hale gelmeden satmayın ve ağaçlardaki taze hurmaları kuru hurmalar karşılığında satmayın. Salim dedi ki: Abdullah, Zeyd b. Sabit'ten, Allah'ın Elçisi (ﷺ) ariya işlemlerinde taze hurmalarla kuru hurmaların değiştirilebileceğine dair sonradan bir izin verdiğini bildirdi, ancak diğer durumlarda bunu izin vermedi."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Zeyd b. Sabit (Allah ondan razı olsun) Allah'ın Elçisi'nin (ona selam olsun) ölçerek taze hurmalarla kuru hurmaların satılması için ariya durumunda izin verdiğini bildirdi."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Zeyd b. Sabit, Allah'ın Elçisi'nin (ﷺ) ariya işlemlerinde, hane halkının ölçüye göre kuru hurmaları verip sonra taze hurmaları yemeleri için izin verdiğini bildirdi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Bu gibi bir hadis Nafi' tarafından aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 81,
      "narrator": "Yahya b. Sa'id reported this hadith with the same chain of transmitters but with this change:",
      "text": "Yahya b. Sa'id, bu hadisi aynı nakil zinciriyle ancak şu değişiklikle bildirdi: 'Ariyya, hurma ağaçlarının insanlara bağışlanması ve sonra kuru hurmaların ölçüsüyle satılması anlamına gelir."
    },
    {
      "id": 82,
      "narrator": "Zaid b Thabit (Allah be pleased with him) reported that Allah's Messenger (ﷺ) gave concession in case of al-'ariyya transactions (for exchanging dates) for dates with measure. Yahya said:",
      "text": "Zeyd b. Sabit (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) ölçüyle hurmaların değiştirilmesi için al-'ariyya işlemlerinde izin verdiğini bildirdi. Yahya dedi ki: 'Ariyya, bir kişinin ailesinin yemesi için ağaçtaki taze hurmaları kuru hurmalar karşılığında satın alması anlamına gelir."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Zeyd b. Sabit (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) ariya işlemlerinde, ölçüye göre (kuru hurmaların taze hurmalarla) satılması için izin verdiğini bildirdi."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Ubaidullah, bu hadisi yukarıda belirtilen aynı otoriteden biraz farklı kelimelerle rivayet etti."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Nafi, bu hadisi aynı nakil zinciriyle, Allah'ın Elçisi'nin (ﷺ) ariya işlemlerinde (aynı malın) ölçüyle değişimi için izin verdiğini belirterek rivayet etti."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Başa'ir b. Yasir, Allah'ın Elçisi'nin (ﷺ) taze hurmaları kuru hurmalar karşılığında satın almayı yasakladığını ve bunun Riba olduğunu, bunun Muzabana olduğunu, ancak bir veya iki ağaç bağışlandığında bu durumda hane halkının kuru hurmaları satıp taze hurmaları yemeleri için bir istisna tanıdığını rivayet etti."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Buşa'ir b. Yasir, Allah'ın Elçisi'nin (ﷺ) kuru hurmaların (taze hurmalar karşılığında) ölçüyle değiştirilmesi işlemlerini ariya işlemlerinden muaf tuttuğunu rivayet etti."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Buşa'ir b. Yasir, Allah'ın Elçisi'nin (ona selam olsun) farklı nitelikteki bir malın doğrudan değişimini yasakladığını, ancak İshak ve İbn el-Muthanna'nın Riba yerine Zabn kelimesini kullandığını, İbn Ebu Ömer'in ise Riba (faiz) kelimesini kullandığını rivayet etti."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bu gibi bir hadis Sahl b. Ebu Hathma'dan rivayet edilmiştir."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Sahl b. Ebu Hathma, Allah'ın Elçisi'nin (ﷺ) taze hurmaların kuru hurmalarla değiştirilmesini yasakladığını, ancak bazı ağaçların bağışlandığı kişilere bu konuda bir izin verildiğini bildirdi."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Abu Huraira (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) tarafından beş wasq'tan az veya beş wasq'a kadar olan 'ariyya işlemlerinin muaf tutulduğunu bildirmiştir (rivayetçi Davud, bunun beş mi yoksa beşten az mı olduğunu bilmiyor)."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "İbn Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Muzabana'nın yasaklandığını bildirmiştir; Muzabana, taze hurmaları kuru hurmalarla ölçerek satmak ve kuru üzümleri ölçerek üzümlerle satmak anlamına gelir."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "'Abdullah (b. Umar) Allah'ın Elçisi (ﷺ) tarafından Muzabana'nın yasaklandığını bildirmiştir; yani taze hurmaları ağaçlarından kuru hurmalarla ölçerek almak ve üzümleri kuru üzümlerle ölçerek almak ve mısır tarlalarını ölçerek mısırla satmak."
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Bu hadisin benzeri 'Ubaidullah'ın rivayetiyle aynı isnat zincirinden nakledilmiştir."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Muzabana'nın yasaklandığını bildirmiştir; Muzabana, kuru hurmaları ölçerek taze hurmalarla ve kuru üzümleri ölçerek üzümlerle satmak ve tüm meyve türlerini hesaplama esasına göre satmak anlamına gelir."
    },
    {
      "id": 96,
      "narrator": "",
      "text": "İbn 'Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Muzabana'nın yasaklandığını bildirmiştir; Muzabana, ağaçtaki taze hurmaları belirli bir ölçüyle kuru hurmalarla satmak anlamına gelir; eğer meyve artarsa, bana aittir, eğer azsa, sorumluluğumdadır."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Bu hadisin benzeri Ayyub'un rivayetiyle nakledilmiştir."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Abdullah (b. Umar) (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) tarafından Muzabana'nın yasaklandığını bildirmiştir; bu, birinin bahçesindeki taze meyveleri (kuru meyveler için) satması veya taze hurmaları kuru hurmalarla ölçerek satması veya üzümleri kuru üzümlerle ölçerek satması ya da tarladaki mısırı kuru mısırla ölçerek satması gerektiğini ifade eder. O (Kutsal Peygamber) aslında bu tür tüm işlemleri yasaklamıştır. Kutaiba bunu kelime değişikliği ile nakletmiştir."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Bu hadis Nafi'nin rivayetiyle başka bir isnat zincirinden nakledilmiştir."
    },
    {
      "id": 100,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle demiştir: Eğer biri ağaçları döllenmeden sonra satın alırsa, meyve satıcıya aittir, alıcı bir şart koymadıkça."
    },
    {
      "id": 101,
      "narrator": "Nafi reported on the authority of Ibn Umar (Allah be pleased with them) that the Messenger of Allah (ﷺ) said:",
      "text": "Nafi, İbn Umar (Allah onlardan razı olsun) aracılığıyla Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Hangi ağaç kökleriyle birlikte satın alınırsa, eğer döllenmişse, meyvesi onu aşılayan kişiye aittir, alıcı tarafından bir şart konulmadıkça."
    },
    {
      "id": 102,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle demiştir: Ağaç aşılayan ve sonra köklerini satan kişinin meyvesi, onu aşılayan kişiye aittir, alıcı tarafından bir şart konulmadıkça."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Bu hadis Nafi'nin rivayetiyle aynı isnat zincirinden nakledilmiştir."
    },
    {
      "id": 104,
      "narrator": "Abdullah b. Umar (Allah be pleased with them) reported Allah's Massenger (ﷺ) as saying:",
      "text": "Abdullah b. Umar (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle demiştir: Döllenmeden sonra bir ağaç satın alan kişinin meyvesi, onu satan kişiye aittir, alıcı tarafından bir şart konulmadıkça (o meyve ona ait olacaktır); ve bir köle satın alan kişinin mülkü, onu satan kişiye aittir, alıcı tarafından bir şart konulmadıkça (o köle ile birlikte ona devredilecektir)."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Bu hadisin benzeri al Zuhri'nin rivayetiyle nakledilmiştir."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "İbn Ömer, babasından, Allah'ın Elçisi (ﷺ) şöyle söylediğini bildirmiştir."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) Muhaqala, Muzabana, Mukhabara ve meyvelerin iyi durumu netleşene kadar satılmasını yasakladığını bildirmiştir. Ayrıca (şunları emretmiştir) ki (mallar) dinar ve dirhem dışında satılmasın, ancak araya durumunda."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) daha önce tarif edilen satış türlerini yasakladığını bildirmiştir."
    },
    {
      "id": 109,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported that Allah's Messenger (ﷺ) forbade Mukhabara and Muhaqala, and Muzabana, and the sale of the fruit until it is fit for eating, and its sale but with dirham and dinar. Exception is made in case of 'araya. Ata' said:",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) Mukhabara, Muhaqala, Muzabana ve meyvelerin yenmeye uygun hale gelene kadar satılmasını yasakladığını bildirmiştir. Ayrıca satışın sadece dirhem ve dinar ile olabileceğini belirtmiştir. Araya durumunda istisna yapılmaktadır. Ata' dedi ki: Câbir (bu terimleri) bize açıkladı. Mukhabara, bir kişinin bir ıssız araziyi başkasına vermesi ve o kişinin ona yatırım yapması ve sonra ürünün bir kısmını almasıdır. Câbir'e göre, Muzabana, taze hurmaların ağaçta kuru hurmalarla ölçerek satılmasıdır ve Muhaqala tarımda, ayakta olan ürünün ölçü ile tahıllarla satılması anlamına gelir."
    },
    {
      "id": 110,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) forbidding Muhaqala, and Muzabana, and Mukhabara, and the buying of date-palm until its fruit is ripened (ripening means that its colour becomes red or yellow, or it is fit for being eaten). And Muhaqala implies that crops in the field are bought for grains according to a customary measure. Muzabana implies that date-palm should be sold for dry dates by measuring them with wisqs, and al-Mukhabara is (a share), maybe one-third or one-fourth (in produce) or something like it. Zaid (one of the narrators) said to Ata' b. Abu Rabah (the other narrator):",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) Muhaqala, Muzabana, Mukhabara ve hurma ağaçlarının meyveleri olgunlaşmadan satın alınmasını yasakladığını bildirmiştir (olgunlaşma, renginin kırmızı veya sarı hale gelmesi veya yenmeye uygun olması anlamına gelir). Muhaqala, tarladaki ürünlerin geleneksel bir ölçüyle tahıllar için satın alınması anlamına gelir. Muzabana, hurma ağaçlarının kuru hurmalarla ölçerek satılması anlamına gelir ve Mukhabara, (belki de ürünün) üçte bir veya dörtte bir gibi bir paydır. Zaid (rivayet edenlerden biri) Ata' b. Ebu Rabah'a (diğer rivayet eden) sordu: Câbir b. Abdullah (Allah ondan razı olsun) bunu Allah'ın Elçisi (ﷺ) den doğrudan duyduğunu zikretti mi? O da: Evet, dedi."
    },
    {
      "id": 111,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) forbidding Muzabana and Muhaqala, and Mukhabara, and the sale of fruits until they are ripe. I (the narrator) said to Sa'id (the other narrator):",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) Muzabana, Muhaqala, Mukhabara ve meyvelerin olgunlaşana kadar satılmasını yasakladığını bildirmiştir. Ben (rivayet eden) Sa'id'e (diğer rivayet eden) sordum: Olgunlaşma neyi ifade ediyor? O da: Kırmızı veya sarı hale gelmesi ve yenmeye uygun hale gelmesi anlamına geliyor, dedi."
    },
    {
      "id": 112,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) forbidding Muhaqala and Muzabana and Mu'awama and Mukhabara. (One of the narrators) 'said:",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) Muhaqala, Muzabana ve Mu'awama ve Mukhabara'yı yasakladığını bildirmiştir. (Rivayet edenlerden biri) dedi ki: Gelecek yıllar için satış Mu'awama'dır, ve istisna yaparak araya durumunu istisna etti."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Câbir (Allah ondan razı olsun) tarafından Allah'ın Elçisi (ﷺ) den böyle bir hadis rivayet edilmiştir, ancak o, Mu'awama'yı ifade eden yıllar öncesine ait işlemlerden bahsetmemiştir."
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) arazinin kiralanmasını, yıllar öncesine satış yapmayı ve meyvelerin olgunlaşmadan satılmasını yasakladığını bildirmiştir."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) arazinin kiralanmasını yasakladığını bildirmiştir."
    },
    {
      "id": 116,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kimde arazi varsa, onu kendisi ekip biçmelidir; fakat eğer kendisi ekip biçmiyorsa, o zaman kardeşine ekip biçtirmelidir."
    },
    {
      "id": 117,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported some of the Companions of Allah's Messenger (ﷺ) had surplus of land. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) bazı Sahabelerin fazla arazisi olduğunu bildirmiştir. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Kimde fazla arazi varsa, onu ekip biçmelidir; ya da kardeşine fayda için vermelidir. Eğer kabul etmezse, onu elinde tutmalıdır."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) arazinin kira veya pay alınmasını yasakladığını bildirmiştir."
    },
    {
      "id": 119,
      "narrator": "Jabir (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Câbir (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kimde arazi varsa, onu kendisi ekip biçmelidir; fakat eğer bunu yapma imkânı yoksa veya bunu yapacak durumda değilse, onu Müslüman kardeşine vermelidir, ama ondan kira almamalıdır."
    },
    {
      "id": 120,
      "narrator": "Sulaiman b. Musa asked Ata':",
      "text": "Süleyman b. Musa, Ata'ya sordu: Câbir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dedi mi: \"Kimde arazi varsa, onu kendisi ekip biçmelidir, ya da kardeşine ekip biçtirmelidir ve kiraya vermemelidir\"? O da: Evet, dedi."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Cabir (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) Mukhabara'yı yasakladığını bildirmiştir."
    },
    {
      "id": 122,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) heard Allah's Messenger (ﷺ) say:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duydu: \"Toprağı fazla olan, ya kendisi ekip biçmeli ya da kardeşine ekip biçtirmeli, onu satmamalıdır.\" Ben (rivayet eden) Sa'id'e dedim: \"Onun 'satma' ifadesi ne anlama geliyor? 'Kira' anlamına mı geliyor?\" O da: \"Evet,\" dedi."
    },
    {
      "id": 123,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Allah'ın Elçisi'nin (ﷺ) hayatı boyunca biz kiralık toprakları ekerdik ve biçtikten sonra kulaklarda kalan tahıldan ve belirsiz bir şeyden pay alırdık. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Toprağı olan, onu eken ya da kardeşine ektiren olmalıdır; aksi takdirde onu terk etmelidir.\""
    },
    {
      "id": 124,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi'nin (ﷺ) hayatı boyunca kiralık toprak alırdık ve sulama kanallarıyla sulanan topraktan bir üçüncü veya bir dördüncülük pay alırdık. Bunun üzerine Allah'ın Elçisi (ﷺ) ayağa kalktı ve şöyle dedi: \"Toprağı olan, onu eken ya da kardeşine ektiren olmalıdır; eğer onu ekmezse, kardeşine kiraya vermelidir; eğer onu da kiraya vermezse, o zaman onu elinde tutmalıdır.\""
    },
    {
      "id": 125,
      "narrator": "Jabir (Allah he pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydu: \"Fazla toprağı olan, onu başkalarına bağışlamalı ya da kiraya vermelidir.\""
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Bu hadis, A'maş'ın rivayetiyle aynı isnatla, ancak kelimelerde hafif bir değişiklikle aktarılmıştır."
    },
    {
      "id": 127,
      "narrator": "Jabir b. `Abdullah (Allah be pleased with them) reportedthat Allah's Messenger (ﷺ) had forbidden renting of land. Bukair (one of the narrators) said:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) toprak kiralamayı yasakladığını bildirdi. Bukair (rivayet edenlerden biri) dedi ki: Nafi' bana, İbn Ömer'in (Allah onlardan razı olsun) şöyle dediğini aktardı: \"Biz toprak kiraya veriyorduk; Rafi' b. Hadiç'in hadisini duyduğumuzda bu uygulamayı bıraktık.\""
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Cabir (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) ekilmemiş toprağın iki veya üç yıl süreyle satılmasını yasakladığını bildirdi."
    },
    {
      "id": 129,
      "narrator": "Jabir (Allah be pleased with him) reported Allah's Apostle (ﷺ) forbidding selling of (produce) in advance for two years, and in the narmtion of Ibu Abd Shaiba (the words are):",
      "text": "Cabir (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) iki yıl önceden (ürün) satılmasını yasakladığını bildirdi; İbn Abd Şeybe'nin rivayetinde ise: \"Ağaçlardaki meyvelerin iki yıl önceden satılması\" şeklinde geçmektedir."
    },
    {
      "id": 130,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Toprağı olan, onu eken ya da kardeşine kiraya vermelidir; eğer reddederse, toprağını elinde tutmalıdır.\""
    },
    {
      "id": 131,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi: Allah'ın Elçisi'nin (ﷺ) Muzabana ve Huqul'u yasakladığını duydum. Cabir b. Abdullah (Allah onlardan razı olsun) dedi: \"Muzabana, meyvelerin kuru hurmalara satılması anlamına gelir ve Huqul, toprağın kiralanmasıdır.\""
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) Muhaqala ve Muzabana'yı yasakladığını bildirdi."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) Muzabana ve Muhaqala'yı yasakladığını bildirdi. Muzabana, ağaçlardaki meyvelerin satın alınması anlamına gelir ve Muhaqala, toprağın kiralanmasıdır."
    },
    {
      "id": 134,
      "narrator": "Zaid b. Amr reported:",
      "text": "Zaid b. Amr bildirdi: İbn Ömer'in (Allah onlardan razı olsun) şöyle dediğini duydum: \"Toprağın kiralanmasında bir sakınca görmüyorduk; ancak ilk yıl sona erdiğinde Rafi', Allah'ın Elçisi'nin (ﷺ) bunu yasakladığını iddia etti.\""
    },
    {
      "id": 135,
      "narrator": "This hadith has been narrated on the authority of Amr b. Dinar with the same chain of transmitters but (in) the hadith transmitted on the authority of 'Uyainah (the words are):",
      "text": "Bu hadis, Amr b. Dinar'ın rivayetiyle aynı isnatla aktarılmıştır; ancak 'Uyainah'ın rivayetinde ise: \"Bunun yüzünden (kiralamayı) bıraktık\" şeklinde geçmektedir."
    },
    {
      "id": 136,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported:",
      "text": "İbn 'Umar (Allah onlardan razı olsun) şöyle bildirmiştir: Rafi, bize topraklarımızdan (kira şeklinde) faydalanmayı yasakladı."
    },
    {
      "id": 137,
      "narrator": "Nafi reported that Ibn Umar (Allah be pleased with them) rented his land during the lifetime of Allah's Messenger (ﷺ) and during the caliphate of Abu Bakr and that of Umar and that of Uthman (Allah be pleased with them) and during the early period of Muawiya's caliphate until at the end of Muawiya's reign, it reached him (Ibn 'Umar) that Rafi b. Khadij (Allah be pleased with him) narratted (a hadith) in which (there was a decree) of prohibition by Allah's Apostle (ﷺ). He (Ibn 'Umar) went to him (Rafi b. Khadij) and I was with him and he asked him, whereupon he said:",
      "text": "Nafi, İbn 'Umar'ın (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) hayatında ve Ebu Bekir, Ömer ve Osman'ın (Allah onlardan razı olsun) halifeliği dönemlerinde toprak kiraladığını ve Muaviye'nin halifeliğinin ilk döneminde de kiralamaya devam ettiğini, ancak Muaviye'nin saltanatının sonlarına doğru Rafi b. Khadij'in (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) yasakladığına dair bir hadis rivayet ettiğini duyduğunu bildirmiştir. İbn 'Umar (Allah onlardan razı olsun) ona (Rafi b. Khadij) gitti ve ben de onunla birlikteydim ve ona sordu, o da şöyle dedi: Allah'ın Elçisi (ﷺ) toprak kiralamayı yasakladı. Bunun üzerine İbn 'Umar (Allah onlardan razı olsun) bunu terk etti ve daha sonra kendisine bununla ilgili sorulduğunda, Rafi b. Khadij'in (Allah ondan razı olsun) Allah'ın Elçisi'nin (ﷺ) bunu yasakladığını iddia ettiğini söyledi."
    },
    {
      "id": 138,
      "narrator": "This hadith has been narrated on the authority of Ayyub and he made an addition in the hadith narrated by Ibn Ulayya in which he said:",
      "text": "Bu hadis, Ayyub'un rivayetiyle aktarılmıştır ve İbn Ulayya'nın rivayetinde bir ek yapılmıştır; o da şunu söylemiştir: İbn 'Umar daha sonra bunu terk etti ve toprak kiralamadı."
    },
    {
      "id": 139,
      "narrator": "Nafi reported:",
      "text": "Nafi, İbn 'Umar (Allah onlardan razı olsun) ile birlikte Rafi b. Khadij'e gittiğini ve onun (Rafi b. Khadij) ona, Allah'ın Elçisi'nin (ﷺ) toprak kiralamayı yasakladığını bildirdiğini aktarmıştır."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Nafi, İbn 'Umar'dan (Allah onlardan razı olsun) Rafi'ye geldiğini ve onun bu hadisi Allah'ın Elçisi'nden (ﷺ) rivayet ettiğini bildirmiştir."
    },
    {
      "id": 141,
      "narrator": "Nafi, reported that Ibn Umar (Allah be pleased with them) used to rent the land, and that he was conveyed the hadith transmitted on the authority of Rafi b. Khadij. He (the narrator) said:",
      "text": "Nafi, İbn 'Umar'ın (Allah onlardan razı olsun) toprak kiraladığını ve Rafi b. Khadij'den (Allah ondan razı olsun) rivayet edilen hadisi kendisine ulaştırdığını bildirmiştir. O (rivayet eden) dedi ki: Sonra benimle birlikte ona gitti. O (Rafi), bazı amcalarından, Allah'ın Elçisi'nin (ﷺ) toprak kiralamayı yasakladığını belirten bir hadis rivayet etti. İbn 'Umar (Allah onlardan razı olsun) bu kiralama uygulamasını terk etti."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Bu hadis başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 143,
      "narrator": "Salim b. Abdullah reported that AbduUah b. Umar (Allah be pleased with them) used to give land on rent until (this news) reached him that Rafi b. Khadij Ansari used to forbid the renting of land. Abdullah met him and said:",
      "text": "Salim b. Abdullah, Abdullah b. Umar'ın (Allah onlardan razı olsun) toprak kiraladığını, ta ki Rafi b. Khadij'in Ansar'dan toprak kiralamayı yasakladığına dair haber kendisine ulaşana kadar bildirmiştir. Abdullah ona rastladı ve dedi ki: İbn Khadij, Allah'ın Elçisi'nden (ﷺ) toprak kiralamaya dair ne anlatıyorsun? Rafi b. Khadij, Abdullah'a: İki amcamdan duydum, onlar Bedir Savaşı'na katıldılar ve aile üyelerine Allah'ın Elçisi'nin (ﷺ) toprak kiralamayı yasakladığını aktardılar, dedi. Abdullah: Ben biliyordum ki, toprak Allah'ın Elçisi'nin (ﷺ) hayatında kiralanıyordu. Abdullah, Allah'ın Elçisi'nin (ﷺ) bu konuyla ilgili (yasaklama hakkında) yeni bir şey söylemiş olabileceğinden endişelendi ve bu yüzden toprak kiralamayı terk etti."
    },
    {
      "id": 144,
      "narrator": "Rafi b. Khadij (Allah be pleased with him) reported:",
      "text": "Rafi b. Khadij (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi'nin (ﷺ) hayatında toprak kiralıyorduk. Biz, ürünün üçte biri veya dörtte biri karşılığında ve belirli bir miktar tahıl ile kiralıyorduk. Bir gün amcalarımdan biri bize geldi ve dedi ki: Allah'ın Elçisi (ﷺ) bize bu faydalı olan işi yasakladı, fakat Allah'a ve Elçisi'ne (ﷺ) itaat etmek bize daha faydalıdır. O, bize toprak kiralamayı üçte biri veya dörtte biri karşılığında ve bir ölçü tahıl ile yasakladı ve toprak sahibine onu ekip biçmesini veya başkalarına ektirmesini emretti, fakat kiralamayı veya bunun dışında bir şeyi onaylamadı."
    },
    {
      "id": 145,
      "narrator": "Rafi b. Khadij (Allah be pleased with him) reported:",
      "text": "Rafi b. Khadij (Allah ondan razı olsun) şöyle bildirmiştir: Biz toprak kiralıyorduk ve onu üçte bir veya dörtte bir pay karşılığında kiralıyorduk. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Başka bir zincir, yukarıdaki hadisi aynı şekilde aktarmıştır."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Bu hadis, Rafi b. Khadij'den aynı rivayet zinciriyle aktarılmıştır, ancak bazı amcalarından bahsedilmemiştir."
    },
    {
      "id": 148,
      "narrator": "Rafi (Allah be pleased with him) reported that Zuhair b. Rafi (who was his uncle) came to me and said:",
      "text": "Rafi (Allah ondan razı olsun) şöyle bildirmiştir: Zuhair b. Rafi (ki o benim amcamdır) bana geldi ve dedi ki: Allah'ın Elçisi (ﷺ) bizim için faydalı olan bir uygulamayı yasakladı. Ben de: Bu nedir? (Ben inanıyorum ki) Allah'ın Elçisi'nin (ﷺ) söylediği her şey kesinlikle doğrudur, dedim. O (Zuhair) dedi ki: O (Peygamber) bana sordu: Ekin ekilebilir arazilerinizle ne yapıyorsunuz? Ben de: Allah'ın Elçisi, biz bunları kuru hurma veya arpa karşılığında sulama kanallarıyla kiralıyoruz, dedim. O da: Bunu yapmayın. Onları kendiniz ekin veya başkalarının ekmesine izin verin ya da kendiniz tutun, dedi."
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Bu hadis, Rafi'den (Allah ondan razı olsun) Peygamber'den (ﷺ) bu konuda aktarılmıştır, ancak amcası Zuhair'den bahsedilmemiştir."
    },
    {
      "id": 150,
      "narrator": "Hanzala b. Qais reported that he asked Rafi b. Khadij (Allah be pleased with him) about renting of land, whereupon he said:",
      "text": "Hanzala b. Kays, Rafi b. Khadij'e (Allah ondan razı olsun) toprak kiralama hakkında sordu, o da: Allah'ın Elçisi (ﷺ) toprak kiralamayı yasakladı, dedi. Ben de: Eğer altın (dinar) ve gümüş (dirhem) ile ödenirse, yasak mı? O da: Eğer altın ve gümüş ile ödenirse, bunda bir sakınca yoktur, dedi."
    },
    {
      "id": 151,
      "narrator": "Hanzala b. Qais al-Ansri reported:",
      "text": "Hanzala b. Qais el-Ensari şöyle bildirmiştir: Rafi' b. Khadij'e altın ve gümüş için arazi kiralamayı sordum. O da: Kanalların yakınında ve dereciklerin sonunda bulunan arazileri kiralamakta insanlar için bir sakınca yoktur, dedi. (Ama öyle oldu ki) bazen bu yok oldu, diğeri kurtuldu. Diğer zamanlarda ise bu kısım kurtuldu, diğeri yok oldu ve bu nedenle (araziyi kiralayan) insanlara sadece kurtulan için kira ödeniyordu. İşte bu yüzden o (Peygamber Efendimiz) bunu yasakladı. Ama eğer kesin ve güvenilir bir şey varsa (örneğin para), bunda bir sakınca yoktur."
    },
    {
      "id": 152,
      "narrator": "Hanzala reported that he heard Rafi' b. Khadij (Allah be pleased with him) say:",
      "text": "Hanzala, Rafi' b. Khadij'in (Allah ondan razı olsun) şöyle dediğini işitti: Biz Ensar'ın büyük çiftçileriydik ve bu yüzden arazi kiralayıp: Bu (arazi parçasının) ürünü bizim, (diğerinin) ürünü ise onların olacak, dedik. Ama öyle oldu ki bazen bu (arazi) hasat verdi, diğeriyse hiç ürün vermedi. Bunun üzerine o (Peygamber Efendimiz) bunu yasakladı. Ama gümüş (dirhem, bir para) konusunda bir yasak getirmedi."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Sa'id'den aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 154,
      "narrator": "Abdullah b. al Sa'ib reported:",
      "text": "Abdullah b. el-Sa'ib şöyle bildirmiştir: Abdullah b. Ma'qil'e muzara'a (ürün paylaşımı ile arazi işleme) hakkında sordum. O da: Thabit b. Dahhak bana, Allah'ın Elçisi'nin (ﷺ) muzara'ayı yasakladığını bildirdi, dedi. İbn Ebu Şeybe de bunu biraz farklı kelimelerle yasakladı. O (rivayet eden) dedi ki: İbn Ma'qil'e sordum ama 'Abdullah'ı anmadı."
    },
    {
      "id": 155,
      "narrator": "Abdullah b. al-Sa'ib reported:",
      "text": "Abdullah b. el-Sa'ib şöyle bildirmiştir: 'Abdullah b. Ma'qil'i ziyaret ettik ve ona ürün paylaşımı hakkında sorduk. O da: Thabit, Allah'ın Elçisi'nin (ﷺ) muzara'ayı yasakladığını ve bunun yerine kiralama (para karşılığı) yapılmasını emrettiğini söyledi ve bunda bir sakınca yoktur, dedi."
    },
    {
      "id": 156,
      "narrator": "Mujahid said to Tiwus:",
      "text": "Mücahid, Tiwus'a şöyle dedi: Gel, İbn Rafi' b. Khadij'e gidelim ki, babasından (arazinin kiralanması ile ilgili) Allah'ın Elçisi'nden (ﷺ) rivayet edilen hadisi ondan dinleyelim. O (Tawus) ona çıkıştı ve dedi ki: Vallahi, eğer Allah'ın Elçisi'nin (ﷺ) bunu yasakladığını bilseydim, asla yapmazdım. Ama bana onlardan daha iyi bilgiye sahip biri (İbn Abbas'ı kastederek) şöyle bildirdi ki, Allah'ın Elçisi (ﷺ) dedi ki: Bir kişinin arazisini kardeşine (işletmesi için) vermesi, ondan belirli bir miktar ürün alması yerine daha hayırlıdır."
    },
    {
      "id": 157,
      "narrator": "Tawus reported that he let out his land on rent, whereupon Amr said:",
      "text": "Tawus, arazisini kiraya verdiğini bildirdi. Bunun üzerine Amr ona dedi: Abu Abd al-Rahman, bu arazi kiralama işini bırakmanı isterim, çünkü Allah'ın Elçisi'nin (ﷺ) Mukhabara'yı yasakladığını iddia ettiler. O da: Amr, bana bilgi veren kişi, onlardan bu konuda en iyi bilgiye sahip olanıdır (İbn Abbas'ı kastederek). (O dedi ki) Allah'ın Elçisi (ﷺ) bunu tamamen yasaklamadı, ama dedi ki: İçinizden birinin arazisini kardeşine vermesi, ondan belirli bir miktar ürün alması yerine daha hayırlıdır."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Bu gibi bir hadis, İbn Abbas'tan (Allah onlardan razı olsun) rivayet edilmiştir."
    },
    {
      "id": 159,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Sizden biri arazisini kardeşine kiraya verirse, bu onun için, şu ve bu (belirli şey) almasına göre daha hayırlıdır. İbn Abbas (Allah onlardan razı olsun) dedi ki: Bu Haql'dır ve Ensar arasında Muhaqala olarak adlandırılır."
    },
    {
      "id": 160,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Araziye sahip olan kişi, onu kardeşine kiraya vermesi onun için daha hayırlıdır."
    }
  ]
}