{
  "language": "tr",
  "metadata": {
    "length": 178,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "",
      "text": "İbn Ömer (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Hayber halkıyla ağaçlar konusunda, meyve ve hasattan yarısının kendisine ait olacağı şartıyla anlaşma yaptı."
    },
    {
      "id": 2,
      "narrator": "Ibn Umar (Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Hayber topraklarını, meyve ve hasat ürünlerinin payı karşılığında teslim etti ve her yıl eşlerine yüz wasq verdi: seksen wasq hurma ve yirmi wasq arpa. 'Ömer halife olduğunda, Hayber'in (topraklarını ve ağaçlarını) dağıttı ve Allah'ın Elçisi'nin (ﷺ) eşlerine, her yıl aldıkları wasqları bırakıp toprak ve suyu kendilerine ayırma seçeneği sundu. Bu konuda aralarında ihtilaf çıktı. Bazıları toprak ve suyu tercih etti, bazıları ise her yıl wasqları tercih etti. A'işe ve Hafsa, toprak ve suyu tercih edenler arasındaydılar."
    },
    {
      "id": 3,
      "narrator": "Abdullah b. Umar (Allah be pleased with them) reported that Allah's Messenger (ﷺ) contracted with the people of Khaibar (land and trees on the condition that they should give) half of the yield from land and trees. The rest of the hadith is the same. In the hadith transmitted on the authority of AIi b. Mushir there is no mention of it, but that A'isha and Hafsa were those who opted for land and water, but he (the narrator) said:",
      "text": "Abdullah b. Ömer (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Hayber halkıyla (topraklar ve ağaçlar konusunda, onlardan) toprak ve ağaçların yarısını vermeleri şartıyla anlaşma yaptı. Hadisin geri kalanı aynıdır. Ali b. Muşir'den nakledilen hadiste bu konuya değinilmemiştir, ancak A'işe ve Hafsa'nın toprak ve suyu tercih edenler olduğu belirtilmiştir, fakat o (rivayet eden) dedi ki: O (Hz. Ömer), Allah'ın Elçisi'nin (ﷺ) eşlerine, topraklarının kendilerine ayrılacağını söyledi, ancak su hakkında bir şey söylemedi."
    },
    {
      "id": 4,
      "narrator": "'Abdullah b. Umar (Allah be pleased with them) reported that when Khaibar had been conquered, the Jews asked Allah's Messenger (ﷺ) to let them continue (cultivation in those lands) on half of the share of yield in fruits and crop, whereupon Allah's Messenger (ﷺ) said:",
      "text": "Abdullah b. Ömer (Allah ondan razı olsun) bildirdi ki, Hayber fethedildiğinde, Yahudiler Allah'ın Elçisi'nden (ﷺ) orada (topraklarda) yarı pay karşılığında tarıma devam etmelerini istediler. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Burada devam etmenize izin vereceğim, istediğimiz sürece.\" Hadisin geri kalanı aynıdır, ancak şu eklemeyle: \"Meyve, Hayber'in yarısı kadar paylaştırılacaktır. Ve arazinin tüm ürünlerinden, Allah'ın Elçisi (ona selam olsun) beşte birini aldı.\""
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Abdullah b. Ömer (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Hayber'in hurma ağaçlarını ve topraklarını, kendi mallarıyla (tohumlar, aletler) çalışmaları ve ürünün yarısını Allah'ın Elçisi'ne (ﷺ) vermeleri şartıyla Yahudilere geri verdi."
    },
    {
      "id": 6,
      "narrator": "Ibn Umar reported that 'Umar b. al-Khattab (Allah be pleased with him) expelled the Jews and Christians from the land of Hijaz, and that when Allah's Messenger (ﷺ) conquered Khaibar he made up his mind to expel the Jews from it (the territory of Khaibar) because, when that land was conquered, it came under the sway of Allah, that of His Messenger (ﷺ) and that of the Muslims. The jews asked Allah's Messenger (ﷺ) to let them continue there on the condition that they would work on it, and would get in turn half of the fruit (of the trees), whereupon Allah's Messenger (ﷺ) said:",
      "text": "İbn Ömer bildirdi ki, Ömer b. Hattab (Allah ondan razı olsun) Yahudileri ve Hristiyanları Hicaz topraklarından sürdü ve Allah'ın Elçisi (ﷺ) Hayber'i fethettiğinde, Yahudileri oradan (Hayber topraklarından) sürmeye karar verdi. Çünkü o toprak fethedildiğinde, Allah'ın, O'nun Elçisi'nin (ﷺ) ve Müslümanların egemenliğine girdi. Yahudiler Allah'ın Elçisi'nden (ﷺ) orada çalışmaya devam etmelerini istediler ve karşılığında meyvelerin yarısını alacaklardı. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Sizde burada devam etmenize izin vereceğiz, istediğimiz sürece.\" Böylece 'Ömer onları Taima' ve Ariha'ya (Hicaz dışındaki iki köy) sürünceye kadar (toprakları) işlemeye devam ettiler."
    },
    {
      "id": 7,
      "narrator": "Jabir (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir Müslüman ağaç dikmez ki, onun için sadaka sevabı olmasın. Ondan yenilen her şey sadakadır; ondan çalınan, hayvanların yediği, kuşların yediği her şey onun için sadakadır. (Kısacası) hiç kimse kayba uğramaz, fakat bu onun için bir sadaka olur.\""
    },
    {
      "id": 8,
      "narrator": "Jabir (Allah be pleased with him) reported that Allah's Apostle (ﷺ) visited Umm Mubashshir al-Ansariya at her orchard of date-palms and said to her:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Umm Mubashshir al-Ansariyye'yi hurma bahçesinde ziyaret etti ve ona dedi: \"Bu hurma ağaçlarını kim dikti - bir Müslüman mı yoksa bir kafir mi?\" O da: \"Elbette bir Müslüman,\" dedi. Bunun üzerine o (Peygamber) dedi: \"Hiçbir Müslüman ağaç dikmez ya da bir araziyi işler ki, ondan insanlar, hayvanlar ya da başka bir şey yesin, fakat bu onun (dikenin) adına sadaka olur.\""
    },
    {
      "id": 9,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir Müslüman dikim yapmaz ya da tarım yapmaz ki, hayvanların yediği, kuşların yediği ya da başka bir şeyin yediği için onun için sevap olmasın.\""
    },
    {
      "id": 10,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Umm Ma'sud'un bahçesini ziyaret etti ve dedi: \"Umm Ma'bad, bu ağacı diken kim, Müslüman mı yoksa kafir mi?\" O da: \"Elbette, o bir Müslümandır,\" dedi. Bunun üzerine o (Peygamber) dedi: \"Hiçbir Müslüman ağaç dikmez ve onun meyvelerinden insanlar ya da hayvanlar ya da kuşlar yer ki, bu Kıyamet Günü'nde bir sadaka olarak kabul edilmez.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Bu hadis, Ebu Muaviye'den (ama kelimelerde küçük bir değişiklikle) aktarılmıştır."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Hiçbir Müslüman ağaç dikmez ya da toprak işler ki, kuşlar ya da insanlar ya da hayvanlar onlardan yesin, bu onun adına bir sadaka olmaz.\""
    },
    {
      "id": 13,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported that Allah's Apostle (ﷺ) visited the date-palms of Umm Mubashshir (Allah be pleased with her), a lady from the Ansar, and said:",
      "text": "Enes b. Malik (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Umm Mubashshir'in (Allah ondan razı olsun) hurma ağaçlarını ziyaret etti ve dedi: \"Bu palmiye ağacını kim dikti - bir Müslüman mı yoksa bir kafir mi?\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 14,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) saying:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer meyve satarsan kardeşine (ve Cabir b. Ahduthh başka bir rivayet zinciriyle bildirdi: Eğer meyve satarsan kardeşine) ve o bir felakete uğramışsa, ondan hiçbir şey alman caiz değildir. Neden kardeşinin malını haksız yere alıyorsun?\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu gibi bir hadis, Juraij'den aynı rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 16,
      "narrator": "Anas (Allah be pleased with him) reported that Allah's Apostle (ﷺ) forbade the sale of the fruit of date-palms until it becomes mellow. We (some of the other narrators in the chain of transmitters) said:",
      "text": "Anas (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) hurma ağaçlarının meyvelerinin olgunlaşmadan satılmasını yasakladı. Biz (rivayet zincirindeki diğer bazı nakilciler) dedik ki: \"Olgunlaşma\" kelimesi ne anlama geliyor? O dedi ki: (Meyve) kırmızı veya sarı olur. Allah meyvelerin (büyümesini) engelleseydi, o zaman kardeşinizin malı sizin için neye helal olurdu?"
    },
    {
      "id": 17,
      "narrator": "Anas b. Malik (Allah be pleased with him) reported that Allah's Messenger (ﷺ) forbade the sale of fruits until these are mellow. They (the companions of Anas) said:",
      "text": "Anas b. Malik (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) meyvelerin olgunlaşmadan satılmasını yasakladı. Onlar (Anas'ın arkadaşları) dediler ki: \"Olgunlaşma\" ile ne kastediliyor? O dedi ki: Bu, bunların kırmızı hale gelmesi anlamına gelir. O dedi ki: Allah meyvelerin büyümesini engellediğinde, o zaman kardeşinizin malı sizin için neye helal olurdu?"
    },
    {
      "id": 18,
      "narrator": "Anas (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Anas (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Eğer Allah onları meyve vermeye zorlamazsa, o zaman birinizin kardeşinin malını alması ne kadar helal olabilir?"
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Cabir (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) bir felakete uğrayan kişinin ödemesinde indirim yapılmasını emretti."
    },
    {
      "id": 20,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleeased with him) reported that in the time of Allah's Messenger (ﷺ) a man suffered loss in fruits he had bought and his debt increased; so Allah's Messenger (ﷺ) told (the people) to give him charity and they gave him charity, but that was not enough to pay the debt in full, whereupon Allah's Messenger (ﷺ) said to his creditors:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) zamanında bir adam satın aldığı meyvelerde zarar gördü ve borcu arttı; bunun üzerine Allah'ın Elçisi (ﷺ) insanlara ona sadaka vermelerini söyledi ve onlar ona sadaka verdiler, ancak bu borcunu tamamen ödemek için yeterli olmadı, bunun üzerine Allah'ın Elçisi (ﷺ) alacaklılarına şöyle dedi: \"Bulduğunuzu alın, size sadakadan başka bir şey yoktur.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Bu hadis, Bukair b. el-Aşajj'dan aynı rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 22,
      "narrator": "A'isha (Allah be pleased with her) reported:",
      "text": "A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) kapıda iki tartışmacının seslerini duydu; her iki ses de oldukça yüksekti. Biri bir miktar indirim talep etti ve diğerinin ona merhamet göstermesini istedi, bunun üzerine diğeri: \"Vallahi bunu yapmayacağım.\" diyordu. Sonra Allah'ın Elçisi (ﷺ) onlara geldi ve dedi ki: \"Vallahi iyi davranmayacağını yemin eden kimdir?\" O dedi ki: \"Ey Allah'ın Elçisi, benim.\" Dilediği gibi yapabilir."
    },
    {
      "id": 23,
      "narrator": "Abdullah b. Ka'ab b. Malik reported from his father that he pressed in the mosque Ibn Abu Hadrad for the payment of the debt that he owed to him during the lifetime of Allah's Messenger (ﷺ). (In this altercation) their voices became loud, until Allah's Messenger (ﷺ) heard them, while he was in the house, so Allah's Messenger (ﷺ) came out towards them, and he lifted the curtain of his apartment and he called upon Ka'b b. Malik and said:",
      "text": "Abdullah b. Ka'ab b. Malik, babasından rivayet etti ki, camide İbn Abu Hadrad'dan borcunu talep etti. (Bu tartışmada) sesleri yükseldi, ta ki Allah'ın Elçisi (ﷺ) onları duydu, o da evindeydi, bunun üzerine Allah'ın Elçisi (ﷺ) dışarı çıktı ve dairesinin perdesini kaldırarak Ka'b b. Malik'e seslendi ve dedi ki: \"Ey Ka'b.\" O da: \"Emrindeyim, Allah'ın Elçisi.\" dedi. Elini işaret ederek ona olan borcunun yarısını affetmesini istedi. Ka'b dedi ki: \"Ey Allah'ın Elçisi, bunu yapmaya hazırım.\" Bunun üzerine Allah'ın Elçisi (ﷺ) İbn Abu Hadrad'a dedi ki: \"Ayağa kalk ve ona (geri kalanını) öde.\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Yukarıdaki hadis, başka bir zincirle ve başlangıçta kelimelerde hafif bir değişiklikle nakledilmiştir, geri kalan hadis aynıdır."
    },
    {
      "id": 25,
      "narrator": "Ka'b b. Malik reported that he made a demand for the payment of the debt that Ibn Abu Hadrad owed to him. This hadith is narrated through another chain of transmitters and (the words are):",
      "text": "Ka'b b. Malik, İbn Abu Hadrad'ın kendisine olan borcunu talep ettiğini bildirdi. Bu hadis, başka bir rivayet zinciri ile nakledilmiştir ve (kelimeler şunlardır): \"O, Abdullah b. Hadrad el-Eslemî'den borç almıştı. Onunla karşılaştı ve ödemesi için ısrar etti. Aralarında bir tartışma oldu, ta ki sesleri yükseldi. Allah'ın Elçisi (ﷺ) yanlarından geçti ve dedi ki: \"Ey Ka'b,\" ve elini yarım işareti yapacak şekilde işaret etti. Böylece, İbn Abu Hadrad'ın ona olan borcunun yarısını aldı ve yarısını affetti.\""
    },
    {
      "id": 26,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir kişi, mülkünü bir kişiyle (satın almış ama sonra) iflas etmiş olarak bulursa, o (satıcı) diğerlerinden daha fazla hak sahibidir.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Sa'id'den aynı rivayet zinciri ile nakledilmiştir (ancak kelimelerde hafif bir değişiklikle ve bunlar şunlardır): \"Herhangi bir adam fakirleştiğinde.\""
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) iflas eden bir kişi hakkında ve (onun satın aldığı şey) onun yanında sağlam bulunduğunda, bunun satıcıya ait olduğunu söyledi."
    },
    {
      "id": 29,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir adam iflas ettiğinde (ve diğer) adam (satıcı) malını sağlam bulursa, onu almak için diğerlerinden daha fazla hak sahibidir.\""
    },
    {
      "id": 30,
      "narrator": "This hadith has been narrated on the authority of Qatada with the same chain of transmitters (but with a change of these words):",
      "text": "Bu hadis, Katâde'den aynı rivayet zinciri ile nakledilmiştir (ancak bu kelimelerde değişiklikle): \"O, diğer alacaklılardan daha fazla hak sahibidir.\""
    },
    {
      "id": 31,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir insan iflas ettiğinde ve diğer kişi (satıcı) mallarını onun yanında sağlam bulursa, o malları almak için herkesten daha fazla hak sahibidir."
    },
    {
      "id": 32,
      "narrator": "Hudhaifa reported Allah's Messenger (ﷺ) as saying The angels took away the soul of a person who had lived among people who were before you. They (the angels) said:",
      "text": "Hudeyfe, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Melekler, sizden önceki insanlardan birinin ruhunu aldılar. Onlar (melekler) dediler: İyi bir şey yaptın mı? O da: Hayır, dedi. Onlar: Hatırlamaya çalış, dediler. O da: İnsanlara borç verirdim ve kölelerime zor durumda olanlara süre tanımalarını ve borçlu olanlara kolaylık göstermelerini emrederdim; çünkü Allah, Yüce ve Azametli, (meleklerine) şöyle dedi: Onun (hatalarını) göz ardı etmelisiniz."
    },
    {
      "id": 33,
      "narrator": "Hudhaifa reported:",
      "text": "Hudeyfe bildirdi: Bir kişi (ölümden sonra) Rabbine kavuştu ve O da ona: Ne (iyi) yaptın? dedi. O da: Benim yaptığım hiçbir iyi şey yok, sadece zengin bir adamdım ve insanlardan (verdiğim borçları) talep ederdim. Ancak, borçlu olanın borcunu affeder, borçlu olanın verdiğini kabul ederdim. Bunun üzerine O (Rabb) dedi: Kulumun (hatalarını) göz ardı etmelisin. Ebu Mes'ud (Allah ondan razı olsun) dedi: Bunu Allah'ın Elçisi (ﷺ) şöyle derken duydum."
    },
    {
      "id": 34,
      "narrator": "Hudhaifa (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Hudeyfe (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bir kişi öldü ve Cennete girdi. Ona: Ne (eylem) yaptın? denildi. (Ya kendisi hatırladı ya da hatırlatıldı), o da: İnsanlarla ticaret yapardım ve borçlu olanlara süre tanırdım ve bir kuruş kabul etme veya nakit talep etme konusunda sertlik göstermezdim. (Bu eylemleri nedeniyle) affedildi. Ebu Mes'ud dedi: Bunu Allah'ın Elçisi (ﷺ) den duydum."
    },
    {
      "id": 35,
      "narrator": "Hudhaifa (Allah be pleased with him) reported:",
      "text": "Hudeyfe (Allah ondan razı olsun) bildirdi: Allah'ın zenginliklerle donattığı bir kul, O'na getirildi. O (Allah) ona: Dünyada ne (yaptın)? dedi. (Onlar Allah'tan hiçbir şeyi gizleyemezler) O (kişi) dedi: Ey Rabbim, Sen beni zenginliklerinle donattın. İnsanlarla ticaret yapardım. Borçlulara karşı yumuşak olmak benim doğamdı. Borçlu olanlara süre tanırdım ve borçlu olanlara kolaylık gösterirdim; bunun üzerine Allah dedi: Benim kuluma böyle davranmak için senden daha fazla hakkım var. 'Ukbe b. Amir el-Cuheni ve Ebu Mes'ud dedi: Bunu Allah'ın Elçisi (ﷺ) den duyduk."
    },
    {
      "id": 36,
      "narrator": "Abu Mas'ud (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Mes'ud (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Sizden önce yaşayan bir kişi, (Kıyamet Günü) Allah tarafından hesaba çekildi ve hesabında hiçbir iyilik bulunmadı, sadece zengin bir adam olduğu için insanlarla (mali) ilişkilerde bulundu ve kölelerine zor durumda olanlara karşı yumuşak olmalarını emretti. Bunun üzerine Allah, Yüce ve Azametli, dedi: Bu konuda daha fazla hakkımız var, o yüzden (hatalarını) göz ardı et."
    },
    {
      "id": 37,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: İnsanlara borç veren bir kişi vardı ve adamlarına şöyle dedi: Bir borçlu size geldiğinde ona yumuşak davranın ki Allah bizim (hatalarımızı) göz ardı etsin. Böylece Allah ile karşılaştığında, O onun hatalarını göz ardı etti (affetti)."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) aracılığıyla buna benzer bir hadis rivayet edilmiştir."
    },
    {
      "id": 39,
      "narrator": "Abdullah b. Abu Qatada reported that Abu Qatada (Allah be pleased with him) demanded (the payment of his debt) from his debtor but he disappeared; later on he found him and he said:",
      "text": "Abdullah b. Ebu Katade, Ebu Katade'nin (Allah ondan razı olsun) borçlusundan (borcunu) talep ettiğini, ancak onun kaybolduğunu; daha sonra onu bulduğunda ise o kişinin: Ben zor durumdayım, dediğini bildirdi. Bunun üzerine o da: (Bunu söylüyor musun) Allah'a yemin ederim? dedi. O da: Allah'a yemin ederim, dedi. Bunun üzerine o (Katade) dedi: Ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: Kıyamet Günü Allah'ın kendisini azaplardan kurtarmasını isteyen, borçlu olana süre tanımalı veya (borcunu) affetmelidir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Eyyub aracılığıyla da nakledilmiştir."
    },
    {
      "id": 41,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Zengin birinin borç ödeme konusundaki gecikmesi adaletsizliktir ve sizden biri zengin birine borçlu olduğunda, onu takip etmelidir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Ebu Hureyre (Allah ondan razı olsun) aracılığıyla buna benzer bir hadis rivayet edilmiştir."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) fazla suyun satışını yasakladığını bildirdi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) dişi deveyi kaplamak için deveyi kiralamayı ve sulanacak araziyi satmayı yasakladığını bildirdi. Bununla birlikte, Allah'ın Elçisi (ﷺ) bunların hepsini yasakladı."
    },
    {
      "id": 45,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurdu: Fazla su, otların büyümesini engellemek amacıyla tutulmamalıdır."
    },
    {
      "id": 46,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Su fazlasını tutmayın ki otların büyümesini engellemeyesiniz."
    },
    {
      "id": 47,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Su fazlası satılmamalıdır ki otların satışı sağlansın."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Ebu Mes'ud el-Ensari (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) köpeğin fiyatını, bir fahişenin kazancını ve bir kahinin sunduğu tatlıların ücretini almayı yasakladığını bildirdi."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Ebu Mes'ud'un başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 50,
      "narrator": "Rafi b. Khadij (Allah be pleased with him) reported:",
      "text": "Rafi b. Khadij (Allah ondan razı olsun) şöyle dedi: Allah'ın Elçisi (ﷺ) fahişenin kazancının, köpeğin fiyatının ve hacamatçının kazancının en kötü kazanç olduğunu söylediğini duydum."
    },
    {
      "id": 51,
      "narrator": "Rafi b. Khadij reported Allah'& Messenger (ﷺ) as saying:",
      "text": "Rafi b. Khadij, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Köpeğin fiyatı kötüdür, fahişenin kazancı kötüdür ve hacamatçının kazancı kötüdür."
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Rafi' b. Khadij'in başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Rafi' b. Khadij'in başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 54,
      "narrator": "Abu Zubair said:",
      "text": "Ebu Zubair dedi ki: Ben Jabir'e köpek ve kedi fiyatını sordum; o da: Allah'ın Elçisi (ﷺ) bunu hoş karşılamadı, dedi."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) köpeklerin öldürülmesi emrini verdiğini bildirdi."
    },
    {
      "id": 56,
      "narrator": "Ibn 'Umar (Allah be pleased with them) reported:",
      "text": "İbn Ömer (Allah onlardan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) köpekleri öldürmeyi emretti ve Medine'nin köşelerine (adamlar) gönderdi ki köpekler öldürülsün."
    },
    {
      "id": 57,
      "narrator": "Abdullah (b. Umar) (Allah be pleased with them) reported:",
      "text": "Abdullah (b. Ömer) (Allah onlardan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) köpeklerin öldürülmesini emretti ve Medine'de ve köşelerinde (adamlar) gönderiyorduk ve öldürmediğimiz hiçbir köpek bırakmadık, öyle ki çölde yaşayanların yanında bulunan dişi deveyle birlikte olan köpeği bile öldürdük."
    },
    {
      "id": 58,
      "narrator": "Ibn Umar (Allah be pleased with them) reported that Allah's Messenger (may peace be, upon him) ordered the killing of dogs except the dog tamed for hunting, or watching of the herd of sheep or other domestic animals. It was said to Ibn Umar (Allah be pleased with them) that Abu Huraira (Allah be pleased with him) talks of (exception) about the dog for watching the field, whereupon he said:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ona selam olsun) av için, koyun sürüsünü veya diğer evcil hayvanları korumak için eğitilmiş köpekler dışında köpeklerin öldürülmesini emrettiğini bildirdi. İbn Ömer'e (Allah ondan razı olsun) Abu Hureyre'nin (Allah ondan razı olsun) tarlayı koruma köpeği hakkında bir istisna konuştuğu söylendiğinde, o: \"Çünkü Abu Hureyre (Allah ondan razı olsun) bir araziye sahipti,\" dedi."
    },
    {
      "id": 59,
      "narrator": "Abu Zubair heard Jabir b. 'Abdullah (Allah be pleased with him) saying:",
      "text": "Ebu Zubair, Jabir b. Abdullah'ın (Allah ondan razı olsun) şöyle dediğini duydu: Allah'ın Elçisi (ﷺ) bize köpekleri öldürmemizi emretti ve bu emri o kadar yerine getirdik ki çölden bir kadınla gelen köpeği bile öldürdük. Sonra Allah'ın Elçisi (ﷺ) onların öldürülmesini yasakladı. O (Peygamber) ayrıca şöyle dedi: İki lekesi olan siyah köpeği öldürmek sizin görevinizdir, çünkü o bir şeytandır."
    },
    {
      "id": 60,
      "narrator": "Ibn Mughaffal reported:",
      "text": "İbn Mughaffal bildirdi: Allah'ın Elçisi (ﷺ) köpeklerin öldürülmesini emretti ve sonra şöyle dedi: Medine halkının derdi ne? Köpekler onlara nasıl bir rahatsızlık veriyor? Sonra av için ve (sürülerin) korunması için köpek beslemeye izin verdi."
    },
    {
      "id": 61,
      "narrator": "",
      "text": "Yahya'nın rivayet ettiği hadiste, O (Peygamber Efendimiz) köpek beslemeyi sürülerin korunması, avlanma ve tarım arazilerinin korunması için müsaade etmiştir."
    },
    {
      "id": 62,
      "narrator": "Ibn Umar (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Sürüleri gözetlemek veya avlanmak için olmayan bir köpek besleyen, her gün iki karat kadar sevap kaybeder."
    },
    {
      "id": 63,
      "narrator": "Salim reported on the authority of his father that Allah's Apostle (ﷺ) said:",
      "text": "Salim, babasından rivayet ederek Allah'ın Elçisi (ﷺ) şöyle buyurduğunu aktarmıştır: Avlanmak veya sürüyü gözetlemek için olmayan bir köpek besleyen, her gün iki karat kadar sevabını kaybeder."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Avlanmak veya sürüyü gözetlemek için olmayan bir köpek besleyen, her gün iki karat kadar sevabından kaybeder."
    },
    {
      "id": 65,
      "narrator": "Salim b. 'Abdullah reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Salim b. Abdullah, babasından rivayet ederek Allah'ın Elçisi (ﷺ) şöyle buyurduğunu aktarmıştır: Sürüleri gözetlemek veya avlanmak için olmayan bir köpek besleyen, her gün iki karat kadar iyi amellerinden kaybeder. 'Abdullah ve Ebu Hüreyre de şöyle demiştir: Ya da tarla gözetlemek için olan köpek."
    },
    {
      "id": 66,
      "narrator": "Salim reported on the authority of his father (Allah be pleased with him) that Allah's Messenger (ﷺ) said:",
      "text": "Salim, babasından (Allah ondan razı olsun) rivayet ederek Allah'ın Elçisi (ﷺ) şöyle buyurduğunu aktarmıştır: Avlanmak veya sürünün korunması için olmayan bir köpek besleyen, her gün iki karat kadar amellerinden kaybeder. Salim dedi ki: Ebu Hüreyre (Allah ondan razı olsun) şöyle derdi: Ya da tarla gözetlemek için olan köpek, o da arazinin sahibiydi."
    },
    {
      "id": 67,
      "narrator": "Salim b. Abdullah reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Salim b. Abdullah, babasından rivayet ederek Allah'ın Elçisi (ﷺ) şöyle buyurduğunu aktarmıştır: Ev sahiplerinden birisi, sürüyü gözetlemek veya avlanmak için olmayan bir köpek beslerse, her gün iki karat kadar amellerinden kaybeder."
    },
    {
      "id": 68,
      "narrator": "Ibn Umar (Allah be pleased with them) narrated Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu nakletmiştir: Tarla veya sürüleri gözetlemek ya da avlanmak için olmayan bir köpek besleyen, her gün bir karat kadar sevabından kaybeder."
    },
    {
      "id": 69,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Ne avlanmak ne de hayvanları veya tarlaları gözetlemek için olan bir köpek besleyen, her gün iki karat kadar sevabından kaybeder; ve Ebu Tahir tarafından rivayet edilen hadiste tarlalardan bahsedilmemiştir."
    },
    {
      "id": 70,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Sürüleri gözetlemek, avlanmak veya tarlaları gözetlemek için olmayan bir köpek besleyen, her gün iki karat kadar sevabını kaybeder. Zuhri dedi ki: Ebu Hüreyre'nin (Allah ondan razı olsun) sözleri İbn Ömer'e iletildi, o da şöyle dedi: Allah Ebu Hüreyre'ye rahmet eylesin; o bir tarla sahibiydi."
    },
    {
      "id": 71,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Bir köpek besleyen, her gün bir karat kadar amellerinden kaybeder; tarla veya sürü gözetlemek için olan köpek hariç."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Bu hadisin benzeri Ebu Hüreyre'den rivayet edilmiştir."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Ebu Katir'den aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 74,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Avlanmak veya sürüyü gözetlemek için olmayan bir köpek besleyen, her gün bir karat kadar sevabını kaybeder."
    },
    {
      "id": 75,
      "narrator": "Sufyan b. Abu Zuhair (he was a person belonging to the tribe of Shanu'a and was amongst the Conpanions of Allah's Messenger [may peace be upon him ) said:",
      "text": "Süfyan b. Ebu Zuhair (o, Şanu'a kabilesine mensup bir kişi olup Allah'ın Elçisi'nin [salat ve selam üzerine olsun] arkadaşlarındandır) dedi ki: Ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: Tarla veya hayvanları gözetlemek için zorunlu olmayan bir köpek besleyen, her gün bir karat kadar amellerinden kaybeder. Es-Sa'ib b. Yazid (rivayet edenlerden biri) dedi ki: Bunu Allah'ın Elçisi'nden (ﷺ) duydun mu? O da: Evet, bu caminin Rabbi hakkı için."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Bu hadis, Sufyan b. Ebu Zuhair el-Şana'i'den rivayet edilmiştir."
    },
    {
      "id": 77,
      "narrator": "It is narrated on the authority of Humaid that Anas b. Malik was asked about the earnings of the cupper. He said:",
      "text": "Humaid, Anas b. Malik'in (Allah ondan razı olsun) cupper'ın kazançları hakkında sorulduğunu rivayet etmiştir. O şöyle dedi: Allah'ın Resulü (ﷺ) kendisine hacamat yaptırdı. Hacamatçısı Ebu Taiba idi ve o (Kutsal Peygamber) ona iki sa' buğday verilmesini emretti. O (Kutsal Peygamber) ailesiyle konuştu ve Kharaj (vergi) yükünü ondan hafiflettiler (yani kendi iradeleriyle muafiyet sağladılar). O (Allah'ın Elçisi) dedi ki: Aldığınız en iyi (tedavi) hacamattır, ya da bu, tedavilerinizin en iyisidir."
    },
    {
      "id": 78,
      "narrator": "Rumaid reported that Anas b. Malik (Allah be pleased with him) has asked about the earnings of a cupper. Then (the above-mentioned hadith was reported but with this addition) that he said:",
      "text": "Rumaid, Anas b. Malik'in (Allah ondan razı olsun) bir cupper'ın kazançları hakkında sorulduğunu bildirdi. Sonra (yukarıda bahsedilen hadis rivayet edildi fakat bu eklemeyle) dedi ki: Aldığınız en iyi tedavi hacamattır. Ya da aloe ağacı ve çocuklarınızı uvulalarını sıkıştırarak eziyet etmeyin."
    },
    {
      "id": 79,
      "narrator": "Humaid reported Anas (Allah be pleased with him) having said this:",
      "text": "Humaid, Anas'ın (Allah ondan razı olsun) şöyle dediğini bildirdi: Allah'ın Elçisi (ﷺ) bize ait genç bir cupper'ı çağırdı. Ona hacamat yaptırdı ve (Kutsal Peygamber) ona bir sa' veya bir mudd veya iki mudd (buğday) ödenmesini emretti. Ücretlerin yüksek olduğu söylendi ve ücretlerde bir indirim yapıldı."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) kendisine hacamat yaptırdı ve hacamatçıya ücretini ödedi ve onun burun deliklerine ilaç koydu."
    },
    {
      "id": 81,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirdi: Banu Bayada'nın kölesi Allah'ın Elçisi'ne (ﷺ) hacamat yaptı ve ona ücretini verdi, efendisiyle konuştu ve ücretleri düşürdü, eğer bu kazanç haram olsaydı, Allah'ın Elçisi (ﷺ) onu vermezdi."
    },
    {
      "id": 82,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) bildirdi: Allah'ın Resulü'nü (ﷺ) Medine'de hitap ederken duydum. Dedi ki: Ey insanlar, Allah şarabın yasaklanması konusunda bir işaret veriyor. Ve muhtemelen yakında bununla ilgili bir emir verecek. O halde, yanında bununla ilgili bir şey olan, onu satmalı ve ondan faydalanmalıdır. O (rivayet eden) dedi ki: Bir süre bekledik ki Allah'ın Elçisi (ﷺ) dedi ki: Şüphesiz ki Allah, yüce olan, şarabı yasaklamıştır. Bu ayeti duyan ve yanında bununla ilgili bir şey olan, ne içmeli ne de satmalıdır. O (rivayet eden) dedi ki: Sonra insanlar, Medine sokaklarında yanlarında ne varsa getirdiler ve onu döktüler."
    },
    {
      "id": 83,
      "narrator": "'Abd al-Rahman b. Wa'ala as-Saba'i (who was an Egyptian) asked 'Abdullah b. Abbas; (Allah be pleased with them) about that which is extracted from the grapes, whereupon he said:",
      "text": "Abd al-Rahman b. Wa'ala as-Saba'i (Mısırlı) Abdullah b. Abbas'a (Allah onlardan razı olsun) üzümlerin özünden çıkarılan şey hakkında sordu; o da şöyle dedi: Bir kişi Allah'ın Resulü'ne (ﷺ) küçük bir su torbası şarap sundu. Allah'ın Resulü (ﷺ) ona: Biliyor musun ki Allah bunu yasakladı? dedi. O da: Hayır, dedi. Sonra başka bir adama fısıldadı. Allah'ın Resulü (ﷺ) ona ne fısıldadığını sordu. O da: Ona bunu satmasını tavsiye ettim, dedi. Bunun üzerine (Kutsal Peygamber) şöyle dedi: Şüphesiz ki içilmesi yasak olanın satılması da yasaktır. O (rivayet eden) dedi ki: Su torbasını açtı ve içindekiler döküldü."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Abd al-Rahman b. Wa'ala, bu rivayeti Abdullah b. Abbas'tan aktardı."
    },
    {
      "id": 85,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Bakara Suresi'nin son ayetleri indirildiğinde, Allah'ın Resulü (ﷺ) dışarı çıktı ve onları insanlara okudu ve ardından onlara şarap ticaretini yasakladı."
    },
    {
      "id": 86,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirdi: Bakara Suresi'nde Riba ile ilgili son ayetler indirildiğinde, Allah'ın Resulü (ﷺ) camiye gitti ve şarap ticaretini yasakladı."
    },
    {
      "id": 87,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying in the Year of Victory while he was in Mecca:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi ki, Allah'ın Resulü (ﷺ) Fetih Yılı'nda Mekke'de şöyle dedi: Şüphesiz ki Allah ve Resulü şarap, leş, domuz ve putların satışını yasaklamıştır. Denildi ki: Allah'ın Resulü, leşin yağının botları kaplamak ve derileri cilalamak için kullanıldığını ve insanların onu aydınlatma amaçlı kullandığını görüyor, bunun üzerine o şöyle dedi: Hayır, bu yasaktır. Sonra Allah'ın Resulü (ﷺ) dedi: Allah, yüce ve aziz olan, Yahudileri helak etsin; Allah onlara leşin yağını kullanmayı yasakladığında, onu eritip sattılar ve fiyatını kullandılar."
    },
    {
      "id": 88,
      "narrator": "Yazid b. Abu Habib reported:",
      "text": "Yazid b. Ebu Habib bildirdi: 'Ata' bana, Cabir'in (b. Abdullah) bunu Fetih Yılı'nda Allah'ın Resulü'nden (ﷺ) duyduğunu söylediğini aktardı."
    },
    {
      "id": 89,
      "narrator": "Ibn Abbas (Allah be pleased with him) reported:",
      "text": "İbn Abbas (Allah ondan razı olsun) bildirdi: Bu haber, 'Umar'a ulaştı ki Samura şarap satmış, bunun üzerine o şöyle dedi: Allah Samura'yı helak etsin; Allah'ın Resulü (ﷺ) şöyle demedi mi: \"Yahudilerin üzerine Allah'ın laneti olsun; onlara yağ yasaklandı ama onu eritip sattılar\"?"
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Bu hadis, 'Amr b. Dinar'dan aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 91,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Allah, Yahudileri helak etsin; çünkü Allah, onlara yağ kullanmayı yasakladı, ama onlar bunu sattılar ve fiyatından faydalandılar."
    },
    {
      "id": 92,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Allah, Yahudileri helak etsin; çünkü Allah, onlara yağ kullanmayı yasakladı, ama onlar bunu sattılar ve fiyatından faydalandılar."
    },
    {
      "id": 93,
      "narrator": "Abu Salid al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Salid el-Hudri, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Altını altınla, ancak eşit olarak satmayın; ve ondan bir şey artırmayın; gümüşü de gümüşle, ancak eşit olarak satmayın ve ondan bir şey artırmayın; ve peşin para ile, ileride verilecek bir şeyi satmayın."
    },
    {
      "id": 94,
      "narrator": "Nafi' reported that Ibn 'Umar told him that a person of the tribe of Laith said that Abu Sa'id al-Kludri narrated it (the above-mentioned hadith) from tile Messenger of Allah (ﷺ) in a narration of Qutaiba. So 'Abduliali and Nafi' went along with him, and in the hadith transmitted by Ibn Rumh (the words are) that Nafi' said:",
      "text": "Nafi' bildirdi ki, İbn Ömer ona, Leys kabilesinden bir kişinin, Ebu Sa'id el-Hudri'nin bu hadisi Allah'ın Resulü (ﷺ) den Qutaiba'nın rivayetiyle aktardığını söylediğini bildirdi. Bunun üzerine 'Abduliali ve Nafi' onunla birlikte gitti ve İbn Rumh tarafından aktarılan hadiste Nafi' dedi ki: 'Abdullah (b. Ömer) gitti ve ben Leys kabilesine mensup kişi ile birlikte Sa'id el-Hudri'nin evine girdik. O ('Abdullah b. Ömer) şöyle dedi: Bana, Allah'ın Resulü (ﷺ) nün gümüşü gümüşle, ancak eşit olarak satmayı yasakladığını ve altını altınla, ancak eşit olarak satmayı yasakladığını söylediklerini bildirdiler. Ebu Sa'id parmaklarıyla gözlerine ve kulaklarına işaret etti ve şöyle dedi: Gözlerim gördü, kulaklarım Allah'ın Resulü (ﷺ) nün şöyle dediğini dinledi: Altını altınla satmayın, gümüşü gümüşle, ancak eşit olarak satmayın; ve ondan bir şey artırmayın; ve peşin para ile, mevcut olmayan bir şeyi satmayın, ancak elden ele."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Bu hadis, Ebu Sa'id el-Hudri'nin başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 96,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Altını altınla ve gümüşü gümüşle, ağırlık olarak veya aynı kalitede satmayın."
    },
    {
      "id": 97,
      "narrator": "'Uthman b. 'Affan reported Allah's Messenger (ﷺ) as saying:",
      "text": "Osman b. Affan, Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Bir dinarı iki dinara, bir dirhemi iki dirheme satmayın."
    },
    {
      "id": 98,
      "narrator": "Malik b. Aus b. al-Hadathan reported:",
      "text": "Malik b. Aus b. el-Hadathan bildirdi: Ben, dirhemleri (altınım için) değiştirmeye hazır olanı arayarak geldim, bunun üzerine Talha b. Ubaidullah (Allah ondan razı olsun) (Ömer b. Hattab ile otururken) şöyle dedi: Altınını göster, sonra bize gel (daha sonra). Hizmetçimiz geldiğinde, sana gümüşünü (dirhemleri) vereceğiz. Bunun üzerine Ömer b. Hattab (Allah ondan razı olsun) şöyle dedi: Asla. Allah'a yemin ederim, ya ona gümüşünü verin ya da altınını geri verin; çünkü Allah'ın Resulü (ﷺ) şöyle dedi: Gümüşü altınla değiştirmek, yerinde olmadıkça faizin bir unsurunu taşır; buğdayı buğdayla değiştirmek de yerinde olmadıkça faizin bir unsurunu taşır; arpa ile arpayı değiştirmek de yerinde olmadıkça faizin bir unsurunu taşır; hurmayı hurmayla değiştirmek de yerinde olmadıkça faizin bir unsurunu taşır."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Bu hadis, Zuhri aracılığıyla aynı rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 100,
      "narrator": "Abi Qilabah reported:",
      "text": "Ebu Kılabe bildirdi: Ben Suriye'de (bir grup) arkadaşla birlikteydim. İçlerinde Müslim b. Yasir de vardı. Ebu'l-Ash'ath geldi. O (rivayet eden) dedi ki, arkadaşlar onu çağırdılar: Ebu'l-Ash'ath, Ebu'l-Ash'ath, o da oturdu. Ben ona dedim: Kardeşimize Ubade b. Samit'in hadisini anlat. O da: Evet, dedi. Biz bir seferden döndük, Muaviye insanların lideriydi ve çok fazla ganimet elde ettik. Aldığımız ganimetler arasında bir gümüş kap vardı. Muaviye, bir kişiyi onu askerler için ödeme yapmak üzere satması için görevlendirdi. İnsanlar bunu almak için acele ettiler. Bu durum Ubade b. Samit'e ulaştı ve ayağa kalkarak şöyle dedi: Ben, Allah'ın Resulü (ﷺ) nün altını altınla, gümüşü gümüşle, buğdayı buğdayla, arpayı arpayla, hurmayı hurmayla, tuzu tuzla, ancak eşit olarak ve eşit miktarda satmayı yasakladığını duydum. Kim bir ekleme yaparsa veya bir ekleme kabul ederse, faize girmiş olur. Bunun üzerine insanlar aldıkları her şeyi geri verdiler. Bu durum Muaviye'ye ulaştı ve o ayağa kalkarak bir konuşma yapmak istedi. Dedi ki: İnsanların, Resul'den (ﷺ) böyle bir hadisi aktardıklarını duyuyorum ki, biz onu duymadık, oysa onu gördük ve onunla birlikte yaşadık. Bunun üzerine Ubade b. Samit ayağa kalktı ve o rivayeti tekrar etti, ardından şöyle dedi: Biz, Allah'ın Resulü (ﷺ) nün duyduğumuz her şeyi aktaracağız, Muaviye hoşlanmasa bile (veya şöyle dedi: Onun iradesine aykırı olsa bile). Gece karanlığında onun ordusunda kalmasam da umurumda değil. Hammad bunu veya buna benzer bir şey söyledi."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Yukarıdaki hadis, Ebu Kılabe aracılığıyla başka bir rivayet zinciriyle de aktarılmıştır."
    },
    {
      "id": 102,
      "narrator": "Ubida b. al-Simit (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ubade b. el-Samit (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Altın, altınla, gümüş, gümüşle, buğday, buğdayla, arpa, arpayla, hurma, hurmayla, tuz, tuzla, eşit olarak ve eşit miktarda, elden ele ödenmelidir. Eğer bu sınıflar farklıysa, o zaman elden ele ödeme yapıldığı sürece istediğiniz gibi satın."
    },
    {
      "id": 103,
      "narrator": "Abu Sa'id al-Khudri (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Altın, altınla, gümüş, gümüşle, buğday, buğdayla, arpa, arpayla, hurma, hurmayla, tuz, tuzla, eşit olarak ve eşit miktarda, elden ele ödenmelidir. Kim buna bir ekleme yaparsa veya bir ekleme talep ederse, aslında faize girmiş olur. Alıcı ve verici eşit derecede suçludur."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Bu hadis, Ebu Sa'id el-Hudri (Allah ondan razı olsun) aracılığıyla başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 105,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü (ﷺ) şöyle dediğini bildirdi: Hurma, hurmayla, buğday, buğdayla, arpa, arpayla, tuz, tuzla, eşit olarak ve yerinde ödeme yapılmalıdır. Kim bir ekleme yaparsa veya bir ekleme talep ederse, aslında faize girmiş olur, ancak sınıfları farklı olduğunda."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "Bu hadis, Fudail b. Ghazwan'ın rivayetiyle aynı isnadla nakledilmiştir, ancak (ödemelerin) yerinde yapılması hakkında bir şey söylememiştir."
    },
    {
      "id": 107,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Mess-., nger (ﷺ) as saying:",
      "text": "Abu Huraira (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Altın, eşit ağırlıkta altın ile, benzeri benzeri ile ödenmelidir; gümüş de eşit ağırlıkta gümüş ile, benzeri benzeri ile ödenmelidir. Kim buna bir ek yaparsa veya ek talep ederse, faize girmiş olur."
    },
    {
      "id": 108,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Dinar, ek olmaksızın dinar ile değiştirilmeli ve dirhem, ek olmaksızın dirhem ile değiştirilmeli."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Bu hadis, Musa b. Abu Tamim'in rivayetiyle aynı isnadla nakledilmiştir."
    },
    {
      "id": 110,
      "narrator": "Abu Minhal reported:",
      "text": "Abu Minhal şöyle bildirmiştir: Ortakım, gümüşü (Hac) sezonunda veya (Hac günlerinde) ödenmek üzere sattı. O (ortakım) yanıma geldi ve bana haber verdi, ben de ona: Böyle bir işlem hoş değil dedim. O: Ben bunu piyasada (kredi olarak) sattım ama kimse buna itiraz etmedi, dedi. Al-Bara' b. 'Azib'e gittim ve ona sordum, o da: Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde biz böyle bir işlem yaptık, o da: Eğer ödeme yerinde yapılırsa, bunda bir sakınca yoktur; eğer (kredi olarak) satılırsa, bu faize girer, dedi. Daha iyi bir tüccar olduğu için Zaid b. Arqam'a git, dedi; ben de ona gittim ve sordum, o da aynı şekilde söyledi."
    },
    {
      "id": 111,
      "narrator": "Habib reported that he heard Abu Minhal as saying:",
      "text": "Habib, Abu Minhal'ın şöyle dediğini duyduğunu bildirdi: Al-Bara' b. Azib'e (altın ile gümüşün veya tersinin) değişimi hakkında sordum, o da: Zaid b. Arqam'a sor, o benden daha iyi bilir, dedi. Ben de Zaid'e sordum ama o: Al-Bara' b. Azib'e sor, o benden daha iyi bilir, dedi. Sonra her ikisi de: Allah'ın Elçisi (ﷺ) gelecekte yapılacak ödemelerde altının gümüşle satılmasını yasakladı, dediler."
    },
    {
      "id": 112,
      "narrator": "Abd al-Rabman b. Abia Bakra reported on the authority of his father that Allah's Messenger (ﷺ) forbade the sale of gold for gold, and silver for silver except equal for equal, and commanded us to buy silver for gold as we desired and buy gold for silver as we desired. A person asked him (about the nature of payment), whereupon he said:",
      "text": "Abd al-Rabman b. Abia Bakra, babasından rivayet etti ki, Allah'ın Elçisi (ﷺ) altının altınla, gümüşün gümüşle, eşit eşit olmaksızın satılmasını yasakladı ve bize istediğimiz gibi gümüşü altınla ve altını gümüşle satın almamızı emretti. Bir kişi (ödemelerin niteliği hakkında) ona sordu, o da: Ödeme yerinde yapılmalıdır, dedi. Ben bunu Allah'ın Elçisi'nden (salat ve selam üzerine olsun) duydum."
    },
    {
      "id": 113,
      "narrator": "Abd al-Rabman b. Abu Bakra said:",
      "text": "Abd al-Rabman b. Abu Bakra dedi ki: Allah'ın Elçisi (ﷺ) bize yasakladı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 114,
      "narrator": "Fadala b. Ubaid al-Ansari reported:",
      "text": "Fadala b. Ubaid el-Ensari bildirdi: Khaibar'da Allah'ın Elçisi'ne (ﷺ) içinde altın ve değerli taşlar bulunan bir kolye getirildi ve bu savaş ganimeti olarak satışa sunuldu. Allah'ın Elçisi (ﷺ) dedi ki: İçindeki altın ayrılmalıdır, sonra Allah'ın Elçisi (ﷺ) şöyle dedi: Altın, eşit ağırlıkta altın ile satılmalıdır."
    },
    {
      "id": 115,
      "narrator": "Fadila b. 'Ubaid (Allah be pleased with him) reported:",
      "text": "Fadila b. 'Ubaid (Allah ondan razı olsun) bildirdi: Khaibar'ın fethi günü on iki dinar (altın para) karşılığında bir kolye aldım. Bu kolye, değerli taşlarla süslenmiş altından yapılmıştı. İçindeki altını (değerli taşlardan) ayırdım ve on iki dinardan daha fazla (değer) buldum. Bunu Allah'ın Elçisi'ne (ﷺ) bildirdim, o da: Ayrılmadıkça satılmamalıdır, dedi."
    },
    {
      "id": 116,
      "narrator": "",
      "text": "Bu gibi bir hadis, Sa'id b. Yazid'in rivayetiyle aynı isnadla nakledilmiştir."
    },
    {
      "id": 117,
      "narrator": "Fadala b. 'Ubaid reported:",
      "text": "Fadala b. 'Ubaid bildirdi: Khaibar'ın fethi günü Allah'ın Elçisi (salat ve selam üzerine olsun) ile birlikteydik ve Yahudilerle bir 'uqiya altın karşılığında dinar veya üç (altın para) için işlem yaptık. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Altını altınla değil, eşit ağırlıkta satmayın."
    },
    {
      "id": 118,
      "narrator": "Hanash reported:",
      "text": "Hanash bildirdi: Fadala b. Ubaid (Allah ondan razı olsun) ile bir seferdeydik. Benim ve arkadaşımın payına altın, gümüş ve mücevherden yapılmış bir kolye düştü. Bunu satın almaya karar verdim. Fadala b. 'Ubaid'a sordum, o da: Altını ayır ve bir tartı kabına koy, altınını diğer kabına koy ve yalnızca eşit olanı al, çünkü ben Allah'ın Elçisi'nden (ﷺ) şöyle dediğini duydum: Allah'a ve Ahiret Günü'ne inanan kimse yalnızca eşit olanı almalıdır."
    },
    {
      "id": 119,
      "narrator": "Ma'mar b. Abdullah reported that he sent his slave with a sa' of wheat and said to him:",
      "text": "Ma'mar b. Abdullah bildirdi ki, bir sa' buğday ile kölesini gönderdi ve ona: Bunu sat, sonra bununla arpa al, dedi. Köle gitti ve bir sa' (arpa) ve bunun üzerine bir kısım sa' aldı. Ma'mar'a geldiğinde bunu bildirdi, bunun üzerine Ma'mar ona: Neden böyle yaptın? Geri dön ve bunu iade et, yalnızca tartı ile al, çünkü ben Allah'ın Elçisi'nden (ﷺ) şöyle dediğini duydum: Buğday buğday için ve benzeri benzeri için. O (rivayet edenlerden biri) dedi ki: O günlerde bizim yiyeceğimiz arpa idi. Ma'mar'a (buğdayın) onun gibi olmadığını söylediler. O da: Ben bu ikisinin benzer olmayacağından korkuyorum, dedi."
    },
    {
      "id": 120,
      "narrator": "Abu Huraira and Abu Sa'id al-Khudri (Allah be pleased with them) reported that Allah's Messenger (ﷺ) deputed a person from Banu 'Adi al-Ansari to collect revenue from Khaibar. He came with a fine quality of dates, whereupon Allah's Messenger (ﷺ) said to him:",
      "text": "Abu Huraira ve Abu Sa'id el-Hudri (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) Banu 'Adi el-Ensari'den bir kişiyi Khaibar'dan vergi toplamak üzere görevlendirdi. O, iyi kalitede hurmalarla geldi, bunun üzerine Allah'ın Elçisi (ﷺ) ona: Khaibar'daki tüm hurmalar böyle mi? dedi. O da: Allah'ın Elçisi, durum böyle değil. Biz bir sa' (iyi kalitede hurma) için iki sa' (kötü kalitede hurma) alıyoruz, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bunu yapmayın, ama benzeri benzeri ile satın veya bunu (kötü kalitede olanı) satın ve bunun fiyatı ile alın, o zaman ölçüyü tamamlamış olursunuz."
    },
    {
      "id": 121,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that Allah's Messenger (ﷺ) deputed a person to collect revenue from Khaibar. He brought fine quality of dates, whereupon Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Elçisi (ﷺ) Khaibar'dan vergi toplamak için birini görevlendirdi. O, kaliteli hurmalar getirdi, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Khaibar'daki tüm hurmalar böyle mi? O da: Hayır, biz iki sa' (kalitesiz hurma) karşılığında bir sa' (kaliteli hurma) aldık, ve (benzer şekilde) üç sa'sı için iki sa' aldık. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Bunu yapmayın, aksine kalitesiz hurmaları dirhem (para) karşılığında satın, sonra dirhemlerle kaliteli hurmaları satın."
    },
    {
      "id": 122,
      "narrator": "Abd Sa'id reported:",
      "text": "Abd Sa'id bildirmiştir: Bilal (Allah ondan razı olsun) kaliteli hurmalarla geldi. Allah'ın Elçisi (ﷺ) ona sordu: Bunları nereden getirdin? Bilal dedi ki: Bizde kalitesiz hurmalar vardı ve ben iki sa' (kalitesiz) hurmayı bir sa' (kaliteli) hurma ile takas ettim, Allah'ın Elçisi (ﷺ) için yiyecek olarak, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Vay! Bu aslında faize giriyor; bu yüzden bunu yapmayın. Ama kaliteli hurmaları satın almak istediğinizde, (kalitesiz olanları) ayrı bir pazarlıkla satın ve sonra (kaliteli hurmaları) alın. Ve İbn Sahl tarafından rivayet edilen hadiste \"bunun üzerine\" ifadesi geçmemektedir."
    },
    {
      "id": 123,
      "narrator": "Abu Sa'id (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id (Allah ondan razı olsun) bildirmiştir: Allah'ın Elçisi (ﷺ) için hurmalar getirildi ve o dedi ki: Bu hurmalar bizim hurmalarımız gibi değil, bunun üzerine bir adam dedi ki: Biz iki sa' hurmamızı (bu) bir sa' (kaliteli hurma) almak için sattık, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Bu faizdir; o yüzden (bu kaliteli hurmaları) geri verin ve (kalitesiz hurmalarınızı) alın; sonra bizim hurmalarımızı (para karşılığında) satın ve bizim için (para ile) böyle (kaliteli hurmaları) alın."
    },
    {
      "id": 124,
      "narrator": "Abu Sa'id (Allah be pleased with him) reported:",
      "text": "Ebu Sa'id (Allah ondan razı olsun) bildirmiştir: Allah'ın Elçisi (ﷺ) döneminde, farklı kalitede hurmalar karıştırılarak bize yedirildi ve biz bunlardan iki sa' karşılığında bir sa' (kaliteli hurma) satıyorduk. Bu, Allah'ın Elçisi (ﷺ)'ne ulaştı, bunun üzerine o dedi ki: İki sa' (kalitesiz) hurmayı bir sa' (kaliteli hurma) ile ve iki sa' (kalitesiz) buğdayı bir sa' (kaliteli) buğday ile ve bir dirhemi iki dirhem ile takas etmeyin."
    },
    {
      "id": 125,
      "narrator": "Abu Nadra reported:",
      "text": "Ebu Nadra bildirmiştir: İbn Abbas (Allah onlardan razı olsun) ile altın ve gümüşün dönüşümü hakkında konuştum. Biz dedik: Bu elden ele takas mı? Ben dedim: Evet. Bunun üzerine o dedi: Bunun içinde bir sakınca yok. Ben Ebu Sa'id'e bunu bildirdim, ona İbn Abbas'a bunu sordum ve o da dedi: Bu elden ele takas mı? Ben dedim: Evet, bunun üzerine o dedi: Bunun içinde bir sakınca yok. O (rivayet eden) dedi ki, ya da o buna benzer bir şey söyledi: Yakında ona yazacağız, ve sana bu fetvayı (dini hüküm) vermeyecek. O dedi: Vallahi, Allah'ın Elçisi (ﷺ)'nin bir çocuk hizmetkârı hurma getirdi, ama o, bunların bizim ülkemizin hurmaları gibi görünmediği bahanesiyle kabul etmedi. O dedi: Bizim ülkemizin hurmalarına bir şey oldu, ya da bizim hurmalarımıza. Ben bu hurmaları (kendi ülkemizden fazla vererek) aldım, bunun üzerine o dedi: Kaliteli hurmaları (takas etmek için) fazlalık yaptın ki bu faizdir; bunu (ileride) yapma. Ne zaman ki hurmalarının kalitesinde bir şüphe bulursan, onları sat ve sonra beğendiğin hurmaları al."
    },
    {
      "id": 126,
      "narrator": "Abu Nadra reported:",
      "text": "Ebu Nadra bildirmiştir: İbn Ömer ve İbn Abbas (Allah onlardan razı olsun) ile altın ile altın dönüşümü hakkında konuştum ama bunda bir sakınca bulmadılar. Abd Sa'id el-Hudri (Allah ondan razı olsun) ile oturuyordum ve ona bu takas hakkında sordum, o da dedi: Fazlalık olan her şey faize girer. Ben onların (İbn Abbas ve İbn Ömer'in) beyanı nedeniyle kabul etmedim. O dedi: Ben sana sadece Allah'ın Elçisi (ﷺ)'nden duyduğumu aktarıyorum. Bir sa' kaliteli hurma ile bir hurma sahibi ona geldi ve Allah'ın Elçisi (ﷺ)'nin hurmaları o renkteydi. Allah'ın Elçisi (ﷺ) ona sordu: Bu hurmaları nereden aldın? Ben iki sa' (kalitesiz hurma) ile geldim ve bir sa' (bu kaliteli hurma) aldım, çünkü bu piyasada (kalitesiz hurmaların) geçerli fiyatı ve bu da (kaliteli hurmaların) fiyatı, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Vay sana! Faizle işlem yaptın, bunu (yani kaliteli hurmaları kalitesiz hurmalarla takas etmeyi) yapmaya karar verdiğinde; bu yüzden hurmalarını başka bir mal (veya para) ile sat ve sonra o mal ile beğendiğin hurmaları al. Ebu Sa'id dedi: Hurmalar (farklı kalitelerde) takas edildiğinde, bunun içinde faiz unsuru olma ihtimali vardır veya altın farklı kalitelerde takas edildiğinde. Daha sonra İbn Ömer'e geldim ve bunu yapmamı yasakladı, ama İbn Abbas'a (Allah onlardan razı olsun) gelmedim. O (rivayet eden) dedi: Ebu es-Sahba' bana bildirdi: O, İbn Abbas'a (Allah onlardan razı olsun) Mekke'de sordu ve o da bunu onaylamadı."
    },
    {
      "id": 127,
      "narrator": "Abu Salih reported:",
      "text": "Ebu Salih bildirmiştir: Ebu Sa'id el-Hudri (Allah ondan razı olsun) dedi ki: Dinar (altın) altınla ve dirhem dirhemle eşit olarak takas edilebilir; ama daha fazla veren veya daha fazlasını talep eden, aslında faize girmiş olur. Ben ona dedim: İbn Abbas (Allah onlardan razı olsun) farklı söylüyor, bunun üzerine o dedi: İbn Abbas (Allah onlardan razı olsun) ile karşılaştım ve ona dedim: Söylediklerini görüyor musun; bunu Allah'ın Elçisi (ﷺ)'nden mi duydun, yoksa Allah'ın Kitabı'nda, Azametli ve Şanlı olanında mı buldun? O dedi: Ben bunu Allah'ın Elçisi (ﷺ)'nden duymadım ve Allah'ın Kitabı'nda (Azametli ve Şanlı) bulmadım, ama Usame b. Zaid bana şöyle aktardı: Allah'ın Elçisi (ﷺ) dedi ki: Kredide faiz unsuru olabilir."
    },
    {
      "id": 128,
      "narrator": "Ubaidullah b. Abu Yazid heard Ibn 'Abbas (Allah be pleased with them) as saying:",
      "text": "Ubaidullah b. Ebu Yazid, İbn Abbas (Allah onlardan razı olsun) şöyle derken duydu: Usame b. Zaid, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Kredide faiz unsuru olabilir (ödemeler eşit olmadığında)."
    },
    {
      "id": 129,
      "narrator": "Ibn 'Abbas; (Allah be pleased with them) reported on the authority of Usama b. Zaid Allah's Messenger (ﷺ) as having said this:",
      "text": "İbn Abbas (Allah onlardan razı olsun), Usame b. Zaid'den, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: Para veya mal elden ele takas edildiğinde faiz unsuru yoktur."
    },
    {
      "id": 130,
      "narrator": "Ata' b. Abu Rabah reported:",
      "text": "Ata' b. Ebu Rabah bildirmiştir: Ebu Sa'id el-Hudri (Allah onlardan razı olsun) İbn Abbas (Allah onlardan razı olsun) ile karşılaştı ve ona dedi: Dönüşüm (mallar veya para) hakkında ne diyorsun, bunu Allah'ın Elçisi (ﷺ)'nden mi duydun, yoksa Allah'ın Kitabı'nda, Azametli ve Şanlı olanında mı buldun? Bunun üzerine İbn Abbas (Allah ondan razı olsun) dedi: Ben bunu söylemiyorum. Allah'ın Elçisi (ﷺ) ile ilgili olarak, onu daha iyi tanıyorsun ve Allah'ın Kitabı ile ilgili olarak, ben onu (senden daha iyi) bilmiyorum, ama Usame b. Zaid (Allah ondan razı olsun) bana şöyle aktardı: Allah'ın Elçisi (ﷺ) şöyle dedi: Dikkat et, kredide faiz unsuru olabilir."
    },
    {
      "id": 131,
      "narrator": "'Abdullah (b. Mas'ud) (Allah be pleased with him) said that Allah's Messenger (ﷺ) cursed the one who accepted interest and the one who paid it I asked about the one who recorded it, and two witnesses to it. He (the narrator) said:",
      "text": "Abdullah (b. Mes'ud) (Allah ondan razı olsun) dedi ki, Allah'ın Elçisi (ﷺ) faizi kabul eden ve ödeyeni lanetledi. Ben kaydeden ve iki tanık hakkında sordum. O (rivayet eden) dedi: Duyduğumuzu aktarıyoruz."
    },
    {
      "id": 132,
      "narrator": "Jabir said that Allah's Messenger (ﷺ) cursed the accepter of interest and its payer, and one who records it, and the two witnesses, and he said:",
      "text": "Cabir dedi ki, Allah'ın Elçisi (ﷺ) faizi kabul eden ve ödeyeni, kaydeden ve iki tanığı lanetledi ve dedi ki: Onlar hepsi eşittir."
    },
    {
      "id": 133,
      "narrator": "Nu'man b. Bashir (Allah be pleased with him) reported:",
      "text": "Numan b. Beşir (Allah ondan razı olsun) bildirmiştir: Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dediğini duydum (ve Numan parmaklarıyla kulaklarını işaret etti): Helal olan açıktır ve haram olan da açıktır, bunların arasında ise birçok insanın bilmediği şüpheli şeyler vardır. Şüpheli şeylerden sakınan, dinini ve onurunu korur, şüpheli şeylere dalan ise aslında haram şeylere dalmış olur, tıpkı bir çoban gibi, hayvanlarını bir korunun etrafında otlatan, çok geçmeden onları orada otlatır. Dikkat et, her hükümdarın bir korusu vardır ve Allah'ın haram kıldığı şeyler, O'nun korusudur. Dikkat et, bedenin içinde bir et parçası vardır; eğer o sağlam olursa, bütün beden sağlamdır ve eğer o bozuk olursa, bütün beden bozuk olur, ve o kalptir."
    },
    {
      "id": 134,
      "narrator": "",
      "text": "Bu hadis, Zekeriya'nın aynı isnadla rivayet edilmiştir."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "El-Nu'man b. Beşir, bunu Allah'ın Elçisi (ﷺ)'nden rivayet etmiştir. Ancak Zekeriya'nın rivayeti, diğerlerinden daha kapsamlı ve uzundur."
    },
    {
      "id": 136,
      "narrator": "Nu'man b. Bashir b. Sa'd, a Companion of Allah's Messenger (ﷺ) was heard delivering a sermon at Hims and was saying:",
      "text": "Nu'man b. Bashir b. Sa'd, Allah'ın Elçisi'nin (ﷺ) bir Sahabesi, Hims'te bir vaaz verirken şöyle dedi: Allah'ın Elçisi'ni (salat ve selam üzerine olsun) şöyle derken duydum: Helal olan açıktır ve haram olan açıktır; hadisin geri kalanı Zakariya'nın rivayet ettiği gibidir."
    },
    {
      "id": 137,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported that he was travelling on his camel which had grown jaded, and he decided to let it off. When Allah's Apostle (ﷺ) met him and prayed for him and struck it, so it trotted as it had never trotted before. He said:",
      "text": "Jabir b. 'Abdullah (Allah ondan razı olsun) şöyle bildirdi: Yorgun düşmüş olan develerimle seyahat ediyordum ve onu serbest bırakmaya karar verdim. Allah'ın Elçisi (ﷺ) benimle karşılaştı, benim için dua etti ve ona vurdu, böylece daha önce hiç koşmadığı gibi koşmaya başladı. O dedi ki: Bunu bana bir 'uqaya karşı sat. Ben dedim: Hayır. O tekrar dedi: Bunu bana sat. Böylece ben onu bir 'uqaya karşı ona sattım, fakat geri aileme dönmem için binmeme izin verilmesi şartıyla. Sonra (yerime) geldiğimde, deveyi ona götürdüm ve bana fiyatını nakit olarak ödedi. Sonra geri döndüm ve o (birini) arkamdan gönderdi (ve geldiğimde) dedi ki: Devenizi satın almak için fiyatı düşürmemi istediğimi görüyor musun? Devenizi ve paralarınızı alın; bunlar sizin."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Bu hadis, Jabir'in başka bir rivayet zinciri üzerinden nakledilmiştir."
    },
    {
      "id": 139,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Jabir b. 'Abdullah (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) ile bir sefere çıktım. O beni geçti ve su taşıyan yorgun develerimle yürümüyordu. O (Peygamber) bana dedi ki: Devenle ne oldu? Ben dedim: Hasta. O (Peygamber) arkasına geçti ve ona vurdu ve dua etti, ardından her zaman diğer develerin önünde hareket etti. O (sonra) dedi: Deveni nasıl buluyorsun? Ben dedim: Dua ettiğinizin bereketiyle, iyi. O dedi: Bu (deveyi) bana satar mısın? Ben (ona \"Hayır\" demekte) utanıyordum çünkü su taşıyacak başka bir develerimiz yoktu, ama (sonra) dedim: Evet, ve onu Medine'ye ulaşana kadar binmeme izin verilmesi şartıyla ona sattım. Ona dedim: Allah'ın Elçisi, ben yeni evliyim, bu yüzden karavanın önüne geçmem için iznini istedim. O izin verdi ve ben diğer insanlardan çok önce Medine'ye ulaştım, ta ki hedefime ulaşana kadar. Orada amcam beni karşıladı ve deve hakkında sordu, ben de ona onunla ilgili ne yaptığımı söyledim. Bu konuda beni azarladı. O (Jabir) dedi: Karavanın önüne geçmem için izin istediğimde, Allah'ın Elçisi (ﷺ) bana bakarak, bakire mi yoksa dul mu evlendiğimi sordu. Ben ona dedim: Dulu evlendim. O dedi: Neden seninle oynayacak bir bakire ile evlenmedin? Ben ona dedim: Allah'ın Elçisi, babam öldü (veya şehit oldu) ve benim küçük kız kardeşlerim var, bu yüzden onların yanında olan bir kadınla evlenmek istemedim ve böylece onlara terbiye verip iyi bakamam. Bu yüzden dul bir kadınla evlendim ki o da onlara bakabilsin ve terbiye verebilsin. Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, sabah deveyi onun yanına götürdüm. O bana fiyatını ödedi ve o (deveyi) geri verdi."
    },
    {
      "id": 140,
      "narrator": "Jabir reported:",
      "text": "Jabir bildirdi: Allah'ın Elçisi (ﷺ) ile birlikte Mekke'den Medine'ye giderken, develerim hastalandı ve hadisin geri kalanı aynıdır. (Ama ayrıca şunu da rivayet etti:) O (Peygamber) bana dedi: Deveni bana sat. Ben dedim: Hayır, ama o senin. O dedi: Hayır. (Olmaz), ama bana sat. Ben dedim: Hayır, ama, Allah'ın Elçisi, o senin. O dedi: Hayır, olamaz, ama bana sat. Ben dedim: O zaman bana bir 'uqaya altın ver, çünkü birine borcum var ve sonra o senin olur. O (Peygamber) dedi: Ben onu (bir 'uqiya altın karşılığında) alırım ve sen onunla Medine'ye ulaşırsın. Medine'ye ulaştığımda, Allah'ın Elçisi (ﷺ) Bilal'e dedi: Ona bir 'uqiya altın ver ve biraz da fazladan ödeme yap. O (Jabir) dedi: O bana bir 'uqiya altın verdi ve bir qirat ekledi. O (Jabir) dedi: Allah'ın Elçisi'nin (ﷺ) yaptığı ekleme benimle (bereket için) bir emanet olarak kaldı ve benimle bir cepte durdu ta ki Şam halkı onu Harra Günü aldılar."
    },
    {
      "id": 141,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Jabir b. 'Abdullah (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) ile bir yolculukta idik ve su taşımak için olan develerim geride kaldı. Hadisin geri kalanı aynıdır ve ayrıca şunu da belirtir: Allah'ın Elçisi (ﷺ) ona dokundu ve sonra bana dedi: Allah'ın adıyla bin. O sürekli (dualarla) ekleme yaptı ve şöyle dedi: Allah seni affetsin!"
    },
    {
      "id": 142,
      "narrator": "Jabir (Allah be pleased with him) reported:",
      "text": "Jabir (Allah ondan razı olsun) bildirdi: Develerim yorgun düştü, Allah'ın Elçisi (ﷺ) yanıma geldi. O ona vurdu ve o zıplamaya başladı. Sonra onun (Peygamber'in) sözlerini dinleyebilmek için ipini tutmaya çalıştım, ama bunu yapamadım. Allah'ın Elçisi (ﷺ) benimle karşılaştı ve dedi: Bunu bana sat, ve ben onu beş 'uqiya karşı ona sattım. Ben dedim: Medine'ye geri dönmek için binme izni şartıyla. O (Peygamber) dedi: Tamam, Medine'ye kadar binme izni veriyorum. Medine'ye geldiğimde, onu ona teslim ettim ve o (anlaşmaya ek olarak) bir 'uqiya ekledi ve sonra onu bana hediye etti."
    },
    {
      "id": 143,
      "narrator": "Abd Mutawakkil al-Najl reported from Jabir b. 'Abdullah (Allah be pleased with them) who said:",
      "text": "Abd Mutawakkil al-Najl, Jabir b. 'Abdullah'dan (Allah ondan razı olsun) rivayet etti ki, ben Allah'ın Elçisi (ﷺ) ile bir yolculukta bulundum (rivayet eden der ki, o cihad dedi), ve hadisin geri kalanını anlattı, ve şu eklemeyi yaptı: O (Peygamber) dedi: Jabir, fiyatı aldın mı? Ben dedim: Evet, bunun üzerine o dedi: Fiyat senin, deve de senin; fiyat senin, deve de senin."
    },
    {
      "id": 144,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Jabir b. 'Abdullah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) benden iki 'uqiya ve bir dirhem veya iki dirhem karşılığında bir deve satın aldı. Sirar'a (Medine yakın bir köy) ulaştığında, bir inek kesilmesini emretti ve kesildi, ve ondan yediler, ve Allah'ın Elçisi Medine'ye ulaştığında, bana camiye gitmemi ve iki rek'at namaz kılmamı emretti, ve deve fiyatını ölçtü ve bana fazladan ödeme yaptı."
    },
    {
      "id": 145,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported this narration from Allah's Apostle (ﷺ) but with this variation that he said:",
      "text": "Jabir b. 'Abdullah (Allah ondan razı olsun) bu rivayeti Allah'ın Elçisi'nden (ﷺ) ancak şu farklılıkla aktardı ki, o dedi: O (Peygamber) benden belirli bir fiyatla deve satın aldı. Ve iki 'uqiya ve bir dirhem veya iki dirhemden bahsetmedi, ve bir ineğin kesilmesini emretti ve kesildi, ve sonra etini dağıttı."
    },
    {
      "id": 146,
      "narrator": "Jabir (Allah be pleased with him) reported that Allah's Apostle (ﷺ) said to him:",
      "text": "Jabir (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) ona dedi: Ben senin deveni dört dinar karşılığında aldım ve Medine'ye kadar onunla binebilirsin."
    },
    {
      "id": 147,
      "narrator": "Abu Rafi' reported that Allah's Messenger (ﷺ) took from a man as a loan a young camel (below six years). Then the camels of Sadaqa were brought to him. He ordered Abu Rafi' to return to that person the young camel (as a return of the loan). Abu Rafi' returned to him and said:",
      "text": "Abu Rafi' bildirdi ki, Allah'ın Elçisi (ﷺ) bir adamdan altı yaşından küçük bir genç deve borç aldı. Sonra sadaka develeri ona getirildi. Abu Rafi'ye, o kişiye genç deveyi (borcun geri dönüşü olarak) iade etmesini emretti. Abu Rafi' ona döndü ve dedi: Onların arasında altı yaşından büyük daha iyi develer bulamadım. O (Peygamber) dedi: Onu ona ver, çünkü en iyi insanlar, borcunu en iyi ödeyenlerdir."
    },
    {
      "id": 148,
      "narrator": "Abu Rafi', the freed slave of Allah's Messenger (ﷺ), said:",
      "text": "Abu Rafi', Allah'ın Elçisi'nin (ﷺ) bir borç aldığını söyledi (hadisin geri kalanı aynıdır), ancak şu farklılıkla ki, o (Peygamber) dedi: Allah'ın kulları arasında en iyi olanı, borcunu en iyi ödeyendir."
    },
    {
      "id": 149,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Abu Huraira (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir kişiye bir şey borçlandı. O kişiyle kaba davrandı. Bu, Peygamber'in (ﷺ) Sahabelerini rahatsız etti, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Hakkı olan konuşma hakkına sahiptir, ve onlara (Sahabelerine) dedi: Onun için bir deve satın alın ve ona verin. Onlar dediler: O yaşta bir deve bulamıyoruz ama daha iyi yaşta bir tane var. O dedi: Onu satın alın ve ona verin, çünkü en iyi olanlar, borcunu en iyi ödeyenlerdir."
    },
    {
      "id": 150,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Abu Huraira (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) bir deve borç aldı, sonra ona daha olgun bir yaşta bir deve geri verdi ve dedi: Sizlerin en iyisi, borcunu en iyi ödeyendir."
    },
    {
      "id": 151,
      "narrator": "Abu Huraira (Allah be pleased with him) reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi'ne (ﷺ) bir kişi deve talep etti. O (Kutsal Peygamber) dedi ki: Ona o yaştaki veya daha olgun bir deveyi verin ve şöyle dedi: Sizden en hayırlısı, borcunu en iyi şekilde ödeyendir."
    },
    {
      "id": 152,
      "narrator": "Jabir (Allah be pleased with him) reported:",
      "text": "Cabir (Allah ondan razı olsun) şöyle bildirmiştir: Bir köle geldi ve Allah'ın Elçisi'ne (ﷺ) hicret üzerine biat etti; o (Kutsal Peygamber) onun köle olduğunu bilmiyordu. Sonra efendisi geldi ve onu geri talep etti, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Onu bana sat. Ve onu iki siyah köle karşılığında satın aldı, sonrasında ise kimseye biat almadı, ta ki ona köle mi yoksa hür mü olduğunu sordu."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Aişe (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Elçisi (ﷺ) bir Yahudiden borçla biraz tahıl satın aldı ve ona bir zırhını rehin verdi."
    },
    {
      "id": 154,
      "narrator": "'A'isha (Allah be pleased with her) reported:",
      "text": "Aişe (Allah ondan razı olsun) bildirmiştir: Allah'ın Elçisi (ﷺ) bir Yahudiden tahıl (borç olarak) satın aldı ve ona demir zırhını rehin verdi."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Aişe (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Elçisi (ﷺ) bir Yahudiden belirli bir süre için tahıl satın aldı; ve ona kendi demir zırhını rehin verdi."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Bu hadis Aişe (Allah ondan razı olsun) aracılığıyla başka bir nakil zincirinden rivayet edilmiştir, ancak (demir olduğuna dair) bir ifade yer almamıştır."
    },
    {
      "id": 157,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported that when Allah's Prophet (ﷺ) came to Medina, they were paying one and two years in advance for fruits, so he said:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirmiştir ki, Allah'ın Peygamberi (ﷺ) Medine'ye geldiğinde, insanlar meyveler için bir ve iki yıl önceden ödeme yapıyorlardı, bunun üzerine o dedi ki: Önceden ödeme yapanlar, belirli bir ağırlık ve belirli bir süre için yapmalıdır."
    },
    {
      "id": 158,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported that when Allah's Messenger (ﷺ) came to (Medina) and the people were paying in advance (for the fruits, etc.), he said to them:",
      "text": "İbn Abbas (Allah onlardan razı olsun) bildirmiştir ki, Allah'ın Elçisi (ﷺ) (Medine'ye) geldiğinde ve insanlar (meyveler vb. için) önceden ödeme yapıyorlardı, onlara şöyle dedi: Önceden ödeme yapan kimse, belirli bir ölçü ve ağırlık (ve belirli bir süre) dışında önceden ödeme yapmamalıdır."
    },
    {
      "id": 159,
      "narrator": "Ibn Abu Najih has narrated a hadith like this with the same chain of transmitters, but he has not mentioned:",
      "text": "İbn Ebu Neccah, aynı nakil zinciriyle bu hadisi rivayet etmiştir, ancak \"belirli bir süre\" ifadesini zikretmemiştir."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Bu hadis, İbn Ebu Neccah tarafından başka bir nakil zinciriyle rivayet edilmiştir ve içinde \"belirli bir süre\" ifadesi geçmektedir."
    },
    {
      "id": 161,
      "narrator": "Ma`mar (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ma'mar (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Stoklayan günahkardır. Sa'id (b. el-Musayyib)'e denildi ki: Sen de stokluyorsun. Sa'id dedi ki: Bu hadisi rivayet eden Ma'mar da stokluyordu."
    },
    {
      "id": 162,
      "narrator": "Ma'mar b. Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ma'mar b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Stoklayan kimse günahkardır."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "Bu hadis, Süleyman b. Bilal aracılığıyla Yahya'dan rivayet edilmiştir."
    },
    {
      "id": 164,
      "narrator": "Abu Huraira (Allah be pleased with him) said he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) şöyle dedi: Allah'ın Elçisi'ni (ﷺ) şöyle derken işittim: Yemin, bir malın hızlı satılmasını sağlar, ancak bereketi siler."
    },
    {
      "id": 165,
      "narrator": "Abu Qatada al-Ansari (Allah be pleased with him) reported he heard Allah's Messenger (ﷺ) say:",
      "text": "Ebu Katade el-Ensari (Allah ondan razı olsun) bildirmiştir ki, Allah'ın Elçisi'ni (ﷺ) şöyle derken işitti: Yemin etmekten sakının; bu, bir malın hızlı satılmasını sağlar, ancak bereketi siler."
    },
    {
      "id": 166,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jabir b. Abdullah (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirdi: Bir kimse bir konut veya bahçede bir ortağa sahipse, ortağından izin almadıkça onu satması helal değildir. Eğer (ortağı) razı olursa, bu konuda ilerlemelidir; eğer razı olmazsa, (satma fikrinden) vazgeçmelidir."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Jabir bin Abdullah (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) her ortak mülkiyette ve bölünmemiş olanında, ister konut ister bahçe olsun, ön alım hakkı tanıdığını bildirdi. (Ortak) bunu satması için ortağının rızasını alması gerekmektedir. (Ortak) istediğinde onu satın alma hakkına sahiptir ve dilerse bunu terk edebilir. Eğer (bir ortak) diğer ortağın rızasını almadan onu satarsa, diğer ortağın buna en büyük hakkı vardır."
    },
    {
      "id": 168,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jabir b. Abdullah (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirdi: Paylaşılan her şeyde, ister arazi, ister konut, ister bahçe olsun, ön alım hakkı vardır. Onu satmadan önce ortağına bilgi vermesi uygun değildir; ortağı buna razı olabilir veya vazgeçebilir; ve eğer (satmayı düşünen ortak) bunu yapmazsa, o zaman ortağının buna en büyük hakkı vardır, ta ki ona izin verene kadar."
    },
    {
      "id": 169,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirdi: İçinizden hiç kimse komşusunun duvarına kiriş yerleştirmesini engellememelidir. Ebu Hureyre (Allah ondan razı olsun) daha sonra şöyle dedi: Bu, sizin bu kutsal Peygamberin emirlerinden kaçtığınızı gördüğüm nedir? Allah'a yemin ederim ki, bunu kesinlikle omuzlarınızın arasına atacağım (size bunu bildireceğim)."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin aynı isnadıyla rivayet edilmiştir."
    },
    {
      "id": 171,
      "narrator": "Sa'id b. Zaid b. 'Amr b. Nufail (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sa'id b. Zaid b. 'Amr b. Nufail (Allah onlardan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirdi: Haksız yere bir karış arazi alan kimse, Allah onu boynunda yedi yerle dolaştıracaktır."
    },
    {
      "id": 172,
      "narrator": "Sa'id b. Zaid b. 'Amr b. Nufail (Allah be pleased with them) reported that Arwi (bint Uwais) disputed with him (in regard to a part of the land) of his hodse. He said:",
      "text": "Sa'id b. Zaid b. 'Amr b. Nufail (Allah onlardan razı olsun) Arwa (bint Uwais) ile kendi evinin bir parçası hakkında tartıştığını bildirdi. O şöyle dedi: Bunu bırak ve iddianı ondan çek, çünkü Allah'ın Messenger'ının (ﷺ) şöyle söylediğini duydum: Hakkı olmadan bir karış arazi alan kimse, Kıyamet Günü boynunda yedi yerle dolaştırılacaktır. O (Sa'id b. Zaid) dedi ki: Ey Allah, eğer yalan söylediyse onu kör et ve evinde mezarını yap. O (rivayet eden) dedi ki: Onu, duvarları dokunarak yolunu bulmaya çalışırken kör olarak gördüm ve şöyle diyordu: Sa'id b. Zaid'in laneti bana isabet etti. Ve öyle oldu ki, evinde yürürken, evindeki bir kuyuya düştü ve orası onun mezarı oldu."
    },
    {
      "id": 173,
      "narrator": "Hisham b. Urwa reported on the authority of his father (Allah be pleased with him) that Arwa bint Uwais disputed with Sa'id b. Zaid that he had seized some of the land belonging to her. She brought this dispute before Marwan b. al-Hakam. Sa'id said:",
      "text": "Hişam b. Urva, babasından (Allah ondan razı olsun) Arwa bint Uwais'in Sa'id b. Zaid ile, onun bazı arazilerini ele geçirdiği konusunda tartıştığını bildirdi. Bu tartışmayı Marwan b. al-Hakam'a getirdi. Sa'id dedi ki: Allah'ın Messenger'ından (ﷺ) duyduğumdan sonra onun arazisinden nasıl bir parça alabilirim? O (Marwan) dedi ki: Allah'ın Messenger'ından (ﷺ) ne duydun? O dedi ki: Haksız yere bir karış arazi alan kimse, boynunda yedi yerle dolaştırılacaktır. Marwan dedi ki: Bunun ardından senden başka bir delil istemiyorum. O (Sa'id) dedi ki: Ey Allah, eğer yalan söylediyse onu kör et ve kendi arazisinde öldür. O (rivayet eden) dedi ki: O, gözlüğünü kaybetmeden ölmedi ve bir gün arazisinde yürürken bir kuyuya düştü ve orada öldü."
    },
    {
      "id": 174,
      "narrator": "Sa'id b. Zaid reported:",
      "text": "Sa'id b. Zaid bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Haksız yere bir karış arazi alan kimse, Kıyamet Günü boynunda yedi yerle dolaştırılacaktır."
    },
    {
      "id": 175,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (may peace he upon him) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirdi: Bir kimse, meşru bir hakkı olmadan bir karış arazi almamalıdır; aksi takdirde Allah onu Kıyamet Günü boynunda yedi yerle dolaştıracaktır."
    },
    {
      "id": 176,
      "narrator": "Muhammad b. Ibrahim said that Abu Salama reported to him that there was between him and his people dispute over a piece of land, and he came to 'A'isha and mentioned that to her, whereupon she said:",
      "text": "Muhammed b. İbrahim, Ebu Salama'nın kendisine, kendisi ile halkı arasında bir arazi parçası üzerinde bir anlaşmazlık olduğunu bildirdiğini, bunun üzerine Aişe'ye gittiğini ve ona bunu söylediğini, Aişe'nin de şöyle dediğini aktardı: Ebu Salama, bu araziden uzak dur, çünkü Allah'ın Messenger'ı (ﷺ) şöyle dedi: Haksız yere bir karış arazi alan kimse, boynunda yedi yerle dolaştırılacaktır."
    },
    {
      "id": 177,
      "narrator": "",
      "text": "Bu hadis, Ebu Salama'nın başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 178,
      "narrator": "Abu Haraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Bir yol hakkında anlaşmazlığa düştüğünüzde, genişliği yedi arşın olmalıdır."
    }
  ]
}