{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Usama b. Zaid reported Allah's Messenger (ﷺ) as saying:",
      "text": "Usame b. Zaid, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Müslüman, gayrimüslimden miras almaz ve gayrimüslim, Müslümandan miras alamaz."
    },
    {
      "id": 2,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hakkı olanlara paylarını verin, geriye kalan ise en yakın erkek varise gider."
    },
    {
      "id": 3,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hakkı olanlara paylarını verin, hak sahibi olanlardan geriye kalan en yakın erkek varise gider."
    },
    {
      "id": 4,
      "narrator": "Tawus reported on the authority of Ibn Abbas (Allah be pleased with them) narrating that Allah's Messenger (ﷺ) said:",
      "text": "Tavus, İbn Abbas (Allah ondan razı olsun) aracılığıyla, Allah'ın Elçisi (ﷺ) şöyle dediğini aktardı: Mirası, Allah'ın Kitabı'na göre Ahl al-Fara'id arasında dağıtın ve onlardan geriye kalan en yakın erkek varise gider."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Tavus'un, daha önceki hadiste bahsedilen rivayetler gibi bir başka senedi vardır (Wuhaib ve Rowh b. Kasımdan gelen senetler)."
    },
    {
      "id": 6,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi: Hastalandım ve Allah'ın Elçisi (ﷺ) ile Ebu Bekir, sağlığımı sormak için yanıma geldiler. Bayıldım. O (Peygamber) abdest aldı ve sonra abdest suyunu üzerime serpti. Bir rahatlama hissettim ve dedim: Allah'ın Elçisi, malım hakkında ne yapmalıyım? Bu konuda bana hiçbir şey söylemedi ta ki miras hukuku ile ilgili bu ayet inene kadar: \"Sana bir karar soruyorlar; de ki: Allah, ana-babası ve çocukları olmayan kişi hakkında size bir karar verir\" (iv. 177)."
    },
    {
      "id": 7,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with him) reported:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) ve Ebu Bekir (Allah ondan razı olsun) Banu Selama'da beni ziyaret ettiler ve beni baygın buldular. O (Peygamber) su istedi ve abdest aldı, ardından abdest suyunu üzerime serpti. Rahatladım. Dedim: Allah'ın Elçisi, malımla ne yapmalıyım? Bu ayet inene kadar bana cevap vermedi: \"Allah, çocuklarınız hakkında size emrediyor: erkek, iki kadının payı gibidir.\""
    },
    {
      "id": 8,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi: Hastalandığımda Allah'ın Elçisi (ﷺ) beni ziyaret etti ve Ebu Bekir (Allah ondan razı olsun) onunla birlikteydi, ikisi de yürüyerek geldiler. O (Peygamber) beni baygın buldu. Allah'ın Elçisi (ﷺ) abdest aldı ve sonra abdest suyunu üzerime serpti. Kendime geldim ve Allah'ın Elçisi (ﷺ) oradaydı. Dedim: Allah'ın Elçisi, malımla ne yapmalıyım? Bu ayet inene kadar bana cevap vermedi."
    },
    {
      "id": 9,
      "narrator": "Jabir b. Abdullah (Allah be pleased with him) reported:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) bildirdi: Hastayken Allah'ın Elçisi (ﷺ) yanıma geldi ve beni baygın buldu. O (Peygamber) abdest aldı ve abdest suyunu üzerime serpti. Kendime geldim ve dedim: Allah'ın Elçisi, miras durumum Kalala'dır. O zaman Kalala ile ilgili ayet indi. Ben (rivayet edenlerden biri) Muhammed b. Munkadir'e dedim: \"Sana soruyorlar; de ki: Allah, Kalala hakkında size bir karar verir\" (iv. 177) ayetini mi kastediyorsun? O da: Evet, bu şekilde indi dedi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadis, Şu'ba aracılığıyla ancak kelimelerde hafif bir farklılıkla aktarılmıştır."
    },
    {
      "id": 11,
      "narrator": "Abu Talha reported:",
      "text": "Ebu Talha bildirdi: 'Umar b. al-Khattab (Allah ondan razı olsun) Cuma günü bir hutbe verdi ve Allah'ın Elçisi (ﷺ) ile Ebu Bekir (Allah ondan razı olsun) hakkında bahsetti ve ardından şöyle dedi: Arkamda Kalala'dan daha zor bir mesele bırakmıyorum. Allah'ın Elçisi (ﷺ) hakkında Kalala meselesinde en çok başvurduğum kişi oldu ve o (Peygamber) bu mesele hakkında bana en çok rahatsızlık duydu, o kadar ki göğsüme parmaklarıyla vurdu ve dedi ki: 'Umar, yazın inen ayet, Nisa Suresi'nin sonunda senin için yeterli değil mi? Hadrat 'Umar (sonra) dedi: Eğer yaşarsam, (Kalala hakkında) herkesin Kur'an okuyup okumadığını anlayabileceği bir hüküm vereceğim."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Katade aracılığıyla aktarılmıştır."
    },
    {
      "id": 13,
      "narrator": "Al-Bara' (Allah be pleased with him) reported that the last verse revealed in the Holy Qur'an is:",
      "text": "Al-Bara' (Allah ondan razı olsun) bildirdi ki, Kur'an-ı Kerim'de inen son ayet: \"Sana dini bir hüküm soruyorlar; de ki: Allah, Kalala hakkında size dini bir hüküm verir\" (iv. 177)."
    },
    {
      "id": 14,
      "narrator": "Abu Ishaq said that he heard al-Bara' b. 'Azib (Allah be pleased with him say:",
      "text": "Ebu İshak, Al-Bara' b. 'Azib (Allah ondan razı olsun) şöyle derken duydu: Kur'an-ı Kerim'de inen son ayet Kalala ile ilgilidir ve inen son sure de Tevbe Suresi'dir."
    },
    {
      "id": 15,
      "narrator": "Abu Ishaq said that he heard al-Bara' b. 'Azib (Allah be pleased with him) say:",
      "text": "Ebu İshak, Al-Bara' b. 'Azib (Allah ondan razı olsun) şöyle derken duydu: Kur'an-ı Kerim'de inen son tam sure Tevbe Suresi'dir (yani al-Bara'at, ix.) ve inen son ayet Kalala ile ilgilidir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Aba İshak, bu hadisi el-Bara' (Allah ondan razı olsun) aracılığıyla, kelimelerde hafif bir değişiklikle bildirmiştir; yani, tam olarak indirilen son sure."
    },
    {
      "id": 17,
      "narrator": "Al-Bara' (Allah be pleased with him) reported that the last verse revealed was:",
      "text": "El-Bara' (Allah ondan razı olsun) son indirilen ayetin: \"Sana dini hüküm soruyorlar...\" (iv. 177) olduğunu bildirmiştir."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that when the body of a dead person having burden of debt upon him was brought to Allah's Messenger (ﷺ) he would ask whether he had left property enough to clear off his debt, and if the property left had been sufficient for that (purpose), he observed funeral prayer for him, otherwise he said (to his companions):",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirmiştir ki, borcu olan bir kişinin cesedi Allah'ın Resulü'ne (ﷺ) getirildiğinde, onun borcunu ödeyecek kadar mal bırakıp bırakmadığını sorar ve eğer bırakılan mal bu amaç için yeterli ise onun cenaze namazını kıldırır, aksi takdirde (ashabına) derdi ki: Siz arkadaşınız için namaz kılın. Fakat Allah ona zafer kapılarını açtığında, \"Ben müminlere kendilerinden daha yakınım, dolayısıyla kim borçlu olarak ölürse, onun borcunu ödemek benim sorumluluğumdur; kim mal bırakırsa, o mal mirasçılarına aittir,\" derdi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, el-Zuhri aracılığıyla başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Abn Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) having said this:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, yeryüzünde benimle en yakın olan bir mümin yoktur. İçinizden kim (ölür) ve borç bırakırsa, onu ben ödeyeceğim; içinizden kim (ölür) ve çocuk bırakırsa, onların bakımını ben üstleneceğim. İçinizden kim mal bırakırsa, o mirasçısına aittir, kim olursa olsun.\""
    },
    {
      "id": 21,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih bildirmiştir: Bu, Ebu Hureyre'nin (Allah ondan razı olsun) bize Allah'ın Resulü'nden (ona selam olsun) aktardığıdır. Ve birçok hadis aktarmıştır, bunlardan biri de şudur: Allah'ın Resulü (ona selam olsun) şöyle demiştir: \"Ben, Allah'ın Kitabı'na göre, tüm insanlardan müminlere en yakın olanım. Dolayısıyla, içinizden kim borçlu olarak ölür veya muhtaç çocuklar bırakırsa, bana (yardım için) çağırmalısınız; çünkü ben onun velisiyim. İçinizden kim mal bırakırsa, o mirasçısına aittir, kim olursa olsun.\""
    },
    {
      "id": 22,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Kim mal bırakırsa, o mirasçılara aittir; kim muhtaç çocuk bırakırsa, onların bakımını üstlenmek benim sorumluluğumdur.\""
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı rivayet zinciriyle aktarılmıştır."
    }
  ]
}