{
  "language": "tr",
  "metadata": {
    "length": 41,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Umar b. Khattab (Allah be pleased with him) reported:",
      "text": "Ömer b. Hattab (Allah ondan razı olsun) şöyle bildirmiştir: Ben, Allah yolunda bir safkan at bağışladım. Onun sahibi onu zayıf düşürdü. Onun ucuz bir fiyata satacağını düşündüm. Bunun hakkında Allah'ın Elçisi'ne (ﷺ) sordum, o da: \"Onu alma ve bağışını geri alma, çünkü bağışını geri alan kimse, kusmuğunu yutan bir köpek gibidir.\" dedi."
    },
    {
      "id": 2,
      "narrator": "This hadith has been narrated on the authority of Malik b. Anas with the same chain of transmitters but with this addition:",
      "text": "Bu hadis, Malik b. Enes'ten aynı isnatla ancak şu eklemeyle rivayet edilmiştir: \"O atı alma, hatta sana bir dirheme verseler bile.\""
    },
    {
      "id": 3,
      "narrator": "Zaid b. Aslam reported on the authority of his father that 'Umar (Allah be pleased with him) donated a horse in the path of Allah. He found that it had languished in the hand of its possessor, and he was a man of meagre resources He (Hadrat 'Umar) intended to buy it. He came to Allah's Messenger (ﷺ) and made a mention of that to him, whereupon he said:",
      "text": "Zeyd b. Eslem, babasından rivayet ettiğine göre, Ömer (Allah ondan razı olsun) Allah yolunda bir at bağışladı. Onun sahibi elinde zayıf düşürdüğünü gördü ve onu satın almayı düşündü. Allah'ın Elçisi'ne (ﷺ) geldi ve bunu ona anlattı, o da: \"O atı alma, hatta bir dirheme alsan bile, çünkü bağışını geri alan kimse, kusmuğunu yutan bir köpek gibidir.\" dedi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bu hadis, Zeyd b. Eslem'den aynı isnatla ancak şu (değişiklikle) rivayet edilmiştir ki, Malik ve Rauh (o Kısır'ın oğlu) aracılığıyla rivayet edilen hadis daha kapsamlı ve uzundur."
    },
    {
      "id": 5,
      "narrator": "Ibn 'Umar reported that 'Umar b. al-Khattib (Allah be pleased with him) donated a horse in the path of Allah and (later on) he found it being sold, and he decided to buy that. He asked the Messenger of Allah (ﷺ) about it. whereupon he (the Holy prophet) said:",
      "text": "İbn 'Umar, Ömer b. Hattab'ın (Allah ondan razı olsun) Allah yolunda bir at bağışladığını ve (daha sonra) onu satıldığını gördüğünü bildirmiştir. O, bunu satın almayı düşündü. Allah'ın Elçisi'ne (ﷺ) sordu, o da: \"O atı alma ve bağışladığın şeyi geri alma.\" dedi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar'dan başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 7,
      "narrator": "Salim reported from Ibn Umar (Allah be pleased with them) that 'Umar donated a horse in the path of Allah and then found it being sold, and he decided to buy that. He asked Allah's Apostle (ﷺ) about it, whereupon Allah's Messenger (ﷺ) said:",
      "text": "Salim, İbn 'Umar'dan (Allah onlardan razı olsun) rivayet etti ki, Ömer Allah yolunda bir at bağışladı ve sonra onu satıldığını gördü. Onu satın almayı düşündü. Allah'ın Elçisi'ne (ﷺ) sordu, o da: \"Ömer, bağışladığın şeyi geri alma.\" dedi."
    },
    {
      "id": 8,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) reported Allah's Apostle (ﷺ) having said this:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: \"Bağışını geri alan kimse, kusan bir köpek gibidir; sonra o kusmukla geri döner ve onu yer.\""
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bu hadis başka bir isnatla da rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu gibi bir hadis, Allah'ın Elçisi'nin (ﷺ) kızı Fatıma'nın (Allah ondan razı olsun) oğlu Muhammed aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 11,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported:",
      "text": "İbn Abbas (Allah onlardan razı olsun) şöyle bildirmiştir: Allah'ın Elçisi'nden (ﷺ) şöyle dediğini duydum: \"Bağışını verip sonra geri alan kimsenin durumu, kusup sonra kusmuğunu yiyen bir köpek gibidir.\""
    },
    {
      "id": 12,
      "narrator": "Ibn Abbas (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Abbas (Allah onlardan razı olsun) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: \"Bağışını geri alan kimse, kusmuğu yiyen kimse gibidir.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadis, Katade'den aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abdullah b. Tawus reported on the authority of his father who reported from Ibn Abas (Allah be pleased with them) who reported from Allah's Messenger 'may peace be upon him) that he said:",
      "text": "Abdullah b. Tavus, babasından, o da İbn Abbas'tan (Allah onlardan razı olsun) rivayet etti ki, Allah'ın Elçisi (selam üzerine olsun) şöyle demiştir: \"Bağışını geri alan kimse, kusup sonra o kusmuğu yutan bir köpek gibidir.\""
    },
    {
      "id": 15,
      "narrator": "Nu'man b. Bashir reported that his father brought him to Allah's Messenger (ﷺ) and said:",
      "text": "Nu'man b. Beşir, babasının onu Allah'ın Elçisi'ne (ﷺ) götürdüğünü ve: \"Bu köleyi oğluma bağışladım.\" dediğini bildirmiştir. Allah'ın Elçisi (ﷺ) şöyle sordu: \"Her bir oğluna böyle bir köle bağışladın mı?\" O da: \"Hayır.\" dedi. Bunun üzerine Allah'ın Elçisi (selam üzerine olsun) şöyle dedi: \"O zaman onu geri al.\""
    },
    {
      "id": 16,
      "narrator": "Nu'man b. Bashir reported:",
      "text": "Nu'man b. Bashir bildirdi: Babam beni Allah'ın Elçisi'ne (ﷺ) götürdü ve dedi ki: Bu köleyi oğluma bağışladım. Bunun üzerine o (Kutsal Peygamber) dedi ki: Bu bağışı diğer oğullarına da yaptın mı? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi ki: O halde onu geri al."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadis, Zuhri aracılığıyla farklı rivayet zincirleriyle ve kelimelerde hafif bir değişiklikle nakledilmiştir."
    },
    {
      "id": 18,
      "narrator": "Nu'man b. Bashir reported that his father had donated a slave to him. Allah's Apostle (may peace he upon him) said:",
      "text": "Nu'man b. Bashir bildirdi ki, babası ona bir köle bağışlamış. Allah'ın Elçisi (ona selam olsun) dedi ki: Bu köle kimdir (onu nasıl elde ettin)? Bunun üzerine o (Nu'man b. Bashir) dedi ki: Babam onu bana bağışladı, bunun üzerine o dedi ki: Tüm kardeşlerine de sana verilen bu hediyeyi verdin mi? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi ki: O halde onu geri ver."
    },
    {
      "id": 19,
      "narrator": "Nu'man b. Bashir reported:",
      "text": "Nu'man b. Bashir bildirdi: Babam bana mülkünden bir şey bağışladı. Annem Amra bint Rawaha dedi ki: Allah'ın Elçisi'ni (ﷺ) bu işin tanığı yapmadıkça bu işten memnun olmayacağım. Babam, bana yapılan bağışı tanık kılmak için Allah'ın Elçisi'ne (ﷺ) gitti. Allah'ın Elçisi (ﷺ) ona dedi ki: Her oğluna aynı şeyi yaptın mı? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi ki: Allah'tan kork ve çocukların arasında adalet gözet. Babam geri döndü ve hediyeyi geri aldı."
    },
    {
      "id": 20,
      "narrator": "Nu'man b. Bashir reported that his mother bint Rawaha asked his (Nu'man's) father about donating some gifts from his property to his son. He deferred the matter by one year, and then set forth to do that. She (Nu'man's mother) said:",
      "text": "Nu'man b. Bashir bildirdi ki, annesi bint Rawaha, babasına oğluna mülkünden bazı hediyeler bağışlaması hakkında sordu. O, konuyu bir yıl erteledi ve sonra bunu yapmaya karar verdi. O (Nu'man'ın annesi) dedi ki: Oğluna bağışladığın şeyin tanığı olarak Allah'ın Elçisi'ni (ﷺ) çağırmadıkça memnun olmayacağım. (Nu'man dedi): O halde babam elimi tuttu, o zaman ben bir çocuktum ve Allah'ın Elçisi'ne (ﷺ) geldik ve dedi ki: Allah'ın Elçisi, bu oğlumun annesi (Rawaha'nın kızı) senin tanık olmanı istiyor. Allah'ın Elçisi (ona selam olsun) dedi: Bashir, bu (oğlundan) başka bir oğlun var mı? O dedi ki: Evet. O (Kutsal Peygamber) dedi: Hepsine bu şekilde hediyeler verdin mi? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi ki: O halde beni tanık olarak çağırma, çünkü ben bir adaletsizliğe tanıklık edemem."
    },
    {
      "id": 21,
      "narrator": "Nu'man b. Bashir, reported that Allah's Messenger (ﷺ) had said:",
      "text": "Nu'man b. Bashir bildirdi ki, Allah'ın Elçisi (ﷺ) dedi: Onun dışında başka oğulların var mı? O dedi ki: Evet. Bunun üzerine o (Kutsal Peygamber) dedi: Onlara da bu şekilde hediyeler verdin mi (Nu'man'a verdiğin gibi)? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi: Ben bir adaletsizliğe tanıklık edemem."
    },
    {
      "id": 22,
      "narrator": "Nu'man b. Bashir (Allah be pleased with them) reported that Allah's Messenger (ﷺ) said to his father:",
      "text": "Nu'man b. Bashir (Allah ondan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) babasına dedi: Beni bir adaletsizliğe tanık kılma."
    },
    {
      "id": 23,
      "narrator": "Nu'man b. Bashir (Allah be pleased with them) reported:",
      "text": "Nu'man b. Bashir (Allah ondan razı olsun) bildirdi: Babam beni Allah'ın Elçisi'ne (ﷺ) götürdü ve dedi: Allah'ın Elçisi, mülkümden Nu'man'a şu ve bu hediyeyi verdim, bunun tanığı ol. Bunun üzerine o (Kutsal Peygamber) dedi: Tüm oğullarına Nu'man'a verdiğin gibi verdin mi? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi: Benim dışımda başka birini tanık kıl. Ve ayrıca dedi: Çocukların sana karşı iyi davranmalarını ister misin? O dedi ki: Evet. O (Kutsal Peygamber) dedi: O halde bunu yapma (yani, birine diğerlerinden ayrı olarak hediye verme)."
    },
    {
      "id": 24,
      "narrator": "Nu'man b. Bashir reported:",
      "text": "Nu'man b. Bashir bildirdi: Babam bana bir hediye verdi ve sonra Allah'ın Elçisi'ne (ﷺ) bunu tanık kılmak için götürdü. O (Kutsal Peygamber) dedi: Bu hediyeyi her oğluna verdin mi (Nu'man'a verdiğin gibi)? O dedi ki: Hayır. Bunun üzerine o (Kutsal Peygamber) dedi: Ondan iyilik beklemiyor musun, ondan beklediğin gibi? O dedi ki: Evet, elbette. O (Kutsal Peygamber) dedi: Ben buna tanıklık etmeyeceğim (çünkü bu bir adaletsizliktir). İbn Aun (rivayet edenlerden biri) dedi: Bu hadisi Muhammed'e (diğer rivayet eden) aktardım, o da dedi ki: Gerçekten biz bu yalanı aktardık (Kutsal Peygamber) adalet gözetin çocuklarınız arasında."
    },
    {
      "id": 25,
      "narrator": "Jabir (Allah be pleased with him) reported that the wife of Bashir said (to her husband):",
      "text": "Cabir (Allah ondan razı olsun) bildirdi ki, Bashir'in eşi (kocasına) dedi: Oğluma kölenin hediyesini ver ve Allah'ın Elçisi'ni (ﷺ) tanık kıl. O, Allah'ın Elçisi'ne (ﷺ) geldi ve dedi: Şu ve bu (eşi Amra bint Rawaha) bana kölemi oğluna hediye etmemi ve Allah'ın Elçisi'ni (ﷺ) tanık kılmamı istedi. Bunun üzerine o (Kutsal Peygamber) dedi: Nu'man'ın kardeşleri var mı? O (Bashir) dedi ki: Evet. O (daha sonra) dedi: Diğerlerine de ona verdiğin gibi verdin mi? O dedi ki: Hayır. O dedi: O halde bu adil değil; ve gerçekten ben sadece adil olanın tanığı olabilirim."
    },
    {
      "id": 26,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bir insana hayatı boyunca verilen bir hediye, ona ve mirasçılarına aittir. O, kime verilmişse ona aittir ve veren kişiye geri dönmez, çünkü onu miras kurallarına tabi olacak şekilde vermiştir.\""
    },
    {
      "id": 27,
      "narrator": "Jaber b. 'Abdullah (Allah be pleased with them) reported Allah's Messenger (may peace be upan him) as saying:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ona selam olsun) şöyle dedi: Bir kişiye hayat hediyesi veren, bu onun mülkü olur ve onun varislerine aittir, çünkü bu hakkını beyanıyla teslim etmiştir. (Bu mülk) artık bu hayat hediyesinin verildiği kişiye ve onun varislerine aittir. Yahya, rivayetinin başında şöyle aktardı: Herhangi bir insana hayat hediyesi verildiğinde, bu onun ve soyunun mülkü olur."
    },
    {
      "id": 28,
      "narrator": "Jabir b. 'Abdullah al-Ansari (Allah be pleased with him) said:",
      "text": "Cabir b. Abdullah el-Ensari (Allah ondan razı olsun) dedi: Allah'ın Elçisi (ﷺ) şöyle dedi: Bir kişi birine Umra (hayat hediyesi) verirse ve o derse: Ben sana bunu ve senin nesline ve senden sonra gelen herkese veriyorum, bu onun ve onun neslinin mülkü olur. Bu hediye verilenlerin kalıcı mülkü haline gelir ve sahibi (bağışlayan) geri dönemez, çünkü bunu miras hakkının doğduğu bir hediye olarak vermiştir."
    },
    {
      "id": 29,
      "narrator": "Jabir (Allah be pleased with him) said:",
      "text": "Cabir (Allah ondan razı olsun) dedi: Allah'ın Elçisi (ﷺ) tarafından onaylanan Umra, bir kişi şöyle diyebilir: Bu (mülk) senin ve senin neslin içindir. Ve o şöyle dediğinde: Bu senin için yaşadığın sürece, o (bağışlanan) kişinin ölümünden sonra sahibine geri dönecektir. Ma'mar dedi ki: Zuhri buna göre dini hüküm verirdi."
    },
    {
      "id": 30,
      "narrator": "Jabir b. 'Abdullah (Allah be pleased with him) reported that Allah's Messenger (ﷺ) commanded that whoever is conferred upon a life grant along with his descendants is entitled to make use of the property conferred so long as he lives and his successors (also enjoy this privilege). That (property) becomes the their defect belonging. The donor cannot (after declaring Umra) lay down any condition or make any exception. Abu Salama said:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Hayat hediyesi verilen kişi ve onun nesli, bu mülkten yararlanma hakkına sahiptir, yaşadığı sürece ve varisleri de bu ayrıcalıktan yararlanır. O (mülk) onların mirası olur. Bağışlayan (Umra beyan ettikten sonra) herhangi bir şart koyamaz veya herhangi bir istisna yapamaz. Ebu Selama dedi ki: Çünkü o bir bağışta bulundu ve bu nedenle miras haline geldi ve miras hakkı onun şartını geçersiz kıldı."
    },
    {
      "id": 31,
      "narrator": "Jabir (b. 'Abdullah) (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hayat bağışı, kendisine verilen kişiye aittir."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Cabir b. Abdullah, bu hadisi başka bir nakil zinciri ile benzer şekilde bildirmiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Cabir, bu hadisi doğrudan Allah'ın Elçisi'nden (ﷺ) rivayet etmiştir."
    },
    {
      "id": 34,
      "narrator": "Jabir (b. 'Abdullah) (Allah be pleased with him) reported Allah's Messenger (ﷺ) having said:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Mallarınızı kendinize saklayın ve israf etmeyin; çünkü birine hayat bağışı veren, o mal, kendisine bağışlanan kişiye aittir, ister yaşasın ister ölsün ve (miras olarak) varislerine geçecektir."
    },
    {
      "id": 35,
      "narrator": "This hadith is narrated on the authority of Jabir through other chains of transmitters, but (with this addition of words) that thehadith transmitted on the authority of Ayyub (these words are found):",
      "text": "Bu hadis, Cabir'in diğer nakil zincirleriyle rivayet edilmiştir, ancak Ayyub'un rivayetinde bu kelimeler eklenmiştir: \"Ensar, Muhacirlere 'Umra'nın faydasını bağışladı, bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Mallarınızı kendinize saklayın.\""
    },
    {
      "id": 36,
      "narrator": "Jabir (Allah be pleased with him) reported that a woman gave her garden as a life grant to her son. He died and later on she also died and left a son behind and brothers also, The sons of the woman making life grant said (to those who had been conferred upon this 'Umra):",
      "text": "Cabir (Allah ondan razı olsun) bir kadının bahçesini oğluna hayat bağışı olarak verdiğini bildirdi. Oğlu vefat etti ve daha sonra kadın da vefat etti ve geride bir oğlu ve kardeşleri kaldı. Hayat bağışı yapan kadının oğulları, bu 'Umra'ya sahip olanlara şöyle dediler: Bu bahçe bize geri döndü. Hayat bağışı verilen kişinin oğulları ise: Bu, babamızın hayatında ve ölümünde ona aitti, dediler. Anlaşmazlıklarını Tarık'a, Osman'ın azatlı kölesine götürdüler. Tarık, Cabir'i çağırdı ve o da Allah'ın Elçisi'nin (ﷺ) \"Hayat bağışı, bu (ayrıcalık) verilen kişiye aittir\" dediğine şahitlik etti. Tarık bu kararı verdi ve ardından Abd al-Malik'e yazdı ve ona bildirdi, Cabir de buna şahitlik etti. Abd al-Malik: Cabir doğru söyledi, dedi. Sonra Tarık bir hüküm verdi ve bunun sonucunda, bu günden bugüne kadar bahçe, hayat bağışı verilen kişinin soyuna aittir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Süleyman b. Yasir, Cabir'in bu hükmü verdiğini bildirdi. Mirasçı, Cabir b. Abdullah'ın (Allah ondan razı olsun) Allah'ın Elçisi'nden (ﷺ) naklettiği beyanına göre hayat bağışını miras alma hakkına sahiptir."
    },
    {
      "id": 38,
      "narrator": "Jabir b. 'Abdullah reported Allah's Apostle (ﷺ) as saying:",
      "text": "Cabir b. Abdullah (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hayat bağışı caizdir."
    },
    {
      "id": 39,
      "narrator": "Jabir b. Abdullah (Allah be pleased with them) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Cabir b. Abdullah (Allah onlardan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hayat bağışı, kendisine verilen kişinin mirasıdır."
    },
    {
      "id": 40,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hayat bağışı caizdir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Bu hadis, Katade'nin aynı nakil zinciri ile rivayet edilmiştir."
    }
  ]
}