{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn Umar (Allah be pleased with them) reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer (Allah ondan razı olsun) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Miras bırakacak bir şeyi olan bir Müslümanın, vasiyetini yazdırmadan iki gece geçirmesi doğru değildir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu hadisi 'Ubaidullah'ın aynı isnadıyla, ancak kelimelerde hafif bir farklılıkla nakledilmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bu hadisi Nafi' üzerinden, İbn Ömer'in sözlerine dayalı olarak, ancak kelimelerde hafif bir farklılıkla nakledilmiştir."
    },
    {
      "id": 4,
      "narrator": "Salim reported on the authority of his father ('Abdullah b. Umar) that he (his father) had heard Allah's Messenger (ﷺ) as saying:",
      "text": "Salim, babası Abdullah b. Ömer'den (Allah ondan razı olsun) şöyle aktardığını bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Miras bırakacak bir şeyi olan bir Müslümanın, vasiyetini yazdırmadan üç gece bile geçirmesi doğru değildir. Abdullah b. Ömer (Allah ondan razı olsun) dedi ki: Allah'ın Elçisi (ﷺ) bunu söylediğinden beri, vasiyetim yanımda olmadan bir gece bile geçirmedim."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, aynı isnatla Zuhri üzerinden nakledilmiştir."
    },
    {
      "id": 6,
      "narrator": "Amir b. Sa'd reported on the authority of his father (Sa'd b. Abi Waqqas):",
      "text": "Amir b. Sa'd, babası Sa'd b. Ebi Vakkas'tan (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) beni, vefatımın yakın olduğu hastalığımda ziyaret etti. Dedim ki: Allah'ın Elçisi, çektiğim acıyı görebiliyorsunuz ve ben zengin bir adamım, mirasçım sadece bir kızım var. Malımın üçte birini sadaka olarak vermeli miyim? O, hayır dedi. Ben: Yarımını mı vermeliyim? O, hayır dedi. O (daha sonra) dedi ki: Üçte birini ver ve bu yeterlidir. Mirasçılarını zengin bırakmak, onları yoksul ve insanlardan dilenir halde bırakmaktan daha iyidir; Allah'ın rızasını kazanmak için yaptığın her harcama için mükafat alırsın, hatta eşinin ağzına koyduğun bir lokma yiyecek için bile. Dedim ki: Allah'ın Elçisi, arkadaşlarımı geride bırakacak mıyım? O (Kutsal Peygamber) dedi ki: Eğer onlardan sağ kalırsan, Allah'ın rızasını kazanmak için böyle bir iş yap; bu da senin dinî statünü ve prestijini artırır; sağ kalabilirsin ki insanlar senden faydalansın, başkaları ise senden zarar görsün. (Kutsal Peygamber) ayrıca dedi ki: Allah, arkadaşlarının hicretini tamamla ve onları geri döndürme. Ancak Sa'd b. Khaula talihsizdir. Allah'ın Elçisi (ﷺ) onun için üzüntü duydu, çünkü o Mekke'de vefat etmişti."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadis, aynı isnatla Zuhri üzerinden nakledilmiştir."
    },
    {
      "id": 8,
      "narrator": "'Amir b. Sa'd reported from S'ad (b. Abu Waqqas):",
      "text": "Amir b. Sa'd, Sa'd b. Ebi Vakkas'tan (Allah ondan razı olsun) şöyle bildirdi: Allah'ın Elçisi (ﷺ) sağlığımı sormak için beni ziyaret etti, hadisin geri kalanı Zuhri üzerinden nakledilenle aynıdır, ancak Sa'd b. Khaula hakkında Allah'ın Elçisi'nin (ﷺ) sözlerini anmadı, sadece şunu söyledi: \"O (Kutsal Peygamber) göç ettiği toprakta ölümü istemedi.\""
    },
    {
      "id": 9,
      "narrator": "Mus'ab b. Sa'd reported on the authority of his father. I was ailing. I sent message to Allah's Apostle (ﷺ) saying:",
      "text": "Mus'ab b. Sa'd, babasından şöyle aktardı: Hastaydım. Allah'ın Elçisi'ne (ﷺ) malımı istediğim gibi vermem için izin istedim. O, reddetti. Ben (tekrar) dedim: Yarım vermeme izin ver. O (tekrar) reddetti. Ben (tekrar dedim): O zaman üçte birini vermeme izin ver. O (Kutsal Peygamber) üçte bir vermek için izin istediğimde sessiz kaldı. O (rivayet eden) dedi ki: İşte o zaman üçte birin vakfı caiz hale geldi."
    },
    {
      "id": 10,
      "narrator": "This hadith has been narrated on the authority of Simak with the same chain of transmitters. But he did not mention:",
      "text": "Bu hadis, aynı isnatla Simak üzerinden nakledilmiştir. Ancak \"O zaman üçte birin caiz hale geldi\" ifadesini anmamıştır."
    },
    {
      "id": 11,
      "narrator": "Ibn Sa'd reported his father as saying:",
      "text": "İbn Sa'd, babasından şöyle aktardığını bildirdi: Allah'ın Elçisi (ﷺ) hastalığımda beni ziyaret etti. Dedim: Tüm malımı vasiyet ediyorum. O, hayır dedi. Ben: O zaman yarısını mı? O, hayır dedi. Ben: Üçte birini mi vasiyet edeyim? O, evet dedi ve hatta üçte biri yeterlidir."
    },
    {
      "id": 12,
      "narrator": "Humaid b. 'Abd al-Rahman al-Himyari reported from three of the sons of Sa'd all of whom reported from their father that Allah's Apostle (ﷺ) visited Sa'd as he was ill in Mecca. He (Sa'd) wept. He (the Holy Prophet) said:",
      "text": "Humaid b. Abd al-Rahman al-Himyari, Sa'd'ın üç oğlundan, hepsinin babalarından aktardığına göre, Allah'ın Elçisi (ﷺ) Sa'd'ı Mekke'de hastayken ziyaret etti. O (Sa'd) ağladı. O (Kutsal Peygamber) dedi ki: Seni ağlatan nedir? O dedi ki: Göç ettiğim toprakta Sa'd b. Khaula gibi ölmaktan korkuyorum. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ey Allah, Sa'd'a sağlık ver. Ey Allah, Sa'd'a sağlık ver. Bunu üç kez tekrar etti. O (Sa'd) dedi ki: Allah'ın Elçisi, büyük bir malım var ve sadece bir kızım mirasçım. Tüm malımı vasiyet etmemeli miyim? O (Kutsal Peygamber) dedi ki: Hayır. O dedi ki: (İki üçte birini vasiyet etmemeli miyim?) O (Kutsal Peygamber) dedi ki: Hayır. O (Sa'd) (tekrar) dedi ki: (Yarısını mı vasiyet etmemeliyim?) O dedi ki: Hayır. O (Sa'd) dedi ki: O zaman üçte bir? Bunun üzerine O (Kutsal Peygamber) dedi ki: (Evet), üçte bir ve üçte bir oldukça yeterlidir. Malından yaptığın her harcama sadakadır ve ailen için harcadığın yiyecek de sadakadır, eşinin malından yediği de sadakadır ve mirasçılarını iyi durumda bırakman (veya zengin bırakman) insanlardan dilenen yoksul bırakmaktan daha iyidir. O (Kutsal Peygamber) bunu elleriyle işaret etti."
    },
    {
      "id": 13,
      "narrator": "Humaid b. Abd al-Rahmin al-Himayri reported on the authority of the three of the sons of Sa'd:",
      "text": "Humaid b. Abd al-Rahman, Sa'd'ın üç oğlunun aktardığına göre: Onlar dediler ki: Sa'd Mekke'de hastalandı. Allah'ın Elçisi (ﷺ) sağlığını sormak için onu ziyaret etti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 14,
      "narrator": "Humaid b. Abd al-Rahman reported this hadith on the authority of three of Sa'd's sons:",
      "text": "Humaid b. Abd al-Rahman, Sa'd'ın üç oğlunun aktardığına göre: Sa'd Mekke'de hastalandı ve Allah'ın Elçisi (ﷺ) onu ziyaret etti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 15,
      "narrator": "Ibn 'Abbas (Allah be pleased with them) said:",
      "text": "İbn Abbas (Allah ondan razı olsun) dedi ki: (Keşke) insanlar vasiyetlerinde üçte birden dörde düşselerdi; çünkü Allah'ın Elçisi (ﷺ) dedi ki: Üçte bir, oldukça yeterlidir. Waki üzerinden nakledilen hadiste (kelimeler) \"büyük\" veya \"çok\" şeklindedir."
    },
    {
      "id": 16,
      "narrator": "Abu Huraira (Allah be pleased with him) reported that a person said to Allah's Apostle (ﷺ):",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, bir kişi Allah'ın Elçisi'ne (ﷺ) dedi ki: Babam vefat etti ve geride herhangi bir vasiyet bırakmadan mal bıraktı. Onun adına sadaka verirsem, günah yükünden kurtulmuş olur mu? O (Peygamber) dedi ki: Evet."
    },
    {
      "id": 17,
      "narrator": "A'isha (Allah be pleased with her) reported that a man said to Allah's Apostle (ﷺ):",
      "text": "Aişe (Allah ondan razı olsun) rivayet etti ki, bir adam Allah'ın Elçisi'ne (ﷺ) dedi ki: Annem aniden vefat etti ve eğer konuşma fırsatı olsaydı, sadaka ile ilgili bir vasiyet bırakırdı. Onun adına hayırda bulunursam, sevap alacak mıyım? O (Peygamber) dedi ki: Evet."
    },
    {
      "id": 18,
      "narrator": "A'isha (Allah be pleased with her) reported that a man came to Allah's Apostle (ﷺ) and said:",
      "text": "Aişe (Allah ondan razı olsun) rivayet etti ki, bir adam Allah'ın Elçisi'ne (ﷺ) geldi ve dedi ki: Allah'ın Elçisi, annem aniden vefat etti ve herhangi bir vasiyet bırakmadı. Eğer (konuşma fırsatı olsaydı) sadaka vermek için bir vasiyet bırakırdı. Onun adına hayırda bulunursam, ona bir sevap olacak mı? O (Peygamber) dedi ki: Evet."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, Hişam b. Urve'nin rivayetiyle aynı nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Abu Huraira (Allah be pleased with him) reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir insan öldüğünde, amelleri sona erer, ancak üç şey dışında: sürekli sadaka, insanların faydalandığı ilim veya kendisi için dua eden salih bir evlat."
    },
    {
      "id": 21,
      "narrator": "Ibn Umar reported:",
      "text": "İbn Ömer rivayet etti: Ömer, Hayber'den bir arazi satın aldı. Allah'ın Elçisi'ne (ﷺ) geldi ve bu konuda tavsiye istedi. Dedi ki: Allah'ın Elçisi, Hayber'de bir arazi satın aldım. Bu kadar değerli bir mülküm olmamıştı, bununla ne yapmamı emredersiniz? Bunun üzerine o (Allah'ın Elçisi) dedi ki: İstersen, mülkü sağlam tut ve ürününü sadaka olarak ver. Ömer de bunu sadaka olarak verdi ve mülkün satılmayacağını, miras alınmayacağını veya hediye edilmeyeceğini ilan etti. Ömer, onu fakirlere, yakın akrabalara, kölelerin azat edilmesine, Allah yolunda ve misafirlere tahsis etti. Eğer birisi ondan makul bir şekilde bir şey yerse veya arkadaşlarını doyurursa ve kendisi için mal biriktirmezse, onun için bir günah yoktur. O (rivayet eden) dedi ki: Bu hadisi Muhammed'e anlattım, ama \"kendisi için biriktirmeden\" kısmına geldiğimde, o (Muhammed) dedi ki: \"Zenginleşme amacıyla mal biriktirmeden.\" İbn Aun dedi ki: Bu kitabı (vakıf ile ilgili) okuyan bana bildirdi ki, içinde \"zenginleşme amacıyla mal biriktirmeden\" ifadeleri geçmektedir."
    },
    {
      "id": 22,
      "narrator": "This hadith has been narrated on the authority of Ibn 'Aun with the same chain of transmitters up to the words:",
      "text": "Bu hadis, İbn Aun'un rivayetiyle aynı nakil zinciri üzerinden aktarılmıştır, ancak \"ve o, ondan biriktirmeden arkadaşını doyurabilir\" kısmından sonraki ifadeleri zikretmemiştir."
    },
    {
      "id": 23,
      "narrator": "'Umar reported:",
      "text": "Ömer rivayet etti: Hayber topraklarından bir arazi aldım. Allah'ın Elçisi'ne (ﷺ) geldim ve dedim ki: Ben bir arazi aldım. Bu kadar sevdiğim ve değer verdiğim bir arazi olmamıştı. Hadisin geri kalanı aynıdır, ancak \"Muhammed'e anlattım\" ifadesini ve sonrasını zikretmemiştir."
    },
    {
      "id": 24,
      "narrator": "Talha b. Musarrif reported:",
      "text": "Talha b. Musarrif rivayet etti: Abdullah b. Ebu Aufa'ya Allah'ın Elçisi'nin (ﷺ) malı hakkında herhangi bir vasiyet yapıp yapmadığını sordum. O dedi ki: Hayır. Ben de dedim ki: O zaman Müslümanlar için neden vasiyet yapmak zorunlu kılındı veya neden onlara vasiyet yapmaları emredildi? Bunun üzerine o dedi ki: O, Allah'ın Kitabı'na, yüce ve aziz olanına göre vasiyet yaptı."
    },
    {
      "id": 25,
      "narrator": "This hadith has been narrated on the authority of Malik b. Mighwal with the same chain of transmitters but with a slight variation of words. In the hadith related by Waki (the words are)\" I said:",
      "text": "Bu hadis, Malik b. Mighwal'ın rivayetiyle aynı nakil zinciri üzerinden aktarılmıştır, ancak kelimelerde hafif bir farklılık vardır. Vaki'nin rivayetinde \"İnsanlara vasiyet hakkında nasıl emredildi\" ifadeleri geçmektedir; İbn Numair'in rivayetinde ise \"Vasiyet Müslümanlar için nasıl farz kılındı\" ifadeleri geçmektedir."
    },
    {
      "id": 26,
      "narrator": "A'isha reported:",
      "text": "Aişe rivayet etti: Allah'ın Elçisi (ﷺ) ne bir dinar ne de dirhem (nakit olarak), ne keçi (ve koyun), ne de deve bıraktı. Ve maddi mülkleri hakkında hiçbir vasiyet yapmadı, çünkü hiçbir şey yoktu."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Bu hadis, A'mash'ın rivayetiyle aynı nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 28,
      "narrator": "Aswad b. Yazid reported:",
      "text": "Esved b. Yazid rivayet etti: Aişe'nin önünde, (Peygamber'in) Ali'ye (ilk halife olarak) vasiyet yaptığı söylenince, o dedi ki: O, ne zaman ona vasiyet yaptı? Ben ona (Peygamber'e) göğsümle (veya dizimle) destek oluyordum. O, bir tepsi istedi, benim kucağımda yattı (bedenini gevşeterek) ve onun son nefesini verdiğini fark etmedim. O, Ali'ye ne zaman vasiyet yaptı?"
    },
    {
      "id": 29,
      "narrator": "Sa'id b. Jubair reported that Ibn 'Abbas said:",
      "text": "Sa'id b. Cubeyr, İbn Abbas'tan rivayet etti ki, o dedi: Perşembe, (sonra dedi): Bu Perşembe nedir? O zaman o kadar ağladı ki, gözyaşları taşları ıslattı. Ben dedim: İbn Abbas, Perşembe'nin önemi nedir? O (İbn Abbas) dedi: Allah'ın Elçisi'nin (ﷺ) hastalığı bu günde ciddileşti ve o dedi ki: Yanıma gelin ki, sizin için bir belge yazayım, böylece benden sonra sapıtmayasınız. Etrafındaki (Sahabeler) tartıştılar ve Peygamber'in huzurunda tartışmak uygun değildir. Dediler ki: O (Allah'ın Elçisi) nasıl? Bilincini kaybetti mi? Bu noktayı ondan öğrenmeye çalışın. O (Peygamber) dedi ki: Beni bırakın. Ben, içinde bulunduğunuz durumdan daha iyi bir durumdayım. Üç şey hakkında vasiyet ediyorum: Arap yarımadasından müşrikleri çıkarın; (yabancı) heyetlere, onlara gösterdiğim gibi misafirperverlik gösterin. O (rivayet eden) dedi ki: O (İbn Abbas) üçüncü noktada sessiz kaldı, ya da o (rivayet eden) dedi ki: Ama bunu unuttum."
    },
    {
      "id": 30,
      "narrator": "Sa'id b. Jubair reported from Ibn Abbas that he said:",
      "text": "Bu hadis başka bir zincirle zikredilmiştir."
    },
    {
      "id": 31,
      "narrator": "Ibn Abbas reported:",
      "text": "İbn Abbas rivayet etti: Allah'ın Elçisi (ﷺ) bu dünyadan ayrılmak üzereyken, evinde bazı kişiler vardı; bunlardan biri de Ömer b. Hattab'dı. Allah'ın Elçisi (ﷺ) dedi ki: Gelin, sizin için bir belge yazayım; ondan sonra asla sapıtmayacaksınız. Bunun üzerine Ömer dedi ki: Şüphesiz Allah'ın Elçisi (ﷺ) derin bir acı içindedir. Yanınızda Kur'an var. Allah'ın Kitabı bizim için yeterlidir. Evde bulunanlar arasında tartışma çıktı. Bazıları: Onu (yazı malzemesini) getirin ki Allah'ın Elçisi (ﷺ) sizin için bir belge yazsın ve ondan sonra asla sapıtmayasınız, dedi. Diğerleri ise Ömer'in (zaten) söylediği şeyi dile getirdi. Onlar boş laflara daldıklarında ve Allah'ın Elçisi (ﷺ) huzurunda tartışmaya başladıklarında, o: Kalkın (ve gidin) dedi. Ubeydullah dedi ki: İbn Abbas derdi ki: Gerçekten büyük bir kayıp oldu, gerçekten büyük bir kayıp oldu ki, onların tartışması ve gürültüsü yüzünden Allah'ın Elçisi (ﷺ) onlara belge yazamadı (veya dikte edemedi)."
    }
  ]
}