{
  "language": "tr",
  "metadata": {
    "length": 18,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn Abbas reported that Sa'd b. Ubida asked Allah's Messenger (ﷺ) for a decision about a vow taken by his mother who had died before fulfilling it. Allah's Messenger (ﷺ) said:",
      "text": "İbn Abbas, Sa'd b. Ubida'nın, annesinin yerine yerine getirilmesi gereken bir adak hakkında Allah'ın Elçisi'ne (ﷺ) sorduğunu bildirmiştir. Allah'ın Elçisi (ﷺ) şöyle dedi: Onun adına yerine getir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle farklı bir isnatla nakledilmiştir."
    },
    {
      "id": 3,
      "narrator": "'Abdullah b. Umar reported:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin (ona selam olsun) bir gün bizi adak almaktan men ettiğini ve şöyle dediğini bildirmiştir: Bu, hiçbir şeyi önlemez; bu, cimri kişiden bir şeyin çıkarılması içindir."
    },
    {
      "id": 4,
      "narrator": "Ibn Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Adak, hiçbir şeyi hızlandırmaz ve hiçbir şeyi geciktirmez, ama cimri kişiden (bir şeyin) çıkarılması için bir araçtır."
    },
    {
      "id": 5,
      "narrator": "Ibn Umar reported that Allah's Apostle (ﷺ) forbade (people) taking vows, and said:",
      "text": "İbn Ömer, Allah'ın Elçisi'nin (ﷺ) insanlara adak almayı yasakladığını ve şöyle dediğini bildirmiştir: Bu, (kesinlikle) iyi bir sonuç getirmez, ama cimri kişilerden bir şeyin çıkarılması için bir araçtır."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Bu hadis, Mansur'un rivayetiyle aynı isnatla nakledilmiştir."
    },
    {
      "id": 7,
      "narrator": "Abu Heraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Adak almayın, çünkü adak kader üzerinde hiçbir etkiye sahip değildir; sadece cimri kişilerden bir şey çıkarılır."
    },
    {
      "id": 8,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) forbidding taking of vows, and said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) adak almayı yasakladığını ve şöyle dediğini bildirmiştir: Bu, kaderi önlemez, ama cimriden bir şeyin çıkarılması için bir araçtır."
    },
    {
      "id": 9,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Adak, Adem oğluna Allah'ın onun için takdir etmediği hiçbir şeyi yaklaştırmaz, ama (bazen) adak kaderle çakışır ve bu, cimri kişiden, o cimrinin vermek istemediği bir şeyin çıkarılması için bir yoldur."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadis, 'Amr b. Ebu 'Amr'ın rivayetiyle nakledilmiştir."
    },
    {
      "id": 11,
      "narrator": "Imran b. Husain reported that the tribe of Thaqif was the ally of Banu 'Uqail. Thaqif took two persons from amongst the Companions of Allah's Messenger (ﷺ) as prisoners. The Companions of Allah's Messenger (ﷺ) took one person at Banu Uqail as prisoner, and captured al-'Adbi (the she-camel of the Holy Prophet) along with him. Allah's Messenger (ﷺ) came to him and he was tied with ropes. He said:",
      "text": "İmrân b. Hüsayn, Sakif kabilesinin Banu 'Uqail'in müttefiki olduğunu bildirmiştir. Sakif, Allah'ın Elçisi'nin (ﷺ) sahabelerinden iki kişiyi esir aldı. Allah'ın Elçisi'nin (ﷺ) sahabeleri, Banu 'Uqail'den bir kişiyi esir almış ve onunla birlikte al-'Adbi'yi (Peygamber'in dişi devesi) yakalamışlardır. Allah'ın Elçisi (ﷺ) ona geldi ve iplerle bağlıydı. O, \"Muhammed\" dedi. O, yanına geldi ve \"Sana ne oldu?\" dedi. Bunun üzerine o (esir) dedi: \"Neden beni esir aldınız ve neden hacılara giden birini (Peygamber'in sırtında yürüyen dişi deve) yakaladınız?\" O (Peygamber) dedi: \"Senin müttefiklerin, Banu Sakif'in suçundan seni yakaladım.\" O (Peygamber) sonra döndü. O tekrar onu çağırdı ve \"Muhammed, Muhammed\" dedi, ve Allah'ın Elçisi (ﷺ) çok merhametli ve yumuşak kalpli olduğu için ona geri döndü ve \"Sana ne oldu?\" dedi. O dedi: \"Ben Müslümanım,\" bunun üzerine o (Peygamber) dedi: \"Eğer bunu kendine hakimken söyleseydin, her türlü başarıyı elde ederdin.\" Sonra döndü. O (esir) tekrar onu çağırdı ve \"Muhammed, Muhammed\" dedi. O yanına geldi ve \"Sana ne oldu?\" dedi. O dedi: \"Açım, beni doyur, susuzum, bana içecek ver.\" O (Peygamber) dedi: \"Bu, senin ihtiyacını karşılamak içindir.\" Sonra iki kişi (Sakif tarafından esir alınan) için fidye olarak serbest bırakıldı. O (rivayet eden) dedi: Ansar'dan bir kadın esir alınmış ve ayrıca al-Adbi' de yakalanmıştı. Kadın iplerle bağlıydı. İnsanlar, hayvanlarını evlerinin önünde dinlendiriyorlardı. Bir gece, kölelikten kaçtı ve develere geldi. Develere yaklaştıkça, onlar huysuzlanmaya başladı, bu yüzden onları bıraktı ve al-Adbi'ye geldi. O huysuzlanmadı; uysaldı. Onun sırtına bindi ve onu sürerek gitti. İslam düşmanları bundan haberdar olunca, onu aramaya çıktılar, ama o (dişi deve) onları yordu. O (kadın) Allah'a bir adak yaptı ki, eğer O onu onun sırtında kurtarırsa, onu kurban edecektir. Medine'ye ulaştığında, insanlar onu gördü ve \"İşte Allah'ın Elçisi'nin (ﷺ) al-Adbi'si\" dediler. O (kadın) dedi ki, eğer Allah onu onun sırtında kurtarırsa, onu kurban edeceğine dair bir adak yapmıştı. Onlar (Peygamber'in Sahabeleri) Allah'ın Elçisi'ne (ﷺ) geldiler ve bunu ona anlattılar, bunun üzerine o dedi: \"Allah'ı tenzih ederim, ona ne kötü bir ödül verdi ki, Allah'a adak yaptı ki, eğer O onu onun sırtında kurtarırsa, onu kurban edecektir! İsyan içinde bir adak yerine getirilmez, ne de olsa bir kişinin kontrolü dışında olan bir işte.\" İbn Hucur'un rivayetinde (şöyle denir): \"Allah'a isyan içinde bir adak yoktur.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, Ayyub'un rivayetiyle aynı isnatla ve kelimelerde küçük bir farklılıkla nakledilmiştir."
    },
    {
      "id": 13,
      "narrator": "Anas reported that Allah's Apostle (ﷺ) saw an old man being supported between his two sons. He (the Holy Prophet) said:",
      "text": "Anas, Allah'ın Elçisi'nin (ﷺ) iki oğlu arasında desteklenen yaşlı bir adamı gördüğünü bildirmiştir. O (Peygamber) dedi: \"Ona ne oldu?\" Onlar dediler: \"Kabe'ye yürümek için adak yapmış.\" Bunun üzerine o (Allah'ın Elçisi) dedi: \"Allah, kendisine azap vermekten kayıtsızdır,\" ve ona binerken emretti."
    },
    {
      "id": 14,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) iki oğlu arasında desteklenen bir yaşlı adamı bulduğunu bildirmiştir. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"Ona ne oldu?\" O (rivayet eden) dedi: \"Allah'ın Elçisi, bunlar onun oğulları ve onun üzerinde adak yerine getirme yükümlülüğü var,\" bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"Bin, yaşlı adam, çünkü Allah'a ve senin adaklarına ihtiyacı yoktur.\""
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu hadis, 'Amr b. Ebu 'Amr'ın rivayetiyle aynı isnatla nakledilmiştir."
    },
    {
      "id": 16,
      "narrator": "'Uqba b. Amir reported:",
      "text": "Ukbe b. Amir rivayet etti: Kız kardeşim, Allah'ın evine (Kabe) çıplak ayakla yürüme sözü vermişti. Benden Allah'ın Elçisi'nden (ﷺ) bu konuda bilgi almasını istedi. Onun kararını sordum ve şöyle dedi: O, ayaklarıyla yürüsün ve biner de."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadis, Ukbe b. Amir Cuhani'den rivayet edilmiştir. Ancak burada \"çıplak ayak\" ifadesine yer verilmemiştir."
    },
    {
      "id": 18,
      "narrator": "'Uqba. b. Amir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ukbe b. Amir, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini rivayet etti: Bir adak (söz) ihlali için keffaret, bir yemin (söz) ihlali için olanla aynıdır."
    }
  ]
}