{
  "language": "tr",
  "metadata": {
    "length": 88,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Umar b. al-Khattib reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Umar b. al-Khattab, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Allah, Azim ve Celil, babalarınıza yemin etmenizi yasaklamıştır. 'Umar dedi ki: Vallahi, Allah'ın Elçisi (ﷺ) bunu yasakladığından beri (babamla) yemin etmedim, ne kendi adıma ne de başkası adına."
    },
    {
      "id": 2,
      "narrator": "This hadith has been transmitted on the authority of Zuhri except that in the hadith narrated on the authority of Uqail the words are:",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aktarılmıştır; ancak Uqail'in rivayetinde geçen sözler şunlardır: \"Allah'ın Elçisi yasakladığından beri (Allah'tan başka) hiç kimseye yemin etmedim ve bu şekilde konuşmadım, rivayet eden kişi 'kendi adıma veya başkası adına' demedi.\""
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Salim, babasından rivayet ettiğine göre, Allah'ın Elçisi (ﷺ) 'Umar'ı babasıyla yemin ederken işitti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "'Abdullah (b. Umar) bildirdi ki, Allah'ın Elçisi (ﷺ) 'Umar b. al-Khattab'ı binenler arasında buldu ve o babasıyla yemin ediyordu. Allah'ın Elçisi (ﷺ) onlara şöyle seslendi: Yüce ve Celil olan Allah, babanıza yemin etmenizi yasaklamıştır. Kim yemin edecekse, yalnızca Allah'a yemin etmelidir veya susmalıdır."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, Ibn Umar aracılığıyla başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 6,
      "narrator": "Ibn 'Umar heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ibn 'Umar, Allah'ın Elçisi (ﷺ) şöyle derken işitti: Yemin edecek olan, yalnızca Allah'a yemin etmelidir. Kureyş, babalarıyla yemin ederlerdi. Bunun üzerine o (Peygamber) dedi: Babalarınıza yemin etmeyin."
    },
    {
      "id": 7,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Yemin ederken: \"Lat ve Uzza'ya yemin ederim\" diyen kimse, \"Allah'tan başka ilah yoktur\" demelidir; ve eğer birisi arkadaşına: \"Gel, seninle kumar oynayalım\" derse, sadaka vermelidir."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aktarılmıştır."
    },
    {
      "id": 9,
      "narrator": "Abd al-Rahman b. Samura reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abd al-Rahman b. Samura, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Putlara ve babalarınıza yemin etmeyin."
    },
    {
      "id": 10,
      "narrator": "Abu Musa al-Ash'ari reported:",
      "text": "Ebu Musa el-Eş'ari bildirdi: Ben, Ebu Musa ile birlikte bir grup Eş'arî ile Allah'ın Elçisi'ne (ﷺ) geldim ve bizden bir binek vermesini istedik. O (Peygamber) dedi ki: Vallahi, size bir binek veremem, yanımda size verecek bir şey yok. O (rivayet eden) dedi: Biz orada Allah'ın dilediği kadar kaldık. Sonra ona (Peygamber'e) develer getirildi. O (Peygamber) bize üç beyaz hörgüçlü deve vermemizi emretti. Biz yola çıktık ve (ya da bazılarımız diğerlerine) dedik: Allah bize bereket vermeyecek. Allah'ın Elçisi'ne (ﷺ) geldik ve binek devesi istemek için yalvardık. O, bize bir binek veremeyeceğine yemin etti, ama sonra bize verdi. Onlar (Peygamber'in bazı Ashabı) gelip bu (şikayetimizi) ona bildirdiler, bunun üzerine o dedi: Ben size binek vermedim, ama Allah size bunu verdi. Benim açımdan, vallahi, eğer Allah dilerse, yemin etmeyeceğim, ama daha sonra daha iyi bir şey görsem, (yeminimi bozup) kefaretini veririm ve daha iyisini yaparım."
    },
    {
      "id": 11,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa bildirdi: Arkadaşlarım beni Allah'ın Elçisi'ne (ﷺ) binek istemek üzere gönderdiler, çünkü o, jaish al-'Usrah (maddi durumu zayıf olanlar ordusu) ile birlikte gidiyordu. Ben dedim: Ey Allah'ın Elçisi, arkadaşlarım seni binek vermen için gönderdi. O (Peygamber) dedi: Vallahi, size bir şey veremem. O sırada çok endişeliydi. Ben bunun farkında değildim, bu yüzden Allah'ın Elçisi'nden (ﷺ) reddedilmenin ağırlığıyla geri döndüm ve Allah'ın Elçisi'nin (ﷺ) bana karşı bir his besleyebileceğinden korktum. Arkadaşlarıma döndüm ve Allah'ın Elçisi'nin (ﷺ) söylediklerini bildirdim. Daha fazla beklemeden Bilal'in: 'Abdullah b. Qais, diye seslendiğini duydum. Çağrısına cevap verdim. Dedi ki: Allah'ın Elçisi (ﷺ) seni çağırıyor, acele et. Peygamber'e (ﷺ) geldiğimde, dedi ki: Bu çiftleri al, bu çiftleri al, bu çiftleri al (yani, Sa'd'dan satın aldığı altı deve) ve onları arkadaşlarına götür ve de ki: Gerçekten Allah (ya da gerçekten Allah'ın Elçisi (ﷺ) size bu hayvanları verdi. Onlara binin. Ebu Musa dedi: Ben onlarla birlikte arkadaşlarıma gittim ve dedim: Gerçekten Allah'ın Elçisi (ﷺ) size bu hayvanları binek olarak verdi; ama vallahi, ben sizi bırakmayacağım, ta ki bazılarını benimle birlikte O'na gidenlere göndermediğiniz sürece, Allah'ın Elçisi'nin (ﷺ) sözlerini işitenlere, ilk defa reddettiği ve sonra onlara vermesiyle ilgili olarak; böylece siz, O'nun söylemediği bir şeyi size aktardığımı düşünmeyin. Onlar bana dediler: Vallahi, bizim gözümüzde sen kesinlikle doğrusun ve senin istediğin gibi yapacağız. Böylece Ebu Musa, onlardan bazılarıyla birlikte, Allah'ın Elçisi'nin (ﷺ) sözlerini işitenlere gitti ve onlara Ebu Musa'nın anlattığı gibi tam olarak aktardılar."
    },
    {
      "id": 12,
      "narrator": "Ayyub said:",
      "text": "Eyyub dedi ki: Ebu Musa'nın yanında oturuyorduk, o yemek istedi ve yemek tavuk etinden oluşuyordu. O sırada Banu Tamim'den bir kişi onu ziyaret etti. Rengi kırmızıydı, bir köleye benziyordu. Ona: Gel, (yemekte bana katıl) dedi. O, isteksizlik gösterdi. O (Ebu Musa) dedi ki: Gel, çünkü ben Allah'ın Elçisi'nin (ﷺ) bunu (tavuk etini) yediğini gördüm, bunun üzerine o kişi dedi ki: Ben onu (pislik ve çöplükten) bir şey yerken gördüm ve onu tiksindirici buldum ve asla yemeyeceğime yemin ettim. O (Ebu Musa) dedi: Gel, sana o (yeminle ilgili olayı) anlatayım. (Ve şöyle anlattı): Ben, Eş'arî kabilesinden bir grup insanla birlikte Allah'ın Elçisi'ne (ﷺ) geldim ve bizden binek develeri istemiştik. O (Peygamber) dedi: Vallahi, size binek veremem. Yanımda size verecek bir şey yok. Orada Allah'ın dilediği kadar kaldık ve Allah'ın Elçisi'ne (ﷺ) develer getirildi. Bize çağırdı ve beş beyaz hörgüçlü deve verilmesini emretti. Geri dönmeye hazırlanırken, bazılarımız diğerlerine dedik ki: Allah'ın Elçisi'ni (ﷺ) yemin ettirdik, bu yüzden onun hediyesinde bize bereket olmayacak. Ona geri döndük ve dedik: Ey Allah'ın Elçisi, biz sana binek hayvanları vermen için geldik ve sen bize binek vermeyeceğine yemin ettin, sonra bize binek hayvanları verdin. Ey Allah'ın Elçisi, unuttun mu? Bunun üzerine o dedi: Vallahi, eğer Allah dilerse, yemin etmeyeceğim, sonra başka bir şeyin daha iyi olduğunu düşünürsem, yeminimi bozmadan ve daha iyisini yapmadan bunu yapmam. O yüzden gidin; Yüce ve Celil olan Allah, size binek hayvanları vermiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadis, Ebu Musa el-Eş'ari'nin rivayetiyle, kelimelerde hafif bir farklılıkla aktarılmıştır."
    },
    {
      "id": 14,
      "narrator": "Zahdam al-Jarmi reported:",
      "text": "Zahdam al-Cermi bildirdi: Ebu Musa'nın yanında idik. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 15,
      "narrator": "Zahdam al-Jarmi reported:",
      "text": "Zahdam al-Cermi bildirdi: Ebu Musa'yı ziyaret ettim ve o tavuk eti yiyordu. Hadisin geri kalanı aynıdır, bu eklemeyle: Vallahi, bunu unuttum demedi."
    },
    {
      "id": 16,
      "narrator": "Abu Musa al-Ash'ari reported:",
      "text": "Ebu Musa el-Eş'ari bildirdi: Allah'ın Elçisi'ne (ﷺ) binek develer vermesi için geldik. O (Kutsal Peygamber) dedi ki: Yanımda sizi donatacak bir şey yok. Allah'a yemin ederim ki, size (binek develer) vermeyeceğim. Sonra Allah'ın Elçisi (ﷺ) bize benekli yumrulu üç deve gönderdi. Biz dedik: Allah'ın Elçisi'ne (ﷺ) binek hayvanları istemek için geldik. O, bize donatacak bir şey bulamayacağına yemin etti. Biz ona geldik ve durumu bildirdik. O dedi ki: Allah'a yemin ederim ki, yemin etmiyorum, ama başka bir şeyin bunun daha iyi olduğunu bulduğumda, daha iyi olanı yaparım."
    },
    {
      "id": 17,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa bildirdi: Yürüyerek Allah'ın Elçisi'ne (ﷺ) geldik ve binek hayvanları istemek için ona başvurduk. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Bir kişi gece geç saatlerde Allah'ın Elçisi'yle (ﷺ) oturdu, sonra ailesine gitti ve çocuklarının uyuduğunu buldu. Eşi ona yemek getirdi, ama çocukları (yemeksiz uyuduğu için) yemeyeceğine yemin etti. Sonra (yemek yemeyi) tercih etti ve yemeği yedi. Sonra Allah'ın Elçisi'ne (ﷺ) gelip durumu ona anlattı, bunun üzerine Allah'ın Elçisi (ona selam olsun) dedi ki: Yemin eden ve (sonradan) daha iyi bir şey bulan, onu yapmalı ve (yeminini) kefaret vermelidir."
    },
    {
      "id": 19,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Yemin eden ve sonra bunun dışında daha iyi bir şey bulan, (yeminini) kefaret vermeli ve (daha iyi olanı) yapmalıdır."
    },
    {
      "id": 20,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Yemin eden ve (sonradan) daha iyi bir şey bulan, daha iyi olanı yapmalı ve (yeminini) kefaret vermelidir."
    },
    {
      "id": 21,
      "narrator": "This hadith is narrated on the authority of Suhail with the same chain of transmitters (with these words):",
      "text": "Bu hadis, Suhail aracılığıyla aynı nakil zinciriyle (şu sözlerle) aktarılmıştır: \"Yeminini bozan (kefaret vermeli) ve daha iyi olanı yapmalıdır.\""
    },
    {
      "id": 22,
      "narrator": "Tamim b. Tarafa reported:",
      "text": "Tamim b. Tarafa bildirdi: Bir dilenci 'Adi b. Hatim'e geldi ve ondan bir kölenin bedelini ya da kölenin bedelinin bir kısmını istedi. O ('Adi) dedi ki: Sana verecek hiçbir şeyim yok, sadece zırhım ve miğferim var. Ancak, aileme yazacağım ki bunu sana versin, ama o buna razı olmadı. Bunun üzerine 'Adi öfkelendi ve dedi ki: Allah'a yemin ederim ki, sana hiçbir şey vermeyeceğim. O kişi (sonra) bunu kabul etti, bunun üzerine o dedi ki: Allah'a yemin ederim ki, eğer Allah'ın Elçisi'nin (ﷺ) \"Yemin eden, ama sonra Allah katında daha takvalı bir şey bulan, yeminini bozmamalı ve daha takvalı olanı yapmalıdır\" dediğini duymamış olsaydım, yeminimi bozmazdım (ve sana hiçbir şey vermezdim)."
    },
    {
      "id": 23,
      "narrator": "'Adi b. Hatim reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Adi b. Hatim, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Yemin eden, ama daha iyi bir şey bulan, daha iyi olanı yapmalı ve yeminini bozmalıdır."
    },
    {
      "id": 24,
      "narrator": "'Adi reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Adi, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Sizden biri yemin ederse, ama (bir şey) bulursa, daha iyi olanı yapmalı ve (yeminini) kefaret vermelidir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Bu hadis, 'Adi b. Hatim aracılığıyla başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 26,
      "narrator": "Tamim b. Tarafa reported that he heard 'Adi b. Hatim say that a person came to him and asked for one hundred dirhams. He ('Adi) said:",
      "text": "Tamim b. Tarafa bildirdi ki, 'Adi b. Hatim'in bir kişinin ona yüz dirhem istediğini duyduğunu söyledi. O ('Adi) dedi ki: Sen benden yüz dirhem istiyorsun ve ben Hatim'in oğluyum; Allah'a yemin ederim ki, sana vermeyeceğim. Ama sonra dedi ki: (Bunu yapardım) eğer Allah'ın Elçisi'nin (ﷺ) \"Yemin eden, ama sonra daha iyi bir şey bulan, daha iyi olanı yapmalıdır\" dediğini duymamış olsaydım."
    },
    {
      "id": 27,
      "narrator": "Tamim b. Tarafa reported:",
      "text": "Tamim b. Tarafa bildirdi: 'Adi b. Hatim'in bunu söylediğini duydum ve sonra (hadisi) yukarıda belirtilen gibi anlattı, ama bu eklemeyi yaptı: \"İşte sana hediyemden dört yüz (dirhem) burada.\""
    },
    {
      "id": 28,
      "narrator": "Abd al-Rahman b. Samura reported that Allah's Messenger (ﷺ) said to me:",
      "text": "Abd al-Rahman b. Samura bildirdi ki, Allah'ın Elçisi (ﷺ) bana dedi ki: Abd al-Rahman b. Samura, otorite isteme; çünkü eğer bu, istemen nedeniyle sana verilirse, Allah'ın desteği olmadan buna memur olursun, ama eğer sana istemeden verilirse, bu konuda (Allah tarafından) yardım alırsın. Ve yemin ettiğinde ve daha iyi bir şey bulduğunda, (yeminini) kefaret vermeli ve daha iyi olanı yapmalısın. Bu hadis, İbn Farrukh aracılığıyla da aktarılmıştır."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Yukarıdaki hadis başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 30,
      "narrator": "Abu Haraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadis, 'Abd al-Rahman b. Samura aracılığıyla başka bir nakil zinciriyle aktarılmıştır, ancak \"otorite\" kelimesi geçmemektedir."
    },
    {
      "id": 31,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: Yemin, onu eden kişinin niyetine göre yorumlanır."
    },
    {
      "id": 32,
      "narrator": "Abu Huraira reported that (Hadrat) Sulaiman had sixty wives. He (one day) said:",
      "text": "Abu Huraira, (Hazret) Süleyman'ın altmış eşi olduğunu bildirmiştir. O (bir gün) dedi ki: Her birine her gece gideceğim ve her biri bir erkek çocuk doğuracak, bu çocuk Allah yolunda savaşan bir atlı olacak. Fakat (öyle oldu ki) onlardan hiçbiri hamile kalmadı, sadece biri hamile kaldı ama o da eksik bir çocuk doğurdu. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Eğer \"İnşallah\" deseydi, her biri bir atlı doğuracak ve Allah yolunda savaşacaktı."
    },
    {
      "id": 33,
      "narrator": "Abu Huraira reported Allah's Prophet (ﷺ) as saying that Sulaiman b. Dawud, the Messenger of Allah, observed:",
      "text": "Abu Huraira, Allah'ın Peygamberi (ﷺ) şöyle buyurduğunu bildirmiştir: Süleyman b. Davud, Allah'ın Resulü, şöyle gözlemledi: Gece boyunca yetmiş eşimle cinsel ilişkiye gireceğim; hepsi bir erkek çocuk doğuracak ve Allah yolunda savaşacak. Arkadaşı veya melek ona dedi ki: \"De ki, eğer Allah dilerse.\" Ama o (Hazret Süleyman) bunu demedi ve unuttu. Ve eşlerinden hiçbiri çocuk doğurmadı, sadece biri erken doğum yaptı. Allah'ın Resulü (ﷺ) dedi ki: Eğer \"İnşallah\" deseydi, başarısız olmazdı ve arzusu gerçekleşirdi."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Abu Huraira, bu hadisi Allah'ın Resulü (ﷺ) üzerinden başka bir nakil zinciriyle bildirmiştir."
    },
    {
      "id": 35,
      "narrator": "Abu Huraira reported that Sulaiman b. Dawud said:",
      "text": "Abu Huraira, Süleyman b. Davud'un şöyle dediğini bildirmiştir: Gece boyunca yetmiş eşimle cinsel ilişkiye gireceğim ve her biri bir çocuk doğuracak, bu çocuk Allah yolunda savaşacak. Ona denildi ki: \"De ki, İnşallah\" ama o bunu demedi ve unuttu. Onların etrafında döndü ama hiçbiri çocuk doğurmadı, sadece bir kadın doğurdu ve o da eksik biriydi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Eğer \"İnşallah\" deseydi, başarısız olmazdı ve arzusu mutlaka gerçekleşirdi."
    },
    {
      "id": 36,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying that Sulaiman b. Dawud (once) said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Süleyman b. Davud (bir gün) dedi ki: Gece boyunca doksan eşimle dolaşacağım ve her biri bir çocuk doğuracak (büyüyüp) atlı olarak Allah yolunda savaşacak. Arkadaşları ona: \"De ki, İnşallah.\" dediler ama o \"İnşallah\" demedi. Hepsinin etrafında döndü ama sadece biri hamile kaldı ve o da erken doğum yaptı. Ve Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, eğer \"İnşallah\" deseydi, eşleri çocuk doğuracak ve hepsi atlı olarak Allah yolunda savaşacaktı."
    },
    {
      "id": 37,
      "narrator": "This hadith has been narrated on the authority of Abu Zinad with the same chain of transmitters with a variation of (these words):",
      "text": "Bu hadis, Abu Zinad aracılığıyla aynı nakil zinciriyle, \"Her biri bir çocuk doğuracak, bu çocuk Allah yolunda savaşacaktı.\" şeklinde bir değişiklikle aktarılmıştır."
    },
    {
      "id": 38,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih bildirdi: Bu, Abu Huraira'nın Allah'ın Resulü (ﷺ) ile ilgili olarak bize aktardığıdır ve (bir) hadisi aktardı ve bunlardan biri Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah'a yemin ederim ki, birinizin ailesi hakkında yeminine devam etmesi, Allah'ın ona yüklediği kefareti ödemesinden daha günahkardır.\""
    },
    {
      "id": 39,
      "narrator": "Ibn 'Umar reported that Umar (b. Khattab) said:",
      "text": "İbn 'Umar, Ömer (b. Hattab)'ın şöyle dediğini bildirmiştir: Allah'ın Resulü, cahiliye döneminde (Jahiliyya) Kabe'de bir gece İ'tikaf yapma vaadi vermiştim. O (Peygamber) dedi ki: Vadini yerine getir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar aracılığıyla, kelimelerde hafif bir değişiklikle aktarılmıştır."
    },
    {
      "id": 41,
      "narrator": "'Abdullah b. 'Umar reported that 'Umar b. Khattab asked the Messenger of Allah (ﷺ) as he was at ji'rana (a town near Mecca) on his way back from Ta'if:",
      "text": "'Abdullah b. 'Umar, 'Umar b. Hattab'ın Allah'ın Resulü (ﷺ) ile birlikte Ji'rana'da (Mekke yakınlarında) Ta'if'ten dönerken şöyle sorduğunu bildirmiştir: Allah'ın Resulü, cahiliye döneminde bir gün Kabe'de İ'tikaf yapma vaadi vermiştim. Peki senin görüşün nedir? O dedi ki: Git ve bir gün İ'tikaf yap. Ve Allah'ın Resulü (ﷺ) ona savaş ganimetinin beşte birinden bir cariye verdi. Ve Allah'ın Resulü (ﷺ) esirleri serbest bıraktığında, 'Umar b. Hattab onların sesini duydu ve şöyle dediler: \"Allah'ın Resulü (ﷺ) bizi serbest bıraktı.\" O (Hazret 'Umar) dedi ki: Bu nedir? Onlar dediler: \"Allah'ın Resulü (ﷺ) savaş esirlerini serbest bıraktı.\" Bunun üzerine o (Hazret 'Umar) dedi ki: Abdullah, o cariyeye git ve onu serbest bırak."
    },
    {
      "id": 42,
      "narrator": "lbn 'Umar reported:",
      "text": "İbn 'Umar bildirdi: Allah'ın Elçisi (ﷺ) Huneyn Savaşı'ndan döndüğünde, 'Umar Allah'ın Resulü (ﷺ) ile cahiliye döneminde bir gün İ'tikaf yapma vaadi hakkında konuştu. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 43,
      "narrator": "Nafi' reported:",
      "text": "Nafi' bildirdi: İbn 'Umar'a, Allah'ın Resulü (ﷺ) Ji'rana'dan 'Umre yaptığına dair bir bahsedildi. O dedi ki: Oradan ihrama girmedi ve 'Umar cahiliye döneminde bir gece İ'tikaf yapma vaadi vermişti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar aracılığıyla başka bir nakil zinciriyle ama kelimelerde hafif bir değişiklikle aktarılmıştır."
    },
    {
      "id": 45,
      "narrator": "Zadhan Abl Umar reported:",
      "text": "Zadhan Abl Umar bildirdi: Ben, İbn 'Umar'a geldim ve o bir köleyi serbest bırakmıştı. O (nakilci) daha sonra dedi ki: O, yerden bir tahta veya benzeri bir şey aldı ve dedi ki: \"Bir kölenin özgürlüğü, bununla eşit bir ödül değildir, ama ben Allah'ın Resulü (ﷺ) şöyle dediğini duydum: \"Kölesine tokat atan veya döven kişinin kefareti, onu serbest bırakmaktır.\""
    },
    {
      "id": 46,
      "narrator": "Zadhan reported that Ibn Umar called his slave and he found the marks (of beating) upon his back. He said to him:",
      "text": "Zadhan, İbn Ömer'in kölesini çağırdığını ve sırtında (dayak) izleri bulduğunu bildirdi. Ona: \"Sana acı çektirdim\" dedi. O da: \"Hayır\" dedi. Fakat İbn Ömer: \"Sen özgürsün\" dedi. Sonra yerden bir şey aldı ve: \"Bunun ağırlığı kadar bile benim için bir ödül yoktur\" dedi. Allah'ın Resulü'nü (ﷺ) şöyle derken duydum: \"Bir köleyi, onun tanınabilir bir suçunu olmaksızın döven veya ona tokat atan kimse, bunun kefareti olarak onu serbest bırakmalıdır.\""
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zincirinden, kelimelerde küçük bir farklılıkla nakledilmiştir."
    },
    {
      "id": 48,
      "narrator": "Mu'awiya b. Suwaid reported:",
      "text": "Muaviye b. Suvaid bildirdi: Bizim kölemize tokat attım ve sonra kaçtım. Öğle vaktinden hemen önce geri döndüm ve babamın arkasında namaz kıldım. O, köleyi ve beni çağırdı ve: \"Ona yaptığın gibi yap\" dedi. Affetti. Babam sonra dedi ki: \"Biz, Allah'ın Resulü (sallallahu aleyhi ve sellem) döneminde Muqarrin ailesine mensuptuk ve sadece bir köle kızımız vardı. Bizden biri ona tokat attı. Bu haber, Allah'ın Resulü'ne (ﷺ) ulaştı ve: \"Onu serbest bırakın\" dedi. Aile üyeleri: \"Ondan başka bir köle yok\" dediler. Bunun üzerine o: \"O halde onu çalıştırın ve hizmetine ihtiyaç duymadığınızda onu serbest bırakın\" dedi."
    },
    {
      "id": 49,
      "narrator": "Hilal b. Yasaf reported that a person got angry and slapped his slave-girl. Thereupon Suwaid b. Muqarrin said to him:",
      "text": "Hilal b. Yasaf bildirdi ki, bir kişi öfkelendi ve köle kızına tokat attı. Bunun üzerine Suvaid b. Muqarrin ona: \"Yüzünün en belirgin yerini vuracak başka bir yer bulamadın mı?\" dedi. \"Ben Muqarrin'in yedi oğlundan biriydim ve sadece bir köle kızımız vardı. Bizden en küçüğü ona tokat attı ve Allah'ın Resulü (ﷺ) onu serbest bırakmamızı emretti.\""
    },
    {
      "id": 50,
      "narrator": "Hilal b. Yasaf reported:",
      "text": "Hilal b. Yasaf bildirdi: Suvaid b. Muqarrin'in evinde kumaş satardık. İçeri bir köle kızı çıktı ve aramızdan birine bir şey söyledi, o da ona tokat attı. Suvaid öfkelendi - hadisin geri kalanı aynıdır."
    },
    {
      "id": 51,
      "narrator": "Suwaid b. Muqarrin reported that he had a slave-girl and a person (one of the members of the family) slapped her, whereupon Suwaid said to him:",
      "text": "Suvaid b. Muqarrin bildirdi ki, onun bir köle kızı vardı ve bir kişi (aile üyelerinden biri) ona tokat attı, bunun üzerine Suvaid ona: \"Yüzüne vurmanın yasak olduğunu bilmiyor musun?\" dedi. O da: \"Ben Allah'ın Resulü (ﷺ) döneminde kardeşlerim arasında yedinciydim ve sadece bir hizmetkarımız vardı. Bizden biri öfkelendi ve ona tokat attı. Bunun üzerine Allah'ın Resulü (ﷺ) onu serbest bırakmamızı emretti.\""
    },
    {
      "id": 52,
      "narrator": "Wahb b. Jarir reported:",
      "text": "Wahb b. Jarir bildirdi: Şu'ba, Muhammed b. Munkadir'in bana: \"Adın ne?\" dediğini bildirdi. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 53,
      "narrator": "Abu Mas'ud al-Badri reported:",
      "text": "Ebu Mes'ud el-Badri bildirdi: Kölemi bir kamçı ile dövüyordum, arkamdan bir ses duydum: \"Anla, Ebu Mes'ud\"; ama öfkemden sesi tanıyamadım. O (Ebu Mes'ud) bildirdi: Yaklaştığında, onun Allah'ın Resulü (ﷺ) olduğunu gördüm ve şöyle diyordu: \"Dikkat et, Ebu Mes'ud; dikkat et, Ebu Mes'ud.\" O (Ebu Mes'ud) dedi ki: Kamçıyı elimden attım. Bunun üzerine o (Peygamber) dedi: \"Dikkat et, Ebu Mes'ud; gerçekten Allah, senin kölen üzerinde senden daha fazla hak sahibidir.\" Ben (sonra) dedim: \"Artık kölemi bir daha dövmeyeceğim.\""
    },
    {
      "id": 54,
      "narrator": "This hadith has been narrated on the authorityo A'mash but with this variation of words:",
      "text": "Bu hadis, A'maş aracılığıyla nakledilmiştir ancak şu kelimelerle: \"Onun (Peygamber'in) korkusundan elimden kamçı düştü.\""
    },
    {
      "id": 55,
      "narrator": "Abu Mas'ud al-Ansari reported:",
      "text": "Ebu Mes'ud el-Ensari bildirdi: Kölemi dövüyordum, arkamdan bir ses duydum (şöyle diyordu): \"Ebu Mes'ud, dikkat et; Allah, senin üzerinde daha fazla hak sahibidir.\" Döndüm ve onun Allah'ın Resulü (ﷺ) olduğunu gördüm. Dedim: \"Allah'ın Resulü, onu Allah rızası için serbest bırakıyorum.\" Bunun üzerine o dedi: \"Bunu yapmasaydın, (Cehennem'in kapıları) senin için açılacaktı ya da ateş seni yakacaktı.\""
    },
    {
      "id": 56,
      "narrator": "Abu Mas'ud reported that he had been beating his slave and he had been saying:",
      "text": "Ebu Mes'ud bildirdi ki, kölesini dövüyordu ve: \"Allah'a sığınırım\" diyordu, ama o dövmeye devam etti, bunun üzerine: \"Allah'ın Resulü'ne sığınırım\" dedi ve ona acıdı. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: \"Allah'a yemin ederim, Allah, senin üzerinde ondan daha fazla hak sahibidir.\" O, onu serbest bıraktığını söyledi."
    },
    {
      "id": 57,
      "narrator": "This hadith has been narrated on the authority of Shu'ba with the same chain of transmitters, but made no mention of (these words) of his:",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı rivayet zinciriyle nakledilmiştir, ancak şu kelimeleri zikretmemiştir: \"Allah'a sığınırım, Allah'ın Resulü'ne sığınırım (ﷺ).\""
    },
    {
      "id": 58,
      "narrator": "Abu Huraira reported that Abu'l-Qasim (one of the names of Allah's Messenger ) said:",
      "text": "Ebu Hureyre bildirdi ki, Ebu'l-Kasım (Allah'ın Resulü'nün isimlerinden biri) dedi: \"Kölesini zina ile suçlayan kimse, Kıyamet Günü'nde ona ceza uygulanacaktır, ancak suçlama söylediği gibi olursa.\""
    },
    {
      "id": 59,
      "narrator": "This hadith has been narrated on the authority of Ibn Ghazwan (and the words are):",
      "text": "Bu hadis, İbn Gazvan aracılığıyla nakledilmiştir (ve kelimeleri): \"Ebu'l-Kasım'ı (ﷺ) tövbe Peygamberi olarak duydum.\""
    },
    {
      "id": 60,
      "narrator": "Al-Ma'rur b. Suwaid said:",
      "text": "Al-Ma'rur b. Suvaid dedi ki: Rabadha'da Ebu Dharr (Ghifari) yanına gittik ve onun üzerinde bir hırka vardı, kölesinin de benzeri vardı. Dedik ki: \"Ebu Dharr, eğer onları birleştirseydin, tam bir giysi olurdu.\" Bunun üzerine o dedi: \"Bir kardeşimle aramızda bir tartışma oldu. Onun annesi Arap değil. Ben onu annesiyle kınadım. O, Allah'ın Resulü'ne (ﷺ) şikayet etti. Allah'ın Resulü ile karşılaştığımda: \"Ebu Dharr, sen hala Cahiliye günlerinin kalıntılarına sahipsin\" dedi. Bunun üzerine ben dedim: \"Allah'ın Resulü, başkalarına hakaret eden, karşılığında onun babasına ve annesine hakaret edilir.\" O (Peygamber) dedi: \"Ebu Dharr, sen hala Cahiliye kalıntılarına sahipsin. Onlar (hizmetçiler ve köleler) senin kardeşlerindir. Allah, onları senin emrine vermiştir, bu yüzden onlara yediğinle besle, giydiğinle giydir ve onları kapasitelerinin ötesinde yükleme; fakat eğer onlara katlanamayacakları bir yük verirsen, o zaman onlara yardım et.\""
    },
    {
      "id": 61,
      "narrator": "This hadith has been narrated on the authority of A'mash but with a slight variation of words, e. g. in the hadith transmitted on the authority of Zuhair and Abu Mu'awiya after his words (these words of the Holy Prophet):",
      "text": "Bu hadis A'maş'tan rivayet edilmiştir, ancak kelimelerde hafif bir farklılık vardır; örneğin, Zuhair ve Ebu Muaviye'nin rivayetinde, (Peygamber Efendimizin bu sözleri): \"Sen içinde cehalet kalıntıları olan bir insansın.\" (Bu sözler de geçmektedir, ki Ebu Dharr) dedi ki: \"Yaşlılığımın bu zamanında mı?\" O (Peygamber Efendimiz) dedi ki: \"Evet.\" Ebu Muaviye'nin rivayetinde (sözler): \"Evet, yaşlılığının bu zamanında.\" 'İsa'nın rivayetinde (sözler): \"Eğer onu (katlanılamaz bir yükle) yüklersen, onu satmalısın (ve bu yükü kolayca taşıyabilecek başka bir köle almalısın).\" Zuhair'in rivayetinde (sözler): \"Ona (işte) yardım et.\" Ebu Muaviye'nin (ayrı olarak) rivayetinde \"O halde onu sat veya ona yardım et.\" şeklinde bir söz yoktur. Bu hadis şu sözlerle sona erer: \"Onu kapasitesinin ötesinde yüklemeyin.\""
    },
    {
      "id": 62,
      "narrator": "Ma'rur b. Suwaid reported:",
      "text": "Ma'rur b. Suwaid bildirdi: Ebu Dharr'ı kıyafetler içinde gördüm ve kölesinin de benzer kıyafetler giydiğini. Ona bunu sordum ve Allah'ın Resulü (sallallahu aleyhi ve sellem) döneminde bir kişiye hakaret ettiğini ve onun annesi hakkında onu kınadığını anlattı. O kişi Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) gelerek bunu ona bildirdi. Bunun üzerine Allah'ın Resulü (sallallahu aleyhi ve sellem) dedi ki: \"Sen içinde (cehalet kalıntıları) olan bir insansın. Kölelerin senin kardeşlerindir. Allah onları eline vermiştir, ve kardeşine sahip olan kimse, onu yediği ile beslemeli, giydiği ile giydirmeli ve onları kapasitelerinin ötesinde yüklememeli, eğer onlara yükleme yaparsan, (kapasitelerinin ötesinde) onlara yardım etmelisin.\""
    },
    {
      "id": 63,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Köleyi beslemek, ona (uygun şekilde) giydirmek ve onu gücünün ötesinde çalıştırmamak esastır.\""
    },
    {
      "id": 64,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Sizden birinin kölesi ona yemek hazırladığında ve o (sıcaklık ve duman zorluğuna katlanarak) yanına oturduğunda, onu (köleyi) yanına oturtmalı ve onunla birlikte yedirmelidir; eğer yemek azalmışsa, o zaman kendi payından ona bir miktar ayırmalıdır - (başka bir nakilci) Davud dedi ki: \"Yani bir lokma veya iki lokma.\""
    },
    {
      "id": 65,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir köle efendisinin iyiliğiyle ilgilenirse ve Allah'a iyi bir şekilde ibadet ederse, onun için iki mükafat vardır.\""
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Bu hadis İbn Ömer'den başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 67,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir mümin köle için iki mükafat vardır. Ebu Hureyre'nin hayatı elinde olan Allah'a yemin ederim ki, Allah yolunda cihat, hac ve anneme iyilik için, köle olarak ölmeyi tercih ederdim.\" (Rivayet zincirindeki nakilcilerden biri) dedi ki: \"Bu haber bize ulaştı ki, Ebu Hureyre annesi ölmeden hac yapmadı, çünkü sürekli onun hizmetindeydi.\""
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Bu hadis Ebu Tahir'den hafif bir kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 69,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir köle Allah'ın yükümlülüğünü ve efendisinin yükümlülüğünü yerine getirirse, onun için iki mükafat vardır. Bunu Ka'b'a anlattım, Ka'b dedi ki: \"Böyle bir kölenin sorumluluğu yoktur, ne de olsa fakir bir müminin de.\""
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Yukarıdaki hadis, Ebu Hureyre'den başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 71,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir köle için Allah'a iyi bir şekilde ibadet etmesi ve efendisini (iyi bir şekilde) hizmet etmesi hayırlıdır. Bu onun için hayırlıdır.\""
    },
    {
      "id": 72,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir kölenin payından vazgeçen kimse, kölenin tam fiyatını ödeyecek kadar parası varsa, o zaman tam özgürlük ona düşer; ama parası yoksa, o zaman serbest bıraktığı kadar serbest bırakılmış olur.\""
    },
    {
      "id": 73,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Kölenin payını serbest bırakan kimse, onun tam özgürlüğünü sağlamakla yükümlüdür, eğer (köle) kalan fiyatı ödeyecek kadar parası varsa; ama o kadar parası yoksa, o, ilk adamın serbest bıraktığı kadar serbest bırakılır.\""
    },
    {
      "id": 74,
      "narrator": "'Abdullah b. 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: \"Bir kölenin payından vazgeçen kimse, eğer tam fiyatı karşılayacak kadar parası varsa, onun için makul bir fiyat belirlenmelidir; aksi takdirde, onu serbest bıraktığı kadar serbest bırakmış olur.\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Bu hadis hafif bir kelime farklılığı ile başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 76,
      "narrator": "Salim b. 'Abdullah reported on the authority of his father that Allah's Apostle (ﷺ) said:",
      "text": "Salim b. Abdullah, babasından rivayetle, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Kendisi ve bir başkası tarafından ortaklaşa sahip olunan bir köleyi azat eden kimse, kölenin tam bedelini malından adil bir şekilde değerlendirebilir; ne eksik ne fazla, eğer (ortak) yeterli bir mali duruma sahipse (hissesi olan miktarı feragat edebilir).\""
    },
    {
      "id": 77,
      "narrator": "Ibn 'Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Bir köle üzerindeki hissesinden vazgeçen kimse, geriye kalan (hisse) kölenin bedelini karşılayacak kadar malı varsa, onun zenginliğinden ödenecektir.\""
    },
    {
      "id": 78,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Eğer köle iki kişi tarafından sahiplenilmişse ve bunlardan biri onu azat ederse, o (tam) özgürlüğünü garanti eder.\""
    },
    {
      "id": 79,
      "narrator": "This hadith has been narrated on the authority of Shu'ba with the same chain of transmitters (and the words are):",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı raviler zincirinden rivayet edilmiştir (ve sözleri şunlardır): \"Bir köledeki hissesini azat eden kimse, onu malından (tam) özgürlükle azat etmelidir.\""
    },
    {
      "id": 80,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: \"Bir köledeki hissesini azat eden kimse, eğer yeterli malı varsa, malından tam özgürlük sağlanabilir; ancak yeterli malı yoksa, köleye özgürlüğünü kazanması için ekstra çalışma yüklenmelidir, ama ona aşırı yük bindirilmemelidir.\""
    },
    {
      "id": 81,
      "narrator": "This hadith has been narrated through another chain of transmitters (and the words are):",
      "text": "Bu hadis, başka bir raviler zincirinden rivayet edilmiştir (ve sözleri şunlardır): \"Azat edilmediği hissesinin özgürlüğünü sağlamak için çalışması istenecektir, ama ona aşırı yük bindirilmeden.\""
    },
    {
      "id": 82,
      "narrator": "",
      "text": "İmrân b. Hüsayn, başka bir malı olmayan bir kişinin ölüm anında altı kölesini azat ettiğini bildirmiştir. Allah'ın Elçisi (ﷺ) onları çağırdı, üç gruba ayırdı, aralarında kura çekti ve ikisini azat etti, dört tanesini kölelikte bıraktı; ve o (Kutsal Peygamber) ona sert bir şekilde hitap etti."
    },
    {
      "id": 83,
      "narrator": "This hadith has been narrated through another chain of transmitters (and the words are):",
      "text": "Bu hadis, başka bir raviler zincirinden rivayet edilmiştir (ve sözleri şunlardır): \"Ensar'dan bir kişi, ölüm anında altı kölesinin özgürlüğünü vasiyet etti.\""
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Bu hadis, İmrân b. Hüsayn aracılığıyla başka bir raviler zincirinden bildirilmiştir."
    },
    {
      "id": 85,
      "narrator": "Jabir b. 'Abdullah said that a person among the Ansar declared his slave free after his death, as he had no other property. This news reached the Messenger of Allah (ﷺ) and he said:",
      "text": "Cabir b. Abdullah, Ensar'dan bir kişinin ölümünden sonra başka malı olmadığı için kölesini azat ettiğini söyledi. Bu haber, Allah'ın Elçisi (ﷺ)'ne ulaştı ve o: \"Kim onu benden satın alacak?\" dedi. Nu'aim b. al-Nahham, onu sekiz yüz dirheme satın aldı ve ona teslim etti. 'Amr (rivayet edenlerden biri) dedi ki: \"Cabir b. Abdullah'ın şöyle dediğini duydum: O, bir Kıpti köleydi ve 'Abdullah b. Zübeyr'in hilafetinin ilk yılında vefat etti.\""
    },
    {
      "id": 86,
      "narrator": "Jabir is reported to have said:",
      "text": "Cabir'in, başka bir malı olmayan Ensar'dan bir kişinin ölümünden sonra bir köleyi azat ettiğini bildirdiği söylenmiştir. Allah'ın Elçisi (ﷺ) onu sattı, İbn al-Nahham onu satın aldı ve o, hilafetinin ilk yılında vefat eden bir Kıpti köleydi."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Bu gibi bir hadis, Cabir aracılığıyla başka bir raviler zincirinden rivayet edilmiştir."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Bu hadis, Allah'ın Elçisi (ﷺ) aracılığıyla başka raviler zincirinden rivayet edilmiştir."
    }
  ]
}