{
  "language": "tr",
  "metadata": {
    "length": 56,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Sahl b. Abu Hathma and Rafi' b. Khadij reported that 'Abdullah b. Sahl b. Zaid and Muhayyisa b. Mas'ud b. Zaid went out and as they reached Khaibar they were separated. Then Muhayyisa found 'Abdullah b. Sahl having been killed. He buried him, and then came to Allah's Messenger (ﷺ). They were Huwayyisa b. Mas'ud and 'Abd al-Rahman b. Sahl, and he (the latter one) was the youngest of the people (those three who had come to seek an interview with the Holy Prophet) began to talk before his Companions (had spoken). Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Sahl b. Ebu Hathma ve Rafi' b. Khadij, Abdullah b. Sahl b. Zaid ve Muhayyisa b. Mas'ud b. Zaid'in dışarı çıktıklarını ve Khaibar'a vardıklarında ayrıldıklarını bildirmiştir. Sonra Muhayyisa, Abdullah b. Sahl'in öldüğünü buldu. Onu gömdü ve sonra Allah'ın Resulü'ne (ﷺ) geldi. Onlar Huwayyisa b. Mas'ud ve Abdullah b. Sahl'di, ve o (sonuncusu) en genç olanıydı (o üç kişinin) Kutsal Peygamber ile görüşmek için geldiği zaman arkadaşlarının (konuşmadan önce) konuşmaya başladı. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: En yaşlı olan (yaş bakımından) konuşsun. O da sessiz kaldı, ve arkadaşları (Muhayyisa ve Huwayyisa) konuşmaya başladı, ve o (Abdullah b. Rahman) da onlarla birlikte konuştu ve Allah'ın Resulü'ne (ﷺ) Abdullah b. Sahl'in cinayetini anlattılar. Bunun üzerine onlara dedi ki: Arkadaşınızın (ya da öldürülen adamın) kan bedeli için elli yemin etmeye hazır mısınız? Onlar dediler ki: Görmediğimiz bir konuda nasıl yemin edebiliriz? O (Kutsal Peygamber) dedi: O zaman Yahudiler, elli yeminle kendilerini aklayacaklar. Onlar dediler ki: İnançsız insanların yeminlerini nasıl kabul edebiliriz? Allah'ın Resulü (ﷺ) bunu görünce, kan bedelini kendisi ödedi."
    },
    {
      "id": 2,
      "narrator": "Sahl. b. Abu Hathma and Rafi' b. Khadij reported that Muhayyisa b. Mas'ud and 'Abdullah b. Sahl went towards Khaibar and they separated near the palm-trees. 'Abdullah b. Sahl was killed. They accused the Jews (for this act). And there came to Allah's Apostle (ﷺ) his brother (the brother of the slain person) 'Abd al-Rahman and his cousins Huwayyisa and Muhayyisa; and 'Abd al-Rahman talked to him about the matter pertaining to (the murder of) his brother, and he was the youngest among them. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Sahl b. Ebu Hathma ve Rafi' b. Khadij, Muhayyisa b. Mas'ud ve Abdullah b. Sahl'in Khaibar'a doğru gittiğini ve palmiye ağaçlarının yanında ayrıldıklarını bildirmiştir. Abdullah b. Sahl öldürüldü. Onlar bu eylemden Yahudileri suçladılar. Ve Allah'ın Resulü'ne (ﷺ) öldürülen kişinin kardeşi (şehidin kardeşi) Abdullah b. Rahman ve kuzenleri Huwayyisa ve Muhayyisa geldi; ve Abdullah b. Rahman, kardeşi ile ilgili durumu ona anlattı, ve o aralarındaki en genç olanıydı. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Yaşlıların büyüklüğüne saygı gösterin, ya da dedi ki: En yaşlı olanı konuşmaya başlasın. Sonra onlar (Huwayyisa ve Muhayyisa) arkadaşlarının (kuzenleri Abdullah b. Sahl'in cinayeti) konusunu konuştular. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Aranızdan elli kişi, bir kişiye karşı (cinayet) suçlaması için yemin etsin, ve o size teslim edilecektir. Onlar dediler ki: Bu olayı kendimiz görmedik. O zaman nasıl yemin edebiliriz? O (Kutsal Peygamber) dedi: Yahudiler, elli yeminle kendilerini aklayacaklar. Onlar dediler ki: Allah'ın Resulü, onlar inançsız insanlardır. Bunun üzerine Allah'ın Resulü (ﷺ) kan bedelini kendisi ödedi. Sahl dedi ki: Bir gün, bir deve, o develerin arasında beni tekmeledi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Bushair b. Yasar reported that 'Abdullah b. Sahl b. Zaid and Muhayyisa b. Mas'ud b. Zaid, both of them were Ansar belonging to the tribe of Banu Haritha, set out to Khaibar during the lifetime of Allah's Messenger (ﷺ). There was peace during those days and (this place) was inhabited by the Jews. They parted company for their (respective) needs. 'Abdullab b. Sahl was killed, and his dead body was found in a tank. His companion (Muhayyisa) buried him and came to Medina, and the brothers of the slain 'Abd al-Rahman b. Sahl. and Muhayyisa and Huwayyisa told Allah's Messenger (ﷺ) the case of 'Abdullah and the place where he had been murdered. Bushair reported on the authority of one who had seen Allah's Messenger (ﷺ) that he had said to them:",
      "text": "Sahl b. Ebu Hathma, bu hadisi başka bir rivayet zinciri ile biraz kelime farklılığı ile aktarmıştır, ancak dişi deveden tekmeleme olayı hakkında herhangi bir şey belirtilmemiştir."
    },
    {
      "id": 6,
      "narrator": "Bushair b. Yasar reported that a person from the Ansar belonging to the tribe of Banu Haritha who was called 'Abdullah b. Sahl b. Zaid set out and the son of his uncle called Muhayyisa b. Mas'ud b. Zaid, the rest of the hadith is the same up to the words:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Bushair b. Yasar al-Ansari reported on the authority of Sahl b. Abu Hathma al-Ansari that some men (of his tribe went to Khaibar, and they were separated from one another, and they found one of them slain. The rest of the hadith is the same. And it was said in this connection:",
      "text": "Bu hadis, Sahl b. Ebu Hathma'nın başka bir rivayet zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 8,
      "narrator": "Abu Laila 'Abdullah b. 'Abd al-Rahman b. Sahl reported that the elderly persons of (the tribe) had informed Sahl b. Abu Hathma that 'Abdullah b. Sahl and Muhayyisa went out to Khaibar under some distress which had afflicted them. Muhayyisa came and informed that Abdutlah b. Sahl had been killed, and (his dead body) had been thrown in a well or in a ditch. He came to the Jews and said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Buşayr b. Yasar, Abdullah b. Sahl b. Zaid ve Muhayyisa b. Mas'ud b. Zaid'in, Allah'ın Resulü (ﷺ) döneminde Khaibar'a doğru yola çıktıklarını bildirmiştir. O günlerde barış vardı ve (bu yer) Yahudiler tarafından iskan edilmişti. Kendi ihtiyaçları için ayrıldılar. Abdullah b. Sahl öldürüldü ve cesedi bir su kuyusunda bulundu. Arkadaşı (Muhayyisa) onu gömdü ve Medine'ye geldi, ve şehidin kardeşleri Abdullah b. Rahman b. Sahl, Muhayyisa ve Huwayyisa, Allah'ın Resulü'ne (ﷺ) Abdullah'ın durumu ve nerede öldürüldüğü hakkında bilgi verdiler. Buşayr, Allah'ın Resulü'nü (ﷺ) gören birinden rivayet etti ki, onlara dedi: Elli yemin edin ve aranızdan (bir) öldürülenin kan bedeline hak kazanırsınız. Onlar dediler: Allah'ın Resulü, ne biz (bu cinayeti) gördük ne de orada bulunduk. Bunun üzerine (Allah'ın Resulü'nün) dediği bildirilmektedir: O zaman Yahudiler, elli yeminle kendilerini aklayacaklar. Onlar dediler: Allah'ın Resulü, inançsız insanların yeminlerini nasıl kabul edebiliriz? Buşayr, Allah'ın Resulü'nün (ﷺ) kan bedelini kendisinin ödediğini bildirmiştir."
    },
    {
      "id": 10,
      "narrator": "This hadith has been narrated on the authority of Ibn Shihab with the same chain of transmitters but with this addition:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Buşayr b. Yasar, Banu Haritha kabilesinden olan ve Abdullah b. Sahl b. Zaid olarak bilinen bir Ansar'ın yola çıktığını ve amcasının oğlu Muhayyisa b. Mas'ud b. Zaid'in de onunla birlikte olduğunu bildirmiştir, hadisin geri kalanı \"Allah'ın Resulü (ﷺ) kan bedelini kendisi ödedi.\" sözlerine kadar aynıdır. Buşayr b. Yasar, Sahl b. Ebu Hathma'nın dediğini aktardı: Kan bedeli olarak verilen develerden biri, ben (deve) ahırındayken beni tekmeledi."
    },
    {
      "id": 12,
      "narrator": "Anas b. Malik reported that some people belonging (to the tribe) of 'Uraina came to Allah's Messenger (ﷺ) at Medina, but they found its climate uncogenial. So Allah's Messenger (ﷺ) said to them:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Anas reported:",
      "text": "Buşayr b. Yasar el-Ansari, Sahl b. Ebu Hathma el-Ansari'den, bazı adamların (kabilelerinden) Khaibar'a gittiklerini ve birbirlerinden ayrıldıklarını, ve içlerinden birinin öldürüldüğünü bildirmiştir. Hadisin geri kalanı aynıdır. Ve bu bağlamda denildi ki: Allah'ın Resulü (ona selam olsun) kanın zayi olmasına razı olmadı. O, Sadaqa'dan yüz devenin kan bedelini ödedi."
    },
    {
      "id": 14,
      "narrator": "Anas b. Malik reported that some people of the tribe of 'Ukl or 'Uraina came to Allah's Messenger (ﷺ), and they found the climate of Medina uncogenial. Allah's Messenger (ﷺ) commanded them to the milch she-camels and commanded them to drink their urine and their milk. The rest of the hadith is the same (and the concluding words are):",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Abu Qilaba reported:",
      "text": "Ebu Leyla Abdullah b. Abdullah b. Sahl, yaşlıların (kabileden) Sahl b. Ebu Hathma'ya, Abdullah b. Sahl ve Muhayyisa'nın kendilerini etkileyen bir sıkıntı nedeniyle Khaibar'a çıktıklarını bildirdiğini aktardı. Muhayyisa geldi ve Abdullah b. Sahl'in öldürüldüğünü ve (cesedinin) bir kuyuya veya bir çukura atıldığını bildirdi. Yahudilere gitti ve dedi ki: Vallahi, onu siz öldürdünüz. Onlar dediler: Vallahi, biz onu öldürmedik. Sonra kendi halkına döndü ve bunu onlara anlattı. Sonra o ve kardeşi Huwayyisa geldi, ve o ondan daha yaşlıydı, ve Abdullah b. Rahman b. Sahl. Sonra Muhayyisa konuşmaya gitti ve o, (Abdullah'ı) Khaibar'a götüren kişiydi, bunun üzerine Allah'ın Resulü (ﷺ) Muhayyisa'ya dedi: Büyüklere saygı göster. Sonra Huwayyisa konuştu ve ardından Muhayyisa da konuştu. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: Ya arkadaşınızın kan bedelini ödeyecekler ya da savaşa hazır olacaklar. Allah'ın Resulü (ﷺ) bu konuda onlara (Yahudilere) yazdı. Onlar yazdılar: Vallahi, biz onu öldürmedik. Bunun üzerine Allah'ın Resulü (ﷺ) Huwayyisa, Muhayyisa ve Abdullah b. Rahman'a dedi: Arkadaşınızın kan bedeli için yemin etmeye hazır mısınız? Onlar dediler: Hayır. O (Kutsal Peygamber) dedi: O zaman Yahudiler yemin edecekler (masumiyetleri için). Onlar dediler: Onlar Müslüman değiller. Ancak Allah'ın Resulü (ﷺ) kan bedelini kendisi ödedi ve onlara yüz deve gönderdi, ta ki evlerine dönene kadar. Sahl dedi ki: Onlardan biri, beni tekmeledi."
    },
    {
      "id": 16,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Allah'ın Messengerine (ﷺ) 'Ukl kabilesinden sekiz kişi geldi, fakat onlara uygulanan ceza nedeniyle yaralarını da dağlamadı."
    },
    {
      "id": 17,
      "narrator": "Anas reported:",
      "text": "Anas rivayet etti: Allah'ın Messengerine (ﷺ) 'Uraina'dan bazı insanlar geldi. İslam'ı kabul ettiler ve ona biat ettiler ve o sırada plevrit hastalığı yaygındı. Hadisin geri kalanı aynıdır (fakat şu eklemeyle): \"Onun (Peygamberin) yanında yaklaşık yirmi genç Ensar vardı; onları (suçluları) takip etmeleri için göndermişti ve onlarla birlikte iz takip etme konusunda uzman birini de göndermişti ki, onların ayak izlerini takip edebilsin.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Bu hadis, Anas b. Malik'ten başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Anas rivayet etti ki, Allah'ın Messengerı (ﷺ) onların gözlerini deldi çünkü onlar, çobanların gözlerini delmişlerdi."
    },
    {
      "id": 20,
      "narrator": "Anas b. Malik reported that a Jew killed a girl with a stone for her silver ornaments. She was brought to Allah's Messenger (ﷺ) when there was yet some life in her. He (the Holy Prophet) said to her:",
      "text": "Anas b. Malik rivayet etti ki, bir Yahudi bir kızı gümüş takıları için bir taşla öldürdü. Kız, Allah'ın Messengerine (ﷺ) henüz biraz hayatı varken getirildi. O (Kutsal Peygamber) ona: \"Falanca seni mi öldürdü?\" dedi. Kız başıyla hayır işareti yaptı: Hayır. O ikinci kez sordu, kız yine başıyla hayır dedi. Üçüncü kez sordu ve kız başıyla evet dedi ve Allah'ın Messengerı (ﷺ) onun başının iki taş arasında ezilmesini emretti."
    },
    {
      "id": 21,
      "narrator": "This hadith has been narrated on the authority of Shu'ba with the same chain of transmitters and in the hadith narrated on the authority of Ibn Idris (the words are):",
      "text": "Bu hadis, aynı rivayet zinciriyle Shu'ba'dan aktarılmıştır ve İbn İdris'ten rivayet edilen hadisteki sözler: \"O (emretti) başının iki taş arasında ezilmesini.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Anas rivayet etti ki, bir Yahudi, Ensar'dan bir kızı takıları için öldürdü ve sonra onu bir kuyuya attı ve başını bir taşla ezdi. Yakalandı ve Allah'ın Messengerine (ﷺ) getirildi ve taşlanarak öldürülmesini emretti. Böylece taşlanarak öldürüldü."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Ayyub'dan aktarılmıştır."
    },
    {
      "id": 24,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Bir kız, başı iki taş arasında ezilmiş olarak bulundu. Ona bunu kimin yaptığını sordular - falanca mı (yaptı) diye, bir Yahudi ismi geçene kadar. Kız başıyla onayladı (bunun böyle olduğunu). Böylece Yahudi yakalandı ve suçunu itiraf etti. Ve Allah'ın Messengerı (ﷺ) onun başının taşlarla ezilmesini emretti."
    },
    {
      "id": 25,
      "narrator": "Imran b. Husain reported:",
      "text": "İmran b. Husain rivayet etti: Ya'la b. Munya veya İbn Umayya bir kişiyle kavga etti ve biri diğerinin elini ısırdı. Diğeri elini ağzından çekmeye çalıştı ve böylece ön dişleri çekildi. Davalarını Allah'ın Apostolüne (ﷺ) götürdüler, o da: \"Sizden biri deve gibi ısırıyor mu?\" dedi. Bu durumda kan bedeli yoktur."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Bu hadis, Ya'la'dan aktarılmıştır."
    },
    {
      "id": 27,
      "narrator": "'Imran b. Husain reported that a person bit the arm of another person; he pulled it out and his foretooth fell down. This matter was taken to Allah's Apostle (ﷺ), and he turned it down saying:",
      "text": "'İmran b. Husain rivayet etti ki, bir kişi diğerinin kolunu ısırdı; o da kolunu çekti ve ön dişi düştü. Bu mesele Allah'ın Apostolüne (ﷺ) götürüldü ve o reddetti ve: \"Onun etini mi yemek istediniz?\" dedi."
    },
    {
      "id": 28,
      "narrator": "Safwan b. Ya'la reported that a person bit the arm of the servant of Ya'la b. Munya. He pulled it and his foretooth fell. The matter was referred to Allah's Apostle (ﷺ) and he turned it down and said:",
      "text": "Safvan b. Ya'la rivayet etti ki, bir kişi Ya'la b. Munya'nın hizmetçisinin kolunu ısırdı. O da kolunu çekti ve ön dişi düştü. Bu mesele Allah'ın Apostolüne (ﷺ) götürüldü ve o reddetti ve: \"Onun elini ısırmayı mı kastettin, deve gibi mi?\" dedi."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "'İmran b. Husain rivayet etti ki, bir kişi birinin elini ısırdı. O da elini çekti ve ön dişi veya dişleri düştü. (Dişlerini kaybeden adam) meseleyi Allah'ın Messengerine (ﷺ) götürdü ve o da: \"Benden ne istiyorsun? Onu elini ağzına koymasını mı istiyorsun, sen de deve gibi ısır?\" dedi. (Eğer intikam istiyorsan, tek yol) onun elini ağzına koyup ısırmasına izin vermen ve sonra çekmendir."
    },
    {
      "id": 30,
      "narrator": "Safwan b. Ya'la b. Munya reported on the authority of his father that there came to Allah's Apostle (ﷺ) a person who had bitten the hand of another person and who had withdrawn his hand (and as a result thereof) his foreteeth had fallen (those which had bitten). The Apostle of Allah (ﷺ) turned down his (claim), and said:",
      "text": "Safvan b. Ya'la b. Munya, babasından rivayet etti ki, Allah'ın Apostolüne (ﷺ) bir kişi geldi, başkasının elini ısırmış ve elini çekmişti (ve bu nedenle) ön dişleri düşmüştü (ısırdığı dişler). Allah'ın Apostolu (ﷺ) onun (iddiasını) reddetti ve: \"Deve gibi ısırmayı mı istiyorsun?\" dedi."
    },
    {
      "id": 31,
      "narrator": "Safwan b. Ya'la b. Umayya thus reported from his father:",
      "text": "Safvan b. Ya'la b. Umayya, babasından şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte Tabuk seferine katıldım. Ya'la şöyle derdi: Bu, benim en önemli amelimdir, kanaatimce. Safvan, Ya'la'nın şöyle söylediğini aktardı: Bir hizmetçim vardı; o, başka bir kişiyle tartıştı ve biri diğerinin elini ısırdı. ('Ata' dedi ki, Safvan ona hangisinin diğerinin elini ısırdığını söyledi.) Böylece elini ısırılan kişi, ısıran kişinin ağzından (bir şey) çıkardı ve (bu kargaşada) ön dişlerinden biri de çıktı. İkisi de Allah'ın Elçisi (ﷺ) huzuruna geldiler ve o, dişin tazminat talebini geçersiz kıldı."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Bu hadisi Juraij'in rivayetiyle aynı senedle nakledilmiştir."
    },
    {
      "id": 33,
      "narrator": "Anas reported that Umm Haritha, the sister of Rubayyi' (she was the father's sister of Hadrat Anas) injured a person (she broke his teeth). The dispute was referred to Allah's Apostle (ﷺ). Allah's Messenger (ﷺ) said:",
      "text": "Anas, Rubayyi' (Hadrat Anas'ın babasının kız kardeşi) adlı kişinin birini yaraladığını (dişlerini kırdığını) bildirdi. Anlaşmazlık Allah'ın Elçisi (ﷺ)'ne götürüldü. Allah'ın Elçisi (ﷺ) dedi ki: Kısas, kısas. Umm Rubayyi' dedi ki: Allah'ın Elçisi, kısas şu ve bu kişiden mi alınacak? Vallahi, ondan (yani Umm Haritha'dan) kısas alınmayacak. Bunun üzerine Allah'ın Elçisi dedi ki: Allah'ı tenzih ederim. Ey Umm Rubayyi', Kısas, Allah'ın Kitabı'nda bir emirdir. O dedi ki: Hayır, vallahi, ondan kısas alınmayacak; ve bunu söylemeye devam etti ta ki (yaralanan kişinin akrabaları) diyet kabul edene kadar. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Şüphesiz Allah'ın kulları arasında öyle salih kişiler vardır ki, eğer Allah'a yemin ederlerse, O da bunu kabul eder."
    },
    {
      "id": 34,
      "narrator": "'Abdullah (b. Mas'ud) reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah (b. Mas'ud) Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Müslümanın hayatını almak caiz değildir; o, Allah'tan başka ilah olmadığına ve ben Allah'ın Elçisi olduğuna şehadet eden birisidir, ancak üç durumda: evli zina eden, cana can, ve dinini (İslam'ı) terk eden, topluluğu terk eden."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis A'mash'ın rivayetiyle nakledilmiştir."
    },
    {
      "id": 36,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "'Abdullah (b. Mas'ud) bildirdi: Allah'ın Elçisi (ﷺ) ayağa kalktı ve dedi ki: O'ndan başka ilah olmayan Allah'a yemin ederim ki, Allah'a şehadet eden bir Müslümanın kanı, yalnızca üç kişi için helal kılınmıştır: İslam'ı terk eden ve topluluğu terk eden [Ahmad, rivayetçilerden biri, Peygamberin (ﷺ) \"li'l-jama'ah\" mı yoksa \"al-jama'ah\" mı kullandığından şüphe ediyor], evli zina eden ve cana can."
    },
    {
      "id": 37,
      "narrator": "This hadith has been reported on the authority of A'mash with the same chain of narrators but with a slight variation of words, i. e. he did not say:",
      "text": "Bu hadis A'mash'ın rivayetiyle aynı senedle ancak kelimelerde hafif bir değişiklikle aktarılmıştır; yani \"O'ndan başka ilah yoktur\" dememiştir."
    },
    {
      "id": 38,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "'Abdullah (b. Mas'ud) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Haksız yere öldürülen hiçbir kişi yoktur ki, bu suçun payı Adem'in ilk oğluna da düşmesin; çünkü o, öldürmeyi ilk başlatan kişiydi."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Bu hadis Jarir ve 'Isa b. Yunus'un rivayetiyle hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 40,
      "narrator": "'Abdullah b. (Mas'ud) reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah b. (Mas'ud) Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Kıyamet Günü insanlar arasında ilk karara bağlanacak olan şey kan dökme ile ilgili olacaktır."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Bu hadis 'Abdullah aracılığıyla başka bir senedle hafif bir kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 42,
      "narrator": "Abu Bakra reported that (in the Farewell Address) Allah's Apostle (ﷺ) said:",
      "text": "Ebu Bekir, (Veda Hutbesi'nde) Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Zaman bir döngü tamamladı ve Allah'ın gökleri ve yeri yarattığı günün durumuna geldi. Yıl on iki aydan oluşur, bunlardan dördü kutsaldır; bunlardan üçü ardışık olarak gelir: Dhu'l-Qa'da, Dhu'l-Hijja ve Muharrem, ayrıca Jumada ile Şaban arasında gelen Mudar'ın ayı olan Rajab. O (Peygamber) sonra dedi ki: Bu ay hangisi? Biz dedik: Allah ve Elçisi en iyisini bilir. O (rivayetçi) dedi: O (Peygamber) bir süre sessiz kaldı, ta ki başka bir isim vereceğini düşündük. O dedi ki: Dhu'l-Hijja değil mi? Biz dedik: Evet. O (Peygamber) dedi: Bu şehir hangisi? Biz dedik: Allah ve Elçisi en iyisini bilir. O (Peygamber) sessiz kaldı, ta ki başka bir isim vereceğini düşündük. O (Peygamber) dedi ki: Balda (Mekke şehri) değil mi? Biz dedik: Evet. O dedi: Bugün hangi gün? Biz dedik: Allah ve Elçisi en iyisini bilir. O (Peygamber) sessiz kaldı, ta ki başka bir isim vereceğini düşündük. O dedi ki: Kurban Günü değil mi? Biz dedik: Allah'ın Elçisi, evet. Bunun üzerine o dedi: Kanlarınız, mallarınız (Muhammed, rivayetçilerden biri, onun da bunu söylediğini düşünüyorum) ve onurunuz, bu gününüzün, bu şehrinizin ve bu ayınızın kutsallığı gibi sizler için kutsaldır. Yakında Rabbinizle karşılaşacaksınız ve O, sizden amelleriniz hakkında soracaktır. O yüzden benim arkamdan kafirler (veya sapkınlar) olmayın, bazılarınız diğerlerinin boyunlarını vurmasın. İşte ben, burada bulunanın, bulunmayanlara iletmesini sağlıyorum; çünkü bir mesajın iletildiği birçok kişi, duyandan daha iyi hatırlar. O tekrar dedi: İşte! Size (mesajı) iletmedim mi? Bu hadis başka bir senedle, ancak kelimelerde hafif bir değişiklikle nakledilmiştir."
    },
    {
      "id": 43,
      "narrator": "Abu Bakra reported that when it was that day (the 10th of Dhu'l-Hijja) he mounted his camel and a person caught its nosestring, whereupon he said:",
      "text": "Ebu Bekir, o gün (Dhu'l-Hijja'nın 10'u) devesine bindiğinde bir kişi ipini tuttu ve o da dedi ki: Bu gün hangisi biliyor musunuz? Onlar dediler: Allah ve Elçisi en iyisini bilir. (Peygamber sessiz kaldı) ta ki başka bir isim vereceğini düşündük. O dedi ki: Nahr (Kurban) günü değil mi (Dhu'l-Hijja'nın 10'u)? Biz dedik: Allah'ın Elçisi, evet. O (tekrar) dedi: Hangi ay? Biz dedik: Allah ve Elçisi en iyisini bilir. O dedi ki: Dhu'l-Hijja değil mi? Biz dedik: Allah'ın Elçisi, evet. O dedi: Bu şehir hangisi? Biz dedik: Allah ve Elçisi en iyisini bilir. O (rivayetçi) dedi ki (Peygamber sessiz kaldı ta ki başka bir isim vereceğini düşündük. O dedi ki: Balda (Mekke şehri) değil mi? Biz dedik: Evet, Allah'ın Elçisi. O (sonra) dedi: Şüphesiz kanlarınız (canlarınız) ve mallarınız ve onurunuz, bu gününüzün, bu ayınızın ve bu şehrinizin kutsallığı gibi sizler için kutsaldır. Burada bulunan, bulunmayanlara iletsin. Sonra iki renkli (siyah ve beyaz) koçlara yöneldi ve onları kesti, iki keçiyi de kesti ve aramızda dağıttı."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Ebu Bekir, o gün (Dhu'l-Hijja) Allah'ın Elçisi (ﷺ) deveyi bindi ve bir kişi ipini tutuyordu. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 45,
      "narrator": "This hadith has been narrated on the authority of Abu Bakra through another chain of transmitters (and the words are):",
      "text": "Bu hadis Ebu Bekir aracılığıyla başka bir senedle nakledilmiştir (ve kelimeler şunlardır): \"Allah'ın Elçisi (ﷺ) bize Nahr (Kurban) günü hitap etti ve dedi ki: Bu gün hangisi? Hadisin geri kalanı aynıdır, sadece \"onurunuz\" ifadesine yer verilmemiştir ve ayrıca şunları da zikretmemiştir: Sonra iki koça yöneldi ve devamı, ve bir hadiste (kutsallıkla ilgili kelimeler bu şekilde kaydedilmiştir): \"Sizlerin bu gününüzün, bu ayınızın, bu şehrinizin kutsallığı gibi, Rabbinizle karşılaşacağınız güne kadar. İşte, size (Mesajı) iletmedim mi? Dediler: Evet. O dedi: Ey Allah, şahit ol.\""
    },
    {
      "id": 46,
      "narrator": "'Alqama b. Wa'il reported on the authority of his-father:",
      "text": "Alqama b. Wa'il, babasından rivayet etmiştir: Allah'ın Elçisi (ﷺ) ile oturduğum sırada, bir kişi oraya gelerek başka birini ip ile sürükleyerek getirdi ve dedi ki: Allah'ın Elçisi, bu adam kardeşimi öldürdü. Allah'ın Elçisi (ﷺ) ona dedi: Onu sen mi öldürdün? Diğer adam dedi ki: (Eğer bu konuda bir itirafta bulunmazsa, ben ona karşı bir şahit getireceğim). O (katil) dedi: Evet, ben onu öldürdüm. O (Kutsal Peygamber) dedi: Neden onu öldürdün? O dedi: Ben ve o bir ağacın yapraklarını dökme konusunda tartıştık ve o bana hakaret etti ve beni öfkelendirdi, bu yüzden başına bir balta ile vurdum ve onu öldürdüm. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Senin adın için kan bedeli ödeyebilecek bir şeyin var mı? O dedi: Bu elbisem ve bu baltamdan başka hiçbir malım yok. O (Kutsal Peygamber) dedi: Senin halkın seni kurtarır mı sanıyorsun? O dedi: Ben halkım arasında bu kadar önemsizim ki (bu faydayı kabilemden elde edemem). O (Kutsal Peygamber) ipi ona (kan bedeli talep eden) doğru fırlatarak dedi: Adamını al. Adam onu aldı ve dönerken Allah'ın Elçisi (ﷺ) dedi: Eğer onu öldürürse, o da onun gibi olur. O döndü ve dedi: Allah'ın Elçisi, bana ulaştı ki sen \"Eğer onu öldürürse, o da onun gibi olur\" dedin. Ben onu senin emrinle yakaladım, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Senin günahını ve arkadaşının (kardeşinin) günahını üzerine almasını istemez misin? O dedi: Allah'ın Elçisi, neden istemeyeyim? Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi: Eğer öyleyse, öyle olsun. İpi (suçlunun etrafından) attı ve onu serbest bıraktı."
    },
    {
      "id": 47,
      "narrator": "'Alaqama b. Wa'il reported on the authority of his father that a person was brought to the Messenger of Allah (ﷺ) who had killed another person, and the heir of the person slain had dragged him (to the Holy Prophet) with a strap around his neck. As he turned away Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Alqama b. Wa'il, babasından rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) huzuruna başka bir kişiyi getirdiler, bu kişi başka birini öldürmüştü ve öldürülenin mirasçısı onu boynunda bir ip ile sürükleyerek getirdi. Allah'ın Elçisi (ﷺ) dönerken dedi ki: Katil ve öldürülen ateşe (mahkum) olmuştur. Bir kişi diğerine (öldürülenin mirasçısına) geldi ve ona Allah'ın Elçisi'nin (ﷺ) sözlerini iletti, böylece onu serbest bıraktı. İsmail b. Salim dedi ki: Ben bunu Habib b. Ebu Thabit'e anlattım, o da dedi ki: İbn Ashwa' bana Allah'ın Elçisi'nin (ﷺ) ona af dilemesini istediğini, ancak onun reddettiğini bildirdi."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Abu Huraira reported that two women of the tribe of Hudhail fought with each other and one of them flung a stone at the other, killing her and what was in her womb. The case was brought to Allah's Messenger (ﷺ) and he gave judgment that the diyat (indemnity) of her unborn child is a male or a female slave of the best quality, and he also decided that the diyat of the woman is to be paid by her relative on the father's side, and he (the Holy Prophet) made her sons and those who were with them her heirs. Hamal b. al-Nabigha al-Hudhali said:",
      "text": "Ebu Hureyre, Hudhayl kabilesinden iki kadının birbirine taş attığını, bunun sonucunda birinin diğerinin hamileliğini kaybetmesine neden olduğunu bildirmiştir. Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) en iyi kalitede bir erkek veya dişi kölenin tazminat olarak verilmesine hükmetmiştir."
    },
    {
      "id": 51,
      "narrator": "Abu Huraira reported that two women fought-the rest of the hadith is the same but herein no mention has been made of:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "Al-Mughira b. Shu'ba reported that a woman struck her co-wife with a tent-pole and she was pregnant and she killed her. One of them belonged to the tribe of Lihyan. Allah's Messenger (ﷺ) made the relatives of the murderer responsible for the payment of blood-wit on her behalf, and fixed a slave or a female slave as the indemnity for what was in her womb. One of the persons amongst the relatives of the murderer said:",
      "text": "Ebu Hureyre, Banu Lihyan'dan bir kadının hamileliğinin sona ermesi durumunda, suçlu ve yakın akrabasının (tazminat olarak) iyi kalitede bir köle veya köle kızı vermesi gerektiğine hükmettiğini bildirmiştir. Tazminat için hüküm verilen kadın vefat ettiğinde, Allah'ın Elçisi (ﷺ) onun mirasının oğullarına ve kocasına gideceğine ve kan bedelinin (onu vuranın) ailesine ait olduğuna hükmetti."
    },
    {
      "id": 53,
      "narrator": "Al-Mughira b. Shu'ba reported:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Ebu Hureyre, Hudhayl kabilesinden iki kadının birbirleriyle kavga ettiğini ve birinin diğerine taş attığını, bu taşın onu ve karnındaki bebeği öldürdüğünü bildirmiştir. Olay Allah'ın Elçisi'ne (ﷺ) getirildi ve o, doğmamış çocuğun diyatının en iyi kalitede bir erkek veya dişi köle olması gerektiğine hükmetti. Ayrıca, kadının diyatının babası tarafından ödenmesi gerektiğine karar verdi ve o (Kutsal Peygamber) onun oğullarını ve onlarla olanları mirasçıları yaptı. Hamal b. al-Nabigha al-Hudhali dedi ki: Allah'ın Elçisi, ben neden hiç yemek yememiş, içmemiş, ses çıkarmamış birinin kan bedelini ödeyeyim ki; bu, bir hiç gibidir (bu nedenle bunun için kan bedeli talep etmek adil değildir). Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: O, oluşturduğu kafiyeli sözlerden dolayı falcıların kardeşlerinden biri gibi görünüyor."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Miswar b. Makhrama reported that 'Umar b. Khattab consulted people about the diyat of abortion of an unboam child. Mughira b. Shu'ba said:",
      "text": "Ebu Hureyre, iki kadının kavga ettiğini bildirmiştir - hadisin geri kalanı aynıdır ancak burada: O, onun oğlunu ve onlarla olanları mirasçıları yaptı ifadesi geçmemektedir. Birisi dedi: Neden kan bedeli ödeyelim? Ve o, Hamal b. Malik'i anmamıştır."
    }
  ]
}