{
  "language": "tr",
  "metadata": {
    "length": 28,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn Abbas reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Eğer insanlara iddialarına göre verilseydi, insanlar başkalarının canlarını ve mallarını talep ederlerdi, ancak yemin, davalı tarafından alınmalıdır."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) yemin esasına göre davalıdan hüküm verdiğini bildirmiştir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) yemin ve bir tanık (davacı tarafından) esasına göre hüküm verdiğini bildirmiştir."
    },
    {
      "id": 4,
      "narrator": "Umm Salama reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ümmü Seleme, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Bana, aranızdaki ihtilafları getiriyorsunuz; bazılarınız belki diğerlerinden daha etkili bir şekilde savunma yapıyor, bu nedenle ben onların söylediklerine göre hüküm veriyorum. (Hükmümde dikkate alın, eğer ben birinin kardeşinin hakkından bir şey alırsam, o bunu kabul etmemelidir, çünkü ben ona cehennemden bir pay kesmişimdir.)"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, Hişam'dan aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 6,
      "narrator": "Umm Salama, the wife of Allah's Apostle (ﷺ), reported that Allah's Messenger (ﷺ) heard the clamour of contenders at the door of his apartment. He went to them, and said:",
      "text": "Ümmü Seleme, Allah'ın Elçisi (ﷺ) kapısında davacıların gürültüsünü duyduğunu bildirmiştir. Onlara gitti ve şöyle dedi: Ben bir insanım ve davacılar bana (ihtilafı) getiriyor; belki bazılarınız diğerlerinden daha etkili. Ben onu haklı buluyorum ve böylece lehine karar veriyorum. Dolayısıyla, benim hükmümle, bir Müslümanın hakkından haksız yere bir pay alan kimse, ateşten bir pay almış olur; bunu üstlenebilir veya bırakabilir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadis, Ma'mar'dan biraz kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "A'isha reported:",
      "text": "Aişe, Hind bint Utbe, Ebu Süfyan'ın eşi, Allah'ın Elçisi (ﷺ) yanına gelerek şöyle dedi: Ebu Süfyan cimri bir insandır. Bana ve çocuklarıma yeterli nafaka vermiyor, ama (ben zorunluyum) onun malından (bir kısmını) izni olmadan almak. Bunun için bir günahım var mı? Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Onun malından, senin ve çocuklarının ihtiyaçlarını karşılayacak kadar olanı alabilirsin."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bu hadis, Hişam'dan aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 10,
      "narrator": "A'isha reported that Hind came to Allah's Apostle (ﷺ) and said:",
      "text": "Aişe, Hind'in Allah'ın Elçisi (ﷺ) yanına geldiğini ve şöyle dediğini bildirmiştir: Allah'ın Elçisi, yeryüzünde sizin ailenizden başka, Allah'ın onu rezil etmesini istediğim başka bir aile yoktu, (şimdi) yeryüzünde sizin ailenizden başka, Allah'ın ona onur vermesini istediğim başka bir aile yok. Allah'ın Elçisi (ﷺ) şöyle dedi: Bu doğrudur, benim hayatımın elinde olan Allah'a yemin ederim. O, dedi: Allah'ın Elçisi, Ebu Süfyan cimri bir insandır. İzni olmadan onun malından çocuklarımıza harcama yapmamda bir sakınca var mı? Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Onlara makul bir şekilde harcama yapmanda bir sakınca yoktur."
    },
    {
      "id": 11,
      "narrator": "A'isha reported that Hind, daughter of Utba h. Rabi', came to Allah's Messenger (ﷺ) and said:",
      "text": "Aişe, Hind bint Utbe b. Rabi'in Allah'ın Elçisi (ﷺ) yanına geldiğini ve şöyle dediğini bildirmiştir: Allah'ın Elçisi, yeryüzünde sizin ailenizden başka, Allah'ın onu rezil etmesini istediğim başka bir aile yoktu. Ama bugün yeryüzünde sizin ailenizden başka, Allah'ın ona onur vermesini istediğim başka bir aile yok. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Bu artacaktır, benim hayatımın elinde olan Allah'a yemin ederim. O, dedi: Allah'ın Elçisi, Ebu Süfyan cimri bir insandır; onun malından çocuklarımıza harcama yapmamda bir sakınca var mı? O, ona: Hayır, ama sadece makul olanı."
    },
    {
      "id": 12,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Şüphesiz Allah, sizin için üç şeyi sever ve üç şeyi de hoş görmez. Sizi, O'na ibadet etmenizi ve O'na hiçbir şeyi ortak koşmamanızı, Allah'ın ipine sımsıkı sarılmanızı ve dağılmamanızı sever; ve sizin için gereksiz konuşmayı, ısrarcı soruları ve mal israfını hoş görmez."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadis, Suhail'den aynı isnatla rivayet edilmiştir, ancak kelimelerde biraz değişiklik vardır."
    },
    {
      "id": 14,
      "narrator": "Mughira b. Shu'ba reported Allah's Messenger (ﷺ) as saying:",
      "text": "Mugira b. Şu'ba, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Şüphesiz Allah, Azametli ve Celil, sizin için üç şeyi haram kılmıştır: annelere isyan etmek, kız çocuklarını diri diri gömmek, başkalarının hakkını geri verme gücüne sahip olduğu halde onlardan alıkoymak ve (kendi meşru hakkı olmayan) şeyleri talep etmek. Ve O, sizin için üç şeyi hoş görmez; gereksiz konuşma, ısrarcı sorular ve mal israfı."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu hadis, Mansur'dan biraz kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 16,
      "narrator": "Sha'bi reported that the scribe of al-Mughira b. Shu'ba said:",
      "text": "Şa'bi, el-Muğira b. Şu'ba'nın katibinin şöyle dediğini aktardı: Muaviye, Muğira'ya yazdı: Bana Allah'ın Resulü'nden (ﷺ) duyduğun bir şey yaz; o da yazdı: Allah'ın Resulü'nden (ﷺ) şöyle duyduğumu söyledim: Şüphesiz Allah, sizin için üç şeyi hoş görmez: gereksiz konuşma, mal israfı ve sürekli soru sorma."
    },
    {
      "id": 17,
      "narrator": "Warrad reported that al-Mughira wrote to Mu'awiya:",
      "text": "Varrad, el-Muğira'nın Muaviye'ye yazdığını aktardı: Selam sana, sonra da şunu söylemeliyim ki, Allah'ın Resulü'nden (ﷺ) şöyle duyduğumu söyledim: Şüphesiz Allah, üç şeyi yasaklamıştır ve üç şeyi haram kılmıştır. Babanın itaatsizliği, kız çocuklarını diri diri gömme ve geri verme gücüne sahip olduğun şeyi saklama kesinlikle haramdır; ayrıca üç şeyi de yasaklamıştır: gereksiz konuşma, sürekli soru sorma ve mal israfı."
    },
    {
      "id": 18,
      "narrator": "'Amr b. al-'As reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Amr b. el-As, Allah'ın Resulü'nden (ﷺ) şöyle duyduğunu aktardı: Bir hakim, doğru bir karar vermek için elinden geleni yaptıktan sonra doğru bir karar verirse, ona iki sevap vardır; eğer elinden geleni yaptıktan sonra yanlış bir karar verirse, ona bir sevap vardır."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'den başka bir isnatla nakledilmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Bu hadis, Usame b. el-Had el-Leysi'den nakledilmiştir."
    },
    {
      "id": 21,
      "narrator": "Abd al-Rahman b. Abu Bakra reported:",
      "text": "Abd al-Rahman b. Ebu Bekra şöyle bildirdi: Babam, Sijistan hakimi olduğu sırada Ubaidullah b. Ebu Bekra'ya yazdırdı: İki kişi arasında öfkeli olduğun zaman hüküm verme, çünkü Allah'ın Resulü'nden (ﷺ) şöyle duyduğumu söyledim: Hiçbiriniz öfkeli olduğu zaman iki kişi arasında hüküm vermemelidir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, Abd al-Rahman b. Ebu Bekra'dan başka bir isnatla nakledilmiştir."
    },
    {
      "id": 23,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe, Allah'ın Resulü'nden (ﷺ) şöyle dediğini aktardı: Bizim işimizde geçerli bir sebep olmadan yenilikler (sünnet) getiren kimse günah işlemiştir ve bunlar reddedilecektir."
    },
    {
      "id": 24,
      "narrator": "Sa'd b. Ibrahim reported:",
      "text": "Sa'd b. İbrahim bildirdi: Qasim b. Muhammed'e, üç ev sahibi olan bir kişinin her bir evinin üçte birini vasiyet ettiğini sordum; o (Qasim b. Muhammed) dedi ki: Hepsi bir evde birleştirilebilir; sonra dedi ki: Aişe, Allah'ın Resulü'nden (ﷺ) şöyle dediğini bana bildirdi: Bizim tarafımızdan herhangi bir onay almadan yapılan her eylem reddedilecektir."
    },
    {
      "id": 25,
      "narrator": "Zaid b. Khalid al-Juhani reported Allah's Apostle (ﷺ) as saying:",
      "text": "Zaid b. Halid el-Cuhani, Allah'ın Resulü'nden (ﷺ) şöyle dediğini aktardı: Size en iyi şahitleri söylemeyeyim mi? O, delilini istenmeden önce sunan kişidir."
    },
    {
      "id": 26,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nden (ﷺ) şöyle dediğini aktardı: İki kadın, iki oğullarıyla birlikte yürüyordu, bir kurt geldi ve bunlardan birinin çocuğunu aldı. Biri arkadaşına dedi: Senin çocuğunla kaçtı. Diğeri dedi: Hayır, senin çocuğunla kaçtı. Durumu (Hazret) Davud'a (David) götürdüler ve o, büyük olanın lehine karar verdi. Sonra Sulaiman b. Davud'a (ikisine de selam olsun) gittiler ve durumu anlattılar. O dedi ki: Bana bir bıçak getirin ki onu (çocuğu) iki parçaya keseyim. Küçük olan dedi: Hayır, bu olamaz, Allah sana merhamet etsin, o (çocuk) onun (büyüğün) çocuğudur. Böylece o, küçük olanın lehine karar verdi. Ebu Hureyre dedi: Eğer o gün as-sikin kelimesini duyduysam, o gündür. Ona başka bir isim vermedik, sadece al-Mudya dedik."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Bu hadis, Ebu ez-Zinad'dan aynı isnatla nakledilmiştir."
    },
    {
      "id": 28,
      "narrator": "Hammim b. Munabbih said:",
      "text": "Hammim b. Munabbih dedi ki: Ebu Hureyre, Allah'ın Resulü'nden (ﷺ) (çok sayıda) hadis aktardı ve bunlardan biri şudur: Bir kişi, başka bir kişiden bir arazi satın aldı ve o araziyi satın alan kişi, içinde altın bulunan bir toprak kap buldu. Araziyi satın alan kişi, araziyi satan kişiye dedi ki: Altınını benden al, çünkü ben sadece arazini aldım, altını değil. Araziyi satan kişi dedi ki: Ben sana araziyi ve içindekileri sattım. Durumu birine götürdüler. Hakim olarak atanan kişi onlara dedi ki: Aranızda bir mesele var mı? Biri dedi ki: Benim bir oğlum var, diğeri dedi ki: Benim bir kızım var. O (hakim) dedi ki: Bu küçük çocuğu kızla evlendirin, kendinize de bir şey harcayın ve ondan da sadaka verin."
    }
  ]
}