{
  "language": "tr",
  "metadata": {
    "length": 20,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Zaid b. Khalid al-Juhani reported:",
      "text": "Zaid b. Khalid el-Cuheni bildirdi: Bir adam Allah'ın Elçisi'ne (ﷺ) kaybolmuş eşyaların toplanması hakkında sordu. O da: Onun çantasını ve bağlı olduğu ipi iyi tanı, sonra onu bir yıl boyunca duyur, eğer sahibi bu süre içinde gelirse (ona iade et), aksi takdirde o senindir, dedi. Adam tekrar sordu: Kaybolmuş keçi ne olacak? Bunun üzerine o (Kutsal Peygamber) dedi: O senindir veya kardeşinindir, ya da kurdun. Adam tekrar sordu: Kaybolmuş deve ne olacak? Bunun üzerine o dedi: Onunla hiçbir işin yok; onunla birlikte bir deri çanta ve ayakkabıları var. Su içmeye gelir, ağaçların yapraklarını yer, ta ki sahibi onu bulana kadar."
    },
    {
      "id": 2,
      "narrator": "Zaid b. Khalid al-Juhani reported that a person asked Allah's Apostle (ﷺ) about picking up of stray articles, whereupon he said:",
      "text": "Zaid b. Khalid el-Cuheni bildirdi ki, bir kişi Allah'ın Elçisi'ne (ﷺ) kaybolmuş eşyaların toplanması hakkında sordu, bunun üzerine o dedi: Onu bir yıl boyunca duyur, çantayı ve (içindeki) ipi iyi tanı; sonra onu harca; eğer sahibi gelirse, ona bunun bedelini öde. Adam sordu: Allah'ın Elçisi, kaybolmuş keçi ne olacak? O da: Al, çünkü o senindir veya kardeşinindir, ya da kurdun. Adam tekrar sordu: Kaybolmuş deve ne olacak? Allah'ın Elçisi (ﷺ) öyle bir öfkelendi ki, yanakları kızardı (ya da yüzü kızardı) ve sonra dedi: Onunla hiçbir işin yok; onun ayakları ve su içmek için bir deri çantası var, ta ki sahibi onu bulana kadar."
    },
    {
      "id": 3,
      "narrator": "This hadith has been narrated on the authority of Rabi'a b. Abu Abd al-Rahman with the same chain of transmitters but with this addition:",
      "text": "Bu hadis, Rabi'a b. Ebu Abd al-Rahman'dan aynı nakil zinciriyle ancak şu eklemeyle rivayet edilmiştir: \"Ben onunla birlikteyken, Allah'ın Elçisi'ne (ﷺ) bir kişi geldi ve kaybolmuş bir eşya hakkında sordu, o da dedi: Hiç kimse talep etmediğinde, o zaman onu harca.\""
    },
    {
      "id": 4,
      "narrator": "Zaid b. Khalid al-Juhani reported. There came to Allah's Messenger (ﷺ) a person, the rest of the hadith is the same but with the variation (of these words):",
      "text": "Zaid b. Khalid el-Cuheni bildirdi. Allah'ın Elçisi'ne (ﷺ) bir kişi geldi, hadisin geri kalanı aynıdır ancak şu kelimelerle farklılık gösterir: Yüzü kızardı, alnı da, ve rahatsız oldu; ve şu eklemeyi yaptı: Onu bir yıl boyunca duyurmalı, eğer sahibi gelmezse, o senin emanetindir."
    },
    {
      "id": 5,
      "narrator": "Zaid b. Khalid al-Juhani, the Companion ot Allah's Messenger (ﷺ), said that Allah's Messenger (ﷺ) was asked about the picking up of stray gold or silver, whereupon he said:",
      "text": "Zaid b. Khalid el-Cuheni, Allah'ın Elçisi'nin (ﷺ) kaybolmuş altın veya gümüş eşyaların toplanması hakkında sorulduğunu, bunun üzerine o da dedi: Onun ipini ve çantasını iyi tanı, sonra onu bir yıl boyunca duyur, ama eğer kimse tanımazsa, o zaman onu harca, o senin emanetindir; ve eğer bir gün biri gelip bunu talep ederse, ona bunu öde. Adam kaybolmuş deve hakkında sordu, bunun üzerine o dedi: Onunla hiçbir işin yok. Bırak onu, çünkü onun ayakları ve bir deri çantası var, su içer ve ağaçların yapraklarını yer. Adam koyun hakkında sordu, bunun üzerine o dedi: Al, o senindir veya kardeşinindir, ya da kurdun."
    },
    {
      "id": 6,
      "narrator": "Zaid b. Khalid al-Juhani reported:",
      "text": "Zaid b. Khalid el-Cuheni bildirdi: Bir kişi Allah'ın Elçisi'ne (ﷺ) kaybolmuş bir deve hakkında sordu; Rabi'a bu eklemeyi yaptı: O (Kutsal Peygamber) o kadar öfkelendi ki, yanakları kızardı.\" Hadisin geri kalanı aynıdır. O (rivayet eden) bu eklemeyi yaptı: \"Eğer (eşyanın) sahibi gelir ve çantayı (içinde) ve numarasını, ipini tanırsa, o zaman onu onlara ver, ama eğer tanımazsa, o senindir.\""
    },
    {
      "id": 7,
      "narrator": "Zaid b. Khalid al-Juhani reported that Allah's Messenger (ﷺ) was asked about picking up of stray things, whereupon he said:",
      "text": "Zaid b. Khalid el-Cuheni bildirdi ki, Allah'ın Elçisi'ne (ﷺ) kaybolmuş eşyaların toplanması hakkında soruldu, bunun üzerine o dedi: Onu bir yıl boyunca duyur, ama eğer sahibi tanımazsa, o zaman onun büyük ve ipini tanı, sonra onu ye; eğer sahibi gelirse, o zaman ona ver. Bu hadis, Al-Dahhak b. Uthman'dan aynı nakil zinciriyle ancak kelimelerde hafif bir farklılıkla rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "Salama b. Kuhail reported:",
      "text": "Selame b. Kuhail bildirdi: Sawaid b. Ghafala'nın şöyle dediğini duydum: Ben, Zaid b. Suhan ve Selman b. Rabi'a ile cihada çıktım ve bir kamçı buldum ve onu aldım. Onlar bana: Bırak. Ben de: Hayır, onu duyuracağım ve eğer sahibi gelirse (onu iade edeceğim), aksi takdirde kullanacağım, dedim ve onlara itiraz ettim. Cihattan döndüğümüzde, benim için iyi bir şansla, Hac yaptım. Medine'ye geldim ve Ubey b. Ka'b ile buluştum ve ona kamçı meselesini ve Zaid b. Suhan ile Selman b. Rabi'a'nın bu konudaki görüşlerini (yani onu atmamalıyım) anlattım. Bunun üzerine o dedi: Allah'ın Elçisi'nin (ﷺ) zamanında bir para çantası buldum, içinde yüz dinar vardı. Onunla birlikte geldim ve o dedi: Onu bir yıl boyunca duyur; ben de duyurdum ama onu tanıyacak kimse bulamadım. Tekrar ona geldim ve o dedi: Bir yıl boyunca duyur. Ben de onu duyurdum ama tanıyacak kimse bulamadım. Ona geldim, o dedi: Bir yıl boyunca duyur. Ben de onu duyurdum ama tanıyacak kimse bulamadım, bunun üzerine o dedi: Onun numarasını, çantasını ve ipini aklında tut, eğer sahibi gelirse (ona iade et), aksi takdirde onu kullan. Ben de onu kullandım. Ben (Şu'ba) bunu yaptıktan sonra Mekke'de onunla karşılaştım ve o dedi: Üç yıl mı yoksa bir yıl mı dediğini bilmiyorum."
    },
    {
      "id": 9,
      "narrator": "Shu'ba reported:",
      "text": "Şu'ba bildirdi: Selame b. Kuhail bana veya insanlara bildirdi ve ben de aralarındaydım. O dedi: Sawaid b. Ghafala'nın şöyle dediğini duydum: Zaid b. Suhan ve Selman b. Rabi'a ile birlikte çıktım ve bir kamçı buldum, hadisin geri kalanı aynıdır, \"Onu kullandım.\" Şu'ba dedi: Onun on yıl sonra, onu bir yıl boyunca duyurduğunu duydum."
    },
    {
      "id": 10,
      "narrator": "This hadith has been narrated on the authority of Salama b. Kuhail through different chains of transmitters. In their ahadith, it is three years, except in the hadith of Hammid b. Salama it is two years or three years. In the hadith transmitted on the authority of Sufyan and Zaid b. Abu Unaisa and Hammid b. Salama (the words are):",
      "text": "Bu hadis, Selame b. Kuhail'den farklı nakil zincirleriyle rivayet edilmiştir. Onların hadislerinde üç yıl geçmektedir, ancak Hammid b. Selame'nin hadisinde iki yıl veya üç yıl geçmektedir. Sufyan ve Zaid b. Ebu Unaisa ve Hammid b. Selame'nin rivayetinde (kelimeler şunlardır): \"Eğer biri gelir ve çantanın ve iplerin sayısını bildirirse, o zaman ona ver.\" Sufyan, Waki' rivayetinde bu eklemeyi yapmıştır: \"Aksi takdirde o senin malın gibidir.\" Ve İbn Numair'in rivayetinde kelimeler şunlardır: \"Aksi takdirde onu kullan.\""
    },
    {
      "id": 11,
      "narrator": "",
      "text": "'Abd al-Rahman b. 'Uthman el-Taymi bildirdi ki, Allah'ın Elçisi (ﷺ) hacıların kaybolmuş eşyalarını almak için tutmayı yasakladı."
    },
    {
      "id": 12,
      "narrator": "Zaid b. Khalid al-Juhani reported Allah's Messenger (ﷺ) as sayin.:",
      "text": "Zaid b. Khalid el-Cuheni bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Kaybolmuş bir eşyayı bulan, onu duyurmazsa kendisi de kaybolur."
    },
    {
      "id": 13,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) having said this:",
      "text": "İbn 'Umar, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Hiçbiriniz başkasının hayvanını, onun izni olmadan sağmamalıdır. İçinizden biri, odasının yağmalanmasını, kasalarının kırılmasını ve yiyeceklerinin alınmasını ister mi? Şüphesiz, hayvanları besleyenler için hazineler, hayvanların memeleridir. Bu yüzden hiç kimse başkasının hayvanını, onun izni olmadan sağmamalıdır."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu hadis, başka bir nakil zinciriyle hafif bir kelime farklılığıyla rivayet edilmiştir."
    },
    {
      "id": 15,
      "narrator": "Abd Shuraib al-Adawi reported:",
      "text": "Abd Şuraib el-Adavi bildirdi: Kulaklarım dinledi ve gözlerim gördü ki, Allah'ın Elçisi (ﷺ) konuştu ve şöyle dedi: Allah'a ve ahirete inanan, misafire en güzel şekilde ve nazikçe saygı göstermelidir. Onlar dediler: Allah'ın Elçisi, bu en güzel naz ve incelik nedir? O da şöyle cevap verdi: Bir gün ve bir gece içindir. Misafirperverlik üç gün sürer, bunun ötesi onun için bir sadakadır; ve Allah'a ve ahirete inanan, ya güzel bir söz söylesin ya da susmalıdır."
    },
    {
      "id": 16,
      "narrator": "Abu Shuriah al-Khuza'i reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Şureyh el-Khuza'i, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Misafirin ağırlama süresi üç gündür, en güzel ikram ise bir gün ve bir gecedir. Bir Müslümanın kardeşiyle birlikte kalması, onu günaha sokacak şekilde olmamalıdır.\" Onlar: \"Ey Allah'ın Elçisi, onu nasıl günaha sokabilir?\" dediler. O (Kutsal Peygamber) şöyle dedi: \"O, misafiri o kadar süre ağırlarsa ki, misafire ikram edecek hiçbir şey kalmaz.\""
    },
    {
      "id": 17,
      "narrator": "Sa'id al-Maqburi reported:",
      "text": "Sa'id el-Makburi bildirdi: Ebu Şureyh el-Khuza'i'nin şöyle dediğini duydum: \"Kulaklarım duydu, gözlerim gördü ve aklım bunu hatırladı, Allah'ın Elçisi (ﷺ) bunu söylediğinde.\" Ardından hadisi nakletti ve şunu belirtti: \"Sizden hiç kimsenin kardeşiyle birlikte kalması, onu günaha sokacak şekilde olmamalıdır.\""
    },
    {
      "id": 18,
      "narrator": "'Uqba b. Amir reported:",
      "text": "Ukbe b. Amir bildirdi: Biz Allah'ın Elçisi (ﷺ)'ne dedik: \"Bizi gönderiyorsun ve biz, bize misafirperverlik göstermeyen insanlara geliyoruz, senin görüşün nedir?\" Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer misafir olarak size yakışan şeyleri emreden bir topluluğa giderseniz, kabul edin; ama eğer yapmazlarsa, misafire vermeleri gereken şeylerden alın.\""
    },
    {
      "id": 19,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri bildirdi: Allah'ın Elçisi (ﷺ) ile bir yolculukta iken, bir kişi binek hayvanıyla geldi ve sağa sola bakmaya başladı. O anda Allah'ın Elçisi (ﷺ) şöyle dedi: \"Elinde fazladan bir binek hayvanı olan, binek hayvanı olmayan birine onu vermelidir; ve elinde fazla yiyecek olan, yiyeceği olmayan birine vermelidir.\" Ve birçok çeşit zenginlikten bahsetti, ta ki aramızda hiç kimsenin fazlalık üzerinde hakkı olmadığı kanaatine vardık."
    },
    {
      "id": 20,
      "narrator": "Iyas b. Salama reported on the authority of his father:",
      "text": "İyas b. Selame, babası aracılığıyla bildirdi: Allah'ın Elçisi (ﷺ) ile bir sefere çıktık. İkram bulmakta zorluk çektik, ta ki binek hayvanlarımızdan bazılarını kesmeye karar verene kadar. Allah'ın Elçisi (ﷺ), yiyeceklerimizi bir araya toplamamız için bize emir verdi. Bunun üzerine bir deri örtü serdik ve insanların yiyecekleri onun üzerine toplandı. Ben de yiyeceklerin serildiği örtünün ne kadar olduğunu ölçmek için kendimi uzattım. Ölçtüm ve (uzunluğunun ve genişliğinin) bir keçinin oturabileceği kadar olduğunu buldum. Biz, bin dört yüz kişiydik. Hepimiz doyuncaya kadar yedik ve sonra çantalarımızı yiyeceklerle doldurduk. Sonra Allah'ın Elçisi (ﷺ) dedi ki: \"Ablution için su var mı?\" O sırada bir adam, içinde biraz su bulunan küçük bir kova ile geldi. Suyu bir leğene döktü. Biz, bin dört yüz kişi, bol su ile abdest aldık. Ardından sekiz kişi daha geldi ve \"Ablution için su var mı?\" dediler. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"Ablution zaten yapılmıştır.\""
    }
  ]
}