{
  "language": "tr",
  "metadata": {
    "length": 266,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It has been narrarted on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: İnsanlar Kureyş'e tabi olacaklardır: içlerinde Müslüman olanlar, Müslüman olanlara tabi olacak, içlerinde kafir olanlar da kafir olanlara tabi olacaktır."
    },
    {
      "id": 2,
      "narrator": "It has been narrated on the authority of Hammam b. Munabbih who said:",
      "text": "Hammam b. Munabbih'ten rivayet edilmiştir ki, o şöyle demiştir: Bu, Abu Huraira'dan Allah'ın Resulü (ﷺ) tarafından nakledilen hadislerden biridir. Resulullah (ﷺ) şöyle buyurmuştur: İnsanlar Kureyş'e tabi olacaklardır: içlerinde Müslüman olanlar, Müslüman olanlara tabi olacak, içlerinde kafir olanlar da kafir olanlara tabi olacaktır."
    },
    {
      "id": 3,
      "narrator": "It has been narrated on the authority of Jabir b. 'Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir b. Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: İnsanlar Kureyş'in iyi ve kötü (yani İslam öncesi ve sonrası geleneklerinde) takipçileri olacaklardır."
    },
    {
      "id": 4,
      "narrator": "It has been narrated on the authority of 'Abdullah that the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Halifelik Kureyş arasında kalacaktır, hatta yeryüzünde sadece iki kişi kalsa bile."
    },
    {
      "id": 5,
      "narrator": "It has been narrated on the authority of Jabir b. Samura who said:",
      "text": "Jabir b. Samura'dan rivayet edilmiştir ki, ben babamla birlikte Peygamber (ﷺ) ile birlikteydim ve onu şöyle derken duydum: Bu halifelik, aralarında on iki halife oluncaya kadar sona ermeyecektir. Rivayet eden kişi dedi ki: Sonra o (Peygamber) öyle bir şey söyledi ki, onu takip edemedim. Babama dedim: Ne söyledi? O da dedi ki: Hepsi Kureyş'ten olacak."
    },
    {
      "id": 6,
      "narrator": "It has been reported on the authority of Jabir b. Samura who said:",
      "text": "Jabir b. Samura'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: İnsanların işleri, on iki adam tarafından yönetildiği sürece (iyi) devam edecektir. Sonra Peygamber (ﷺ) benim için belirsiz olan sözler söyledi. Babama sordum: Allah'ın Resulü (ﷺ) ne dedi? O da dedi ki: Hepsi (on iki adam) Kureyş'ten olacak."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadis, Jabir b. Samura'dan başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "It has been narrated on the authority of Jabir b. Samura who said:",
      "text": "Jabir b. Samura'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: İslam, on iki halife oluncaya kadar galip gelmeye devam edecektir. Sonra Peygamber (ﷺ) öyle bir şey söyledi ki, onu anlayamadım. Babama sordum: Ne dedi? O da dedi ki: Hepsi (on iki halife) Kureyş'ten olacak."
    },
    {
      "id": 9,
      "narrator": "It has been narrated on the authority of Jabir b. Samura that the Prophet (ﷺ) said:",
      "text": "Jabir b. Samura'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: Bu düzen, on iki halife oluncaya kadar hâkimiyetini sürdürecektir. Rivayet eden kişi dedi ki: Sonra o, benim anlayamadığım bir şey söyledi ve ben babama dedim: Ne söyledi? Babam bana, hepsinin (halifelerin) Kureyş'ten olacağını söyledi."
    },
    {
      "id": 10,
      "narrator": "It has been reported on the authority of Jabir b. Samura who said:",
      "text": "Jabir b. Samura'dan rivayet edilmiştir ki, ben babamla birlikte Allah'ın Resulü'ne (salat ve selam üzerine olsun) gittim ve onu şöyle derken duydum: Bu din, on iki halife oluncaya kadar güçlü ve hâkim kalacaktır. Sonra insanların gürültüsü nedeniyle yakalayamadığım bir şey ekledi. Babama sordum: Ne dedi? Babam dedi ki: Hepsi Kureyş'ten olacak."
    },
    {
      "id": 11,
      "narrator": "It has been narrated on the authority of Amir b. Sa'd b. Abu Waqqas who said:",
      "text": "Amir b. Sa'd b. Ebu Vakkas'tan rivayet edilmiştir ki, ben Jabir b. Samura'ya bir mektup yazdım ve ona, Allah'ın Resulü'nden (ﷺ) duyduğu bir şeyi bana bildirmesi için hizmetçim Nafi' aracılığıyla gönderdim. O da (cevap olarak) bana yazdı: Cuma akşamı, el-Aslami'nin (zina suçundan) taşlanarak öldürüldüğü günde, Allah'ın Resulü (ﷺ) şöyle buyurdu: İslam dini, Kıyamet Saati kuruluncaya kadar devam edecektir veya siz on iki halife tarafından yönetileceksiniz, hepsi Kureyş'ten olacak. Ayrıca şöyle dedi: Müslümanların küçük bir kuvveti, beyaz sarayı, Pers İmparatoru veya onun soyundan gelenlerin polislerini ele geçirecektir. Ayrıca şöyle dedi: Kıyamet Günü'nden önce bir takım sahtekarlar ortaya çıkacaktır. Onlardan sakınmalısınız. Ayrıca şöyle dedi: Allah, sizden birine mal verirse, önce onu kendisine ve ailesine harcasın (sonra da yoksullara sadaka versin). Ayrıca şöyle dedi: Ben, Cistern'de sizin öncünüz olacağım (gelişinizi bekleyerek)."
    },
    {
      "id": 12,
      "narrator": "Ibn Samura al-'Adawi reported:",
      "text": "İbn Samura el-Adavi bildirdi: Ben, Allah'ın Resulü'nden (ﷺ) bir şey duyduğumu ve ardından (yukarıda bahsedilen hadisi) rivayet etti."
    },
    {
      "id": 13,
      "narrator": "It has been narrated on the authority of 'Abdullah b. 'Umar who said:",
      "text": "Abdullah b. Ömer'den rivayet edilmiştir ki, ben babamla birlikteyken yaralandı. İnsanlar onu övdü ve dediler ki: Allah sana güzel bir mükafat versin! O dedi ki: Ben, Allah'ın merhametinden umutluyum ama O'nun gazabından da korkuyorum. İnsanlar dediler: Birini halef olarak tayin et. O dedi ki: Ben, hayatımda ve ölümümde sizin işlerinizi yürütme yükünü taşıyacak mıyım? (Halifelik meselesi açısından) Benim, Yüce Allah katında kendimi temize çıkarmak istediğim gibi, ne bir şeyim olsun ne de bir şeyim olmasın. Eğer halef tayin edersem, (bunu) benden daha iyi olan biri yaptığı için yaparım. (Abu Bekir'i kastederek.) Eğer sizi yalnız bırakırsam, (bunu) benden daha iyi olan, yani Allah'ın Resulü (ﷺ) yaptığı için yaparım. Abdullah der ki: O, Allah'ın Resulü (ﷺ) adını anınca, kimseyi halife tayin etmeyeceğini anladım."
    },
    {
      "id": 14,
      "narrator": "It has been reported on the authority of Ibn 'Umar who said:",
      "text": "İbn Ömer'den rivayet edilmiştir ki, ben (kız kardeşim) Hafsa'nın odasına girdim. O dedi ki: Biliyor musun, baban halefini tayin etmeyecek? Ben dedim: O bunu yapmayacak. O dedi ki: O bunu yapacak. Rivayet eden kişi dedi ki: Ben, bu mesele hakkında onunla konuşacağıma dair yemin ettim. Sessiz kaldım, ertesi sabaha kadar konuşmadım ve sanki sağ elimde bir dağ taşıyormuşum gibi hissettim. Nihayet ona geldim ve odasına girdim. (Beni görünce) insanlarla ilgili durumu sordu ve ben de ona bilgi verdim. Sonra ona dedim: İnsanlardan bir şey duydum ve bunu sana ileteceğime dair yemin ettim. Onlar, halef tayin etmeyeceğini düşünüyorlar. Eğer atadığın bir deve ve koyun çobanı geri dönüp hayvanları bırakırsan, kesinlikle hayvanların kaybolduğunu düşüneceksin. İnsanların işlerine bakmak daha ciddi ve önemlidir. (Ölen halife) benim sözlerimden etkilendi. Bir süre düşünceli bir şekilde başını eğdi ve sonra bana bakarak dedi ki: Allah, kesinlikle dinini koruyacaktır. Eğer ben halef tayin etmezsem (benden önce bir örnek var), çünkü Allah'ın Resulü (ﷺ) halef tayin etmedi. Ve eğer ben birini tayin edersem (bir örnek var), çünkü Abu Bekir tayin etti. Rivayet eden kişi (İbn Ömer) dedi ki: Allah'a yemin ederim, o Allah'ın Resulü (ﷺ) ve Abu Bekir'i anınca, kimseyi Allah'ın Resulü (ﷺ) ile eş tutmayacağını ve kimseyi tayin etmeyeceğini anladım."
    },
    {
      "id": 15,
      "narrator": "It has been reported on the authority of 'Abd al-Rahman b. Samura who said:",
      "text": "Abd al-Rahman b. Samura'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bana şöyle dedi: 'Abd al-Rahman, bir makam isteme, çünkü eğer bu makamı istemen sonucunda sana verilirse, yalnız kalırsın (bu sorumlulukları yerine getirmek için Allah'ın yardımı olmadan), eğer sana istemeden verilirse, (görevlerini yerine getirmekte) Allah tarafından yardım edilirsin."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Aynı hadis, farklı bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 17,
      "narrator": "It has been narrated by Abu Musa who said:",
      "text": "Bu hadis, Abu Musa tarafından rivayet edilmiştir. O şöyle dedi: İki kuzenim ve ben Peygamberin (ﷺ) dairesine girdik. Onlardan biri dedi ki: Allah'ın Elçisi, bizi Yüce Allah'ın emanet ettiği bazı toprakların yöneticisi tayin et. Diğeri de benzer bir şey söyledi. O şöyle dedi: Biz, bu makama talip olan veya buna hırs gösteren kimseyi tayin etmeyiz."
    },
    {
      "id": 18,
      "narrator": "It has been reported on the authority of Abu Musa who said:",
      "text": "Bu hadis, Abu Musa'nın rivayetiyle aktarılmıştır. O şöyle dedi: Peygamberin (ﷺ) yanına gittim ve yanımda Ash'ari kabilesinden iki adam vardı. Biri sağımda, diğeri solumdaydı. Her ikisi de Peygamber (ﷺ) dişlerini misvakla fırçalarken bir görev talep ettiler. O (bana) dedi ki: Abu Musa (veya 'Abdullah b. Qais), onların talebi hakkında ne dersin? Ben dedim: Allah'a yemin ederim ki, bana akıllarındaki şeyi açıklamadılar ve bir görev isteyeceklerini bilmiyordum. Rivayet eden, bu hadisi hatırlarken şöyle diyor: Sanki Peygamberin (ﷺ) misvakını dudakları arasında görüyormuşum gibi. O (Peygamber) dedi: Biz, kamu görevlerine talip olanları asla tayin etmeyeceğiz, ama sen gidebilirsin, Abu Musa (veya Abdullah b. Qais) (görevine git). Onu Yemen'e vali olarak gönderdi. Ardından Mu'adh b. Cebel'i onun arkasından (görevine yardımcı olması için) gönderdi. Mu'adh, Abu Musa'nın kampına ulaştığında, o (karşılayarak) dedi: Lütfen in; ve ona bir yatak serdi, o sırada elleri ve ayakları bağlı bir adam mahkum olarak oradaydı. Mu'adh dedi: Bu kim? Abu Musa dedi: O bir Yahudi idi. İslam'ı kabul etti. Sonra eski dinine döndü ve Yahudi oldu. Mu'adh dedi: O, Allah ve Elçisi (ﷺ) tarafından verilen hükme göre öldürülmeden oturmayacağım. Abu Musa dedi: Otur. Olacak. O dedi: O, Allah ve Elçisi (ﷺ) tarafından verilen hükme göre öldürülmeden oturmayacağım. Bu sözleri üç kez tekrar etti. Sonra Abu Musa ona (öldürülmesi için) emir verdi ve o öldürüldü. Sonra ikisi gece namazında durmaktan konuştular. Bunlardan biri, yani Mu'adh, dedi: Ben (gecenin bir kısmında) uyurum ve (bir kısmında) namaz kılarım ve umarım ki uyumaktan aldığım ödül, namaz kılmaktan aldığım ödülle aynı olur."
    },
    {
      "id": 19,
      "narrator": "It has been narrated on the authority of Abu Dharr who said:",
      "text": "Bu hadis, Abu Dharr'ın rivayetiyle aktarılmıştır. O şöyle dedi: Ben Peygambere (ﷺ) dedim: Allah'ın Elçisi, beni bir kamu görevine tayin etmeyecek misin? O, elini omzuma koyarak dedi ki: Abu Dharr, sen zayıfsın ve yönetim bir emanet. Kıyamet Günü, bunun bir utanç ve pişmanlık kaynağıdır; ancak yükümlülüklerini yerine getiren ve ona bağlı görevleri düzgün bir şekilde yerine getiren için."
    },
    {
      "id": 20,
      "narrator": "It has been reported on the authority of Abu Dharr that the Messenger of of Allah (ﷺ) said:",
      "text": "Bu hadis, Abu Dharr'ın rivayetiyle aktarılmıştır ki, Allah'ın Elçisi (ﷺ) dedi: Abu Dharr, senin zayıf olduğunu görüyorum ve senin için kendim için istediğimi istiyorum. İki kişiyi bile yönetme ve bir yetimin malını yönetme."
    },
    {
      "id": 21,
      "narrator": "It has been narrated on the authority of 'Abdullah b. 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "Bu hadis, 'Abdullah b. 'Umar'ın rivayetiyle aktarılmıştır ki, Allah'ın Elçisi (ﷺ) dedi: Dikkat edin! Adalet dağıtıcıları, Allah'ın yanında, Merhametli'nin sağında, ışık sütunları üzerinde oturacaklardır. Varlığın her iki yanı da sağ taraftır ve her ikisi de eşit derecede faziletlidir. (Adalet dağıtıcıları) aileleriyle ilgili meselelerde ve üstlendikleri her işte adaletle hareket edenlerdir."
    },
    {
      "id": 22,
      "narrator": "It has been reported on the authority of Abd al-Rahman b. Shumasa who said:",
      "text": "Bu hadis, Abd al-Rahman b. Shumasa'nın rivayetiyle aktarılmıştır ki, o şöyle dedi: A'işe'ye bir şey sormak için geldim. O dedi: Sen hangi halktansın? Ben dedim: Mısır halkındanım. O dedi: Sizin valiniz bu savaşta size nasıl davrandı? Ben dedim: Ondan kötü bir şey yaşamadık. İçimizden birinin devesi ölse, ona bir deve bağışlardı. İçimizden biri kölesini kaybetse, ona bir köle verirdi. Herhangi birimizin temel ihtiyaçları olursa, onlara yiyecek sağlardı. O dedi: Dikkat et! Kardeşim, Muhammed b. Abu Bekir'e yapılan muamele, sana Allah'ın Elçisi'nden (ﷺ) duyduğum şeyi anlatmama engel olamaz. O, bu evimde şöyle dedi: Ey Allah! Halkımın işlerine bir şekilde hakim olan ve onlara sert davranan, ona sert davran; halkımın işlerine bir şekilde hakim olan ve onlara nazik davranan, ona nazik ol."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Bu hadis, Abd al-Rahman b. Shumasa'nın rivayetiyle başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 24,
      "narrator": "It has been narrated on the authority of Ibn 'Umar that the Prophet (May be upon him) said:",
      "text": "Bu hadis, İbn 'Umar'ın rivayetiyle aktarılmıştır ki, Peygamber (sallallahu aleyhi ve sellem) dedi: Dikkat edin! Hepiniz bir çobansınız ve her biriniz sürüsü hakkında sorumlusunuz. Halife, halk üzerinde bir çobandır ve tebaası hakkında nasıl davrandığı konusunda sorgulanacaktır. Bir adam, ailesinin bireyleri üzerinde bir koruyucudur ve onlara nasıl baktığı konusunda sorgulanacaktır. Bir kadın, kocasının ve çocuklarının evinde bir koruyucudur ve onlara nasıl baktığı konusunda sorgulanacaktır. Bir köle, efendisinin malı üzerinde bir koruyucudur ve onu nasıl koruduğu konusunda sorgulanacaktır. Dikkat edin, hepiniz bir koruyucusunuz ve her biriniz güvenilirliğiniz hakkında sorgulanacaksınız."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Bu hadis, birden fazla nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 26,
      "narrator": "This hadith has been transmitted on the authority of Ibn 'Umar, but there is (a slight change of wording) in the hadith transmitted through Zuhri that he said:",
      "text": "Bu hadis, İbn 'Umar'ın rivayetiyle aktarılmıştır, ancak Zuhri aracılığıyla aktarılan hadiste (biraz farklı bir ifade) vardır ki, o şöyle dedi: \"Bence (rivayet eden) dedi ki: Adam, babasının malının koruyucusudur ve kendisine emanet edilen şeyler hakkında sorumlu olacaktır.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Aynı anlama gelen bir hadis, 'Abdullah b. 'Umar'ın rivayetiyle aktarılmıştır."
    },
    {
      "id": 28,
      "narrator": "It has been narrated on the authority of Hasan who said:",
      "text": "Bu hadis, Hasan'ın rivayetiyle aktarılmıştır ki, o şöyle dedi: Ubaidullah b. Ziyad, Ma'qil b. Yasir el-Muzani'yi son hastalığında ziyaret etti. Ma'qil ona dedi: Sana, Allah'ın Elçisi'nden (ﷺ) duyduğum bir hadisi aktarıyorum. Eğer bu hastalıktan kurtulacağımı bilseydim, bunu sana aktarmayacaktım. Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: Eğer Allah, birini bir kavmin yöneticisi tayin ederse ve o, halkına karşı hala hain olarak ölürse, Allah onun cennete girmesini yasaklar."
    },
    {
      "id": 29,
      "narrator": "It has been narrated through a different chain of transmitters on the authority of Hasan who said:",
      "text": "Bu hadis, Hasan'ın rivayetiyle başka bir nakil zinciriyle aktarılmıştır ki, o şöyle dedi: İbn Ziyad, ciddi şekilde hasta olan Ma'qil b. Yasir'i ziyaret etti. Burada, daha önce geçen aynı hadis yer almaktadır, ancak İbn Ziyad sordu: Neden bu hadisi bana daha önce aktarmadın? Ma'qil onu azarladı ve dedi: Ben sana bunu aktarmadım ya da bunu aktarmayı düşünmüyordum."
    },
    {
      "id": 30,
      "narrator": "It has been narrated on the authority of Abu Malik that Ubaidullah b. Ziyad visited Ma'qil b. Yaser in the latter's illness. Ma'qil said to him:",
      "text": "Bu hadis, Abu Malik'in rivayetiyle aktarılmıştır ki, Ubaidullah b. Ziyad, Ma'qil b. Yaser'i hastalığında ziyaret etti. Ma'qil ona dedi: Sana bir hadis aktarıyorum. Eğer ölüm kapısında olmasaydım, bunu sana aktarmayacaktım. Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dedi: Müslümanların işlerine hakim olan bir yönetici, onların iyiliği için çaba göstermiyor ve onlara samimiyetle hizmet etmiyorsa, cennete onlarla birlikte girmeyecek."
    },
    {
      "id": 31,
      "narrator": "It has been narrated on the authority of Abu al-Aswad who said:",
      "text": "Abu el-Asvad'dan rivayet edilmiştir. O, babasının Ma'qil b. Yasir'in hastalandığını anlattığını söyledi. 'Ubaidullah b. Ziyad, onun sağlık durumunu sormak için onu ziyaret etti. İşte bu rivayet, Hasan'dan Ma'qil üzerinden nakledilmiştir."
    },
    {
      "id": 32,
      "narrator": "It has been narrated on the authority of Hasan that A'idh b. 'Amr who was one of the Companions of the Messenger of Allah (ﷺ) called on 'Ubaidullah b. Ziyad and said (to him):",
      "text": "Hasan'dan rivayet edilmiştir ki, A'idh b. 'Amr, Allah'ın Resulü (ﷺ) sahabelerinden biriydi. 'Ubaidullah b. Ziyad'ı ziyaret etti ve ona şöyle dedi: \"Ey evladım, Allah'ın Resulü (ﷺ) şöyle buyurdu: En kötü vekil zalim yöneticidir. Onlardan biri olmaktan sakın.\" 'Ubaidullah ona kibirle: \"Otur!\" dedi. \"Sen, Muhammed'in (ﷺ) sahabelerinin samanından birisin.\" A'idh şöyle dedi: \"Onların arasında değersiz saman mı vardı? Değersiz saman, onlardan sonra ve diğer insanlar arasında ortaya çıktı.\""
    },
    {
      "id": 33,
      "narrator": "It has been narrated on the authority of Abu Huraira who said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, bir gün Allah'ın Resulü (ﷺ) aramızda (hutbe vermek için) durdu. Ganimetin kötüye kullanılması hakkında konuştu ve bunu ciddi bir mesele ve büyük bir günah olarak ilan etti. Sonra şöyle dedi: \"Sizden herhangi birinin Kıyamet Günü, boynunda hırlayan bir deve ile gelmesini ve bana yardım istemesini istemiyorum. 'Ey Allah'ın Resulü, bana yardım et!' dediğinde, ben de: 'Sana yardım etme yetkim yok; ben bunu size ilettim.' demek istemiyorum. Sizden herhangi birinin Kıyamet Günü, boynunda meleme yapan bir koyun ile gelmesini ve bana: 'Ey Allah'ın Resulü, bana yardım et!' demesini istemiyorum. Ben de: 'Sana yardım etme yetkim yok; ben bunu size ilettim.' demek istemiyorum. Sizden herhangi birinin Kıyamet Günü, boynunda yüksek sesle ağlayan bir insan ile gelmesini ve bana: 'Ey Allah'ın Resulü, bana yardım et!' demesini istemiyorum. Ben de: 'Sana yardım etme yetkim yok; ben bunu size ilettim.' demek istemiyorum. Sizden herhangi birinin Kıyamet Günü, boynunda uçuşan elbiselerle gelmesini ve bana: 'Ey Allah'ın Resulü, bana yardım et!' demesini istemiyorum. Ben de: 'Sana yardım etme yetkim yok; ben bunu size ilettim.' demek istemiyorum. Sizden herhangi birinin Kıyamet Günü, boynunda bir yığın altın ve gümüş ile gelmesini ve bana: 'Ey Allah'ın Resulü, bana yardım et!' demesini istemiyorum. Ben de: 'Sana yardım etme yetkim yok; ben bunu size ilettim.' demek istemiyorum.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Yukarıdaki rivayet aynı otoriteden farklı nakil zincirleriyle aktarılmıştır."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Abu Huraira bu hadisi kelime farklılığı ile nakletmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Abu Huraira bu hadisi yukarıda bahsedilen hadise benzer şekilde nakletmiştir."
    },
    {
      "id": 37,
      "narrator": "It has been narrated on the authority of Abu Humaid as-Sa'idi who said:",
      "text": "Abu Humaid as-Sa'idi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Asad kabilesinden Ibn Lutbiyya adında bir adamı Sadaqa'nın başına getirdi (yani, devlete ait Sadaqa'yı halktan toplamakla yetkilendirdi). O, (topladıklarıyla) geri döndüğünde: \"Bu senin, bu da bana hediye olarak sunuldu.\" dedi. Rivayet eden kişi şöyle dedi: Allah'ın Resulü (ona selam olsun) minberde durdu ve Allah'ı övdü ve yüceltti. Sonra şöyle dedi: \"Bana bir görev verdiğim bir devlet memuru, gelip: 'Bu senin, bu da bana hediye olarak sunuldu.' derse ne olacak? Neden babasının evinde veya annesinin evinde kalmadı, hediyelerin kendisine gelip gelmediğini gözlemlemek için? Muhammad'ın hayatı elinde olan varlığa yemin ederim ki, sizden hiç kimse ondan bir şey almayacak, fakat Kıyamet Günü, boynunda hırlayan bir deve, ya da böğüren bir inek, ya da meleyen bir koyun ile gelecek. Sonra ellerini kaldırdı ki, koltuk altlarının beyazlığını görebilelim. Sonra iki kez: \"Ey Allahım, ben (Senin emirlerini) ilettim.\" dedi."
    },
    {
      "id": 38,
      "narrator": "It has been reported on the authority of Abu Humaid as-Sa'idi who said:",
      "text": "Abu Humaid as-Sa'idi'den rivayet edilmiştir ki, Peygamber (ﷺ) Ibn Lutbiyya adında Azd kabilesinden bir adamı Sadaqa'nın başına getirdi (devlet adına halktan hediyeleri almak için yetkilendirdi). O, toplama ile geldi, bunu Peygamber'e (ﷺ) verdi ve: \"Bu servet senin, bu da bana hediye olarak sunuldu.\" dedi. Peygamber (ﷺ) ona: \"Neden babanın ve annenin evinde kalmadın, hediyelerin gelip gelmediğini görmek için?\" dedi. Sonra bir hutbe vermek için ayağa kalktı. İşte burada, Sufyan'ın rivayeti gibi bir rivayet geliyor."
    },
    {
      "id": 39,
      "narrator": "It has been reported on the authority of Abu Humaid as-Sa'idi who said:",
      "text": "Abu Humaid as-Sa'idi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Banu Sulaim'den alınacak Sadaqat için Ibn al-Utbiyya adında Azd kabilesinden bir adamı görevlendirdi. O geri döndüğünde, Allah'ın Resulü (ﷺ) ondan hesap sordu. O: \"Bu servet senin (yani kamu hazinesi için) ve bu da bana hediye.\" dedi. Allah'ın Resulü (ﷺ) şöyle dedi: \"Eğer doğru söylüyorsan, babanın ve annenin evinde kalmalıydın, hediyen sana gelene kadar.\" Sonra bize hitap etti. Allah'ı övdü ve yüceltti, ardından şöyle dedi: \"Sizden birini sorumlu bir göreve atıyorum ve ona, Allah'ın bana emanet ettiği yetkiyi paylaşıyorum, o da bana gelip: 'Bu servet senin (yani kamu hazinesi için) ve bu da bana hediye.' diyor. Neden babasının ve annesinin evinde kalmadı ve hediyen ona geldi, eğer doğruysa? Allah'a yemin ederim ki, sizden hiç kimse (kamu fonlarından) hiçbir şeyi haksız yere almayacak, fakat Kıyamet Günü, onu taşıyarak Rabbine gidecek. Ben, sizden herhangi birinizi, boynunda hırlayan bir deve, ya da böğüren bir inek, ya da meleyen bir koyun ile Allah ile karşılaşırken tanıyacağım.\" Sonra ellerini o kadar yukarı kaldırdı ki, koltuk altlarının beyazlığı görünüyordu. Sonra şöyle dedi: \"Ey Rabbim, ben (Senin emirlerini) ilettim.\" Rivayet eden kişi: \"Gözlerim (Peygamberin o pozisyonda durduğunu) gördü ve kulaklarım (ne söylediğini) duydu.\" dedi."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Bu rivayet, Hişam aracılığıyla farklı bir nakil zinciri ile aktarılmıştır ve kelime farklılığı vardır."
    },
    {
      "id": 41,
      "narrator": "It has been narrated on the authority of Abu Humaid as-Sa'idi that the Messenger of Allah (ﷺ) appointed a man in charge of Sadaqa (authorising him to receive charity from the people on behalf of the State). He came (back to the Holy prophet) with a large number of things and started saying:",
      "text": "Abu Humaid as-Sa'idi'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir adamı Sadaqa'nın başına getirdi (devlet adına halktan hayır toplamak için yetkilendirdi). O, (Peygamber'e) geri döndüğünde birçok şeyle geldi ve: \"Bu senin, bu da bana hediye olarak sunuldu.\" demeye başladı. İşte burada, daha önce geçen rivayet geliyor, tek farkla ki 'Urva (nakil zincirindeki bir rivayetçi) Abu Humaid'e: \"Bunu Allah'ın Resulü'nden (kendisi) duydun mu?\" diye sordu. O da: \"Kulaklarım onun ağzından duydu.\" diye cevap verdi."
    },
    {
      "id": 42,
      "narrator": "It has been reported on the authority of 'Adi b. 'Amira al-Kindi who said:",
      "text": "'Adi b. 'Amira al-Kindi'den rivayet edilmiştir ki, ben Allah'ın Resulü (ﷺ) şöyle derken duydum: \"Aramızdan herhangi biri, bir yetki ile görevlendirilirse ve bizden bir iğne ya da daha küçük bir şeyi gizlerse, bu kamu fonlarının kötüye kullanımı olur ve Kıyamet Günü onu ortaya koymak zorunda kalır.\" Rivayet eden kişi: \"Ansar'dan esmer tenli bir adam ayağa kalktı - onu hala gözümde canlandırabiliyorum - ve: 'Ey Allah'ın Resulü, görevini benden geri al.' dedi. O da: 'Sana ne oldu?' dedi. Adam: 'Senin şöyle dediğini duydum.' dedi. O da: 'Ben bunu şimdi de söylüyorum: Aramızdan herhangi biri, bir yetki ile görevlendirilirse, her şeyi, büyük ya da küçük, getirmelidir ve kendisine verilenleri almalı, yasak olanı almaktan sakınmalıdır.' dedi."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Bu hadisi, aynı nakil zinciri ile İsmail'den rivayet edilmiştir."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Adi b. 'Amira al-Kindi, Allah'ın Resulü (ﷺ) şöyle derken duydu: (yukarıda bahsedilen) hadiste anlatıldığı gibi."
    },
    {
      "id": 45,
      "narrator": "It has been narrated on the authority of Ibn Juraij that the Qur'anic injunction:",
      "text": "İbn Juraij'den rivayet edilmiştir ki, \"Ey iman edenler, Allah'a, Resulüne ve aranızdan yetki verilenlere itaat edin.\" (Nisa, 59) ayeti, Peygamber (ﷺ) tarafından askeri bir seferin lideri olarak gönderilen Abdullah b. Hudhafa b. Qais b. Adi al-Sahmi hakkında indirilmiştir. Rivayet eden kişi: \"Bu gerçeği, Ya'la b. Muslim, o da Sa'id b. Jubair'den, o da İbn Abbas'tan duymuştur.\" dedi."
    },
    {
      "id": 46,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Holy prophet (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Bana itaat eden, Allah'a itaat etmiş olur; bana isyan eden, Allah'a isyan etmiş olur. Beni tayin eden komutana itaat eden, bana itaat etmiş olur; komutana isyan eden, bana isyan etmiş olur.\" Farklı kişiler tarafından aktarılan aynı rivayette, \"Komutana isyan eden, bana isyan etmiş olur.\" kısmı yer almamaktadır."
    },
    {
      "id": 47,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Bana itaat eden, Allah'a itaat etmiş olur; bana isyan eden, Allah'a isyan etmiş olur. Komutanıma itaat eden, bana itaat etmiş olur; komutanıma isyan eden, bana isyan etmiş olur.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle başka bir isnad zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle birden fazla isnad zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Hammam b. Munabbih, bu hadisi Abu Huraira'nın rivayetiyle aktarmıştır."
    },
    {
      "id": 51,
      "narrator": "According to one version of the tradition, the Messenger of Allah (ﷺ) said:",
      "text": "Rivayetin bir versiyonuna göre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Komutana itaat eden.\" \"Benim komutanım\" dememiştir."
    },
    {
      "id": 52,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: \"Sizden birinin, zorlukta ve kolaylıkta, sevinçte ve kederde, hatta başka birine (haksız yere) tercih edildiğinde bile, yöneticiyi dinlemesi ve ona itaat etmesi farzdır.\""
    },
    {
      "id": 53,
      "narrator": "It has been narrated on the authority of Abu Dharr who said:",
      "text": "Abu Dharr'dan rivayet edilmiştir ki, o şöyle demiştir: \"Arkadaşım (yani, Allah'ın Elçisi) bana, (otorite konumundaki) adama dinlememi ve ona itaat etmemi tavsiye etti, hatta o bir köle, sakat ve engelli olsa bile.\""
    },
    {
      "id": 54,
      "narrator": "In another version of the tradition, we have the wording:",
      "text": "Rivayetin başka bir versiyonunda, \"Sakat ve engelli bir Habeş kölesi\" ifadesi geçmektedir."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Abu 'Imran, bu hadisi hafif bir kelime değişikliği ile aktarmıştır."
    },
    {
      "id": 56,
      "narrator": "It has been narrated on the authority of Yahya b. Husain who learnt the tradition from his grandmother. She said that she heard the Prophet (ﷺ) delivering his sermon on the occasion of the Last Pilgrimage. He was saying:",
      "text": "Yahya b. Hüseyin'in rivayetine göre, o bu hadisi büyükannesinden öğrenmiştir. Büyükannesi, Peygamber (ﷺ)'in Veda Haccı sırasında hutbe verdiğini işittiğini söylemiştir. O şöyle diyordu: \"Eğer üzerinize bir köle tayin edilirse ve o, işlerinizi Allah'ın Kitabı'na göre yürütürse, ona dinleyin ve itaat edin.\""
    },
    {
      "id": 57,
      "narrator": "This hadith has been transmitted on the authority of Shu'ba with the same chain of transmitters, and he said:",
      "text": "Bu hadis, aynı isnad zinciri ile Shu'ba tarafından aktarılmıştır ve o şöyle demiştir: \"Bir Habeş kölesi.\""
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Yukarıdaki rivayetin diğer versiyonlarında, ifadeler \"bir Habeş kölesi\" ve \"sakat bir Habeş kölesi\" şeklindedir."
    },
    {
      "id": 59,
      "narrator": "Another version of the tradition does not qualify the slave with the epithets\" maimed,\"\" an Abyssinian\" but makes the addition:",
      "text": "Rivayetin başka bir versiyonu, köleyi \"sakat\" ve \"Habeş\" sıfatlarıyla nitelendirmemekte, ancak eklemektedir: \"Peygamber (ﷺ)'in bunu Mina veya Arafat'ta söylediğini duydum.\""
    },
    {
      "id": 60,
      "narrator": "It has been narrated on the authority of Yahya b. Husain who learnt the tradition from his grandmother. Umm Husain. He said':",
      "text": "Yahya b. Hüseyin'in rivayetine göre, o bu hadisi büyükannesi Umm Hüseyin'den öğrenmiştir. O şöyle demiştir: \"Ben, Allah'ın Elçisi (ﷺ) ile birlikte Veda Haccı yaptım. O, bu vesileyle birçok şey söyledi. Sonra onu şöyle derken duydum: Eğer üzerinize sakat bir köle komutan olarak tayin edilirse, rivayet eden kişi şöyle diyor: 'Sanırım o, Allah'ın Kitabı'na göre sizi yöneten siyah bir köle' dedi.\""
    },
    {
      "id": 61,
      "narrator": "It has been narrated on the authority of Ibn 'Umar that the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: Bir Müslümanın, kendisine tayin edilen yöneticiyi dinlemesi ve ona itaat etmesi farzdır; isterse hoşlansın, isterse hoşlanmasın, ancak günah olan bir şey emredildiğinde durum farklıdır. Eğer günah bir şey emredilirse, Müslüman ne onu dinlemeli ne de emirlerine itaat etmelidir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Bu hadis 'Ubaidullah'ın rivayetiyle aktarılmıştır."
    },
    {
      "id": 63,
      "narrator": "It has been narrated on the authority of Abu 'Abd al-Rahman from 'Ali that the Messenger of Allah (ﷺ) sent a force (on a mission) and appointed over them a man. He kindled a fire and said:",
      "text": "Abu 'Abd al-Rahman'dan 'Ali aracılığıyla rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) bir kuvvet göndermiş ve onların başına bir adam tayin etmiştir. O, bir ateş yakmış ve demiştir ki: İçeri girin. Bazı insanlar (komutanlarının emrini yerine getirerek) içeri girmeye karar verdiler, ancak diğerleri: Biz ateşten kaçtık (bu yüzden İslam'a girdik) dediler. Durum Allah'ın Messenger'ına (ﷺ) bildirildi. O, komutanlarının emriyle (ateşe girmeyi) düşünenlere şöyle dedi: Eğer içeri girseydiniz, Kıyamet Günü'ne kadar orada kalırdınız. O, ikinci grubun eylemini emretti ve şöyle dedi: Allah'a isyan veya hoşnutsuzluk içeren konularda itaat yoktur. İtaat sadece iyi (ve makul) olan şeylerde farzdır."
    },
    {
      "id": 64,
      "narrator": "It has been narrated on the authority of 'All who said:",
      "text": "'Ali'den rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) bir sefer göndermiş ve mücahitlerin başına Ensar'dan bir adam tayin etmiştir. (Atama sırasında) onun sözlerinin dinlenmesini ve itaat edilmesini emretmiştir. Onlar bir konuda onu kızdırdılar. O, \"Benim için kuru odun toplayın.\" dedi. Onlar onun için topladılar. Sonra \"Ateşi yakın.\" dedi. Onlar ateşi yaktılar. Sonra \"Allah'ın Messenger'ı (ﷺ) size benimle dinlemenizi ve (emirlerime) itaat etmenizi emretmedi mi?\" dedi. Onlar: \"Evet.\" dediler. O, \"Ateşe girin.\" dedi. Rivayet eden kişi der ki: (Bunu duyunca) birbirlerine bakmaya başladılar ve dediler ki: Biz ateşten Allah'ın Messenger'ına (ﷺ) sığınmak için kaçtık (ve şimdi bizi girmeye emrediyorsun). Onlar sessiz kaldılar, ta ki öfkesi yatışana ve ateş sönene kadar. Döndüklerinde durumu Allah'ın Messenger'ına (ﷺ) anlattılar. O, \"Eğer içeri girselerdi, çıkamazlardı.\" dedi. (Komutana) itaat sadece iyi olan şeylerde farzdır."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Bu hadis A'mash aracılığıyla aktarılmıştır."
    },
    {
      "id": 66,
      "narrator": "It has been narrated on the authority of\" Ubida who learnt the tradition from his father who, in turn, learnt it from his own father. 'Ubada's grandfather said:",
      "text": "'Ubida'dan rivayet edilmiştir ki, o bu geleneği babasından, o da kendi babasından öğrenmiştir. 'Ubida'nın dedesi şöyle demiştir: Allah'ın Messenger'ı (ﷺ) bizden, zorlukta ve kolaylıkta, hoşlandığımızda ve hoşlanmadığımızda, birinin diğerine tercih edildiği durumlarda, yetki devrini tartışmamamız ve hangi konumda olursak olalım doğruyu söylememiz için, Allah'tan korkmamamız gerektiği konusunda biat almıştır."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Bu hadis 'Ubada b. Walid aracılığıyla aynı isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Aynı rivayet birden fazla isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 69,
      "narrator": "It has been narrated on the authority of Junida b. Abu Umayya who said:",
      "text": "Junida b. Abu Umayya'dan rivayet edilmiştir ki, 'Ubada b. Samit'i ziyaret ettik, o hastaydı ve ona dedik ki: Allah sana sağlık versin. Bizlere, Allah'ın Messenger'ından (ﷺ) duyduğun bir hadisi anlat. O, \"Allah'ın Messenger'ı (ﷺ) bizi çağırdı ve ona biat ettik. Üzerimize farz kıldığı emirler arasında, hoşlandığımızda ve hoşlanmadığımızda, zorlukta ve kolaylıkta, birinin diğerine tercih edildiği durumlarda, yetki devrini tartışmadan, ve yetkileri ona verilmiş birine itaat etmek vardı.\" dedi. \"İtaat, onun inkarına (veya Allah'a isyanına) dair açık işaretler olmadıkça, her durumda ona verilecektir.\" dedi."
    },
    {
      "id": 70,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Prophet of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Allah'ın Peygamberi (ﷺ) şöyle buyurmuştur: Müslümanların komutanı, onlar için bir kalkan gibidir. Onlar onun arkasında savaşır ve zalimlerden ve saldırganlardan korunurlar. Eğer o, Yüce ve Şanlı olan Allah'tan korkmayı emreder ve adalet dağıtırsa, onun için büyük bir ödül vardır; eğer başka bir şey emrederse, bu onun üzerine döner."
    },
    {
      "id": 71,
      "narrator": "It has been narrated by Abu Huraira that the Prophet (may pceace be upon him) said:",
      "text": "Abu Huraira'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: Banu İsra'il, Peygamberler tarafından yönetilirdi. Bir Peygamber öldüğünde, diğeri onun yerine geçerdi; ama benden sonra peygamber yoktur ve halifeler olacaktır ve sayıları oldukça fazla olacaktır. Ashabından biri: \"Birden fazla halife olursa ne yapmalıyız?\" dedi. O: \"İlk biat edilen, diğerlerine üstün olacaktır. Onlara haklarını verin (yani onlara itaat edin). Allah (kendisi) onlardan, kendilerine emanet edilen konular hakkında sorgulayacaktır.\" dedi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Aynı rivayet farklı bir raviden aktarılmıştır."
    },
    {
      "id": 73,
      "narrator": "It has been narrated on the authority of 'Abdullah who said:",
      "text": "Abdullah'dan rivayet edilmiştir ki, Allah'ın Messenger'ı (ﷺ) şöyle buyurmuştur: Benden sonra kayırmacılık ve hoşunuza gitmeyecek birçok şey olacaktır. (Ashabı) dediler ki: \"Ey Allah'ın Messenger'ı, böyle bir dönemde kimse yaşarsa ne yapmalıdır?\" O: \"Kendi sorumluluğunu yerine getir (Amirine itaat et) ve Allah'tan hakkını iste (Amiri doğru yola yönlendirmek veya onu daha adil ve Allah'tan korkan biriyle değiştirmek için).\" dedi."
    },
    {
      "id": 74,
      "narrator": "It has been narrated on the authority of 'Abd al-Rahman b. Abd Rabb al-Ka'ba who said:",
      "text": "'Abd al-Rahman b. Abd Rabb al-Ka'ba'dan rivayet edilmiştir ki, ben camiye girdim, 'Abdullah b. 'Amr b. al-'As, Kabe'nin gölgesinde oturuyordu ve insanlar etrafında toplanmıştı. Ben onlara katıldım ve yanına oturdum. (O sırada) Abdullah dedi ki: \"Ben Allah'ın Messenger'ı (ﷺ) ile bir yolculuğa çıktım. Bir yerde durduk. Bazılarımız çadırlarını düzeltmeye başladı, diğerleri birbirleriyle ok atma yarışına girdi ve diğerleri hayvanlarını otlatmaya başladı, derken Allah'ın Messenger'ı (ﷺ) insanların toplanmasını emretti, biz de onun etrafında toplandık. O: \"Benden önceki her Peygamberin, takipçilerini onlara iyi gelen şeylere yönlendirmesi ve onlara kötü gelen şeylerden sakındırması gerekirdi; ama bu sizin ümmetiniz, başlangıçta barış ve güven günlerine sahip olacak, varlığının son aşamasında ise denemeler ve hoşunuza gitmeyecek şeylerle karşılaşacaktır. (Bu ümmetin döneminde), ardı ardına büyük denemeler olacaktır, her biri öncekinin önemsizleşmesine neden olacaktır. Denemelere maruz kaldıklarında, mümin: \"Bu benim yokluğuma neden olacak.\" der. Deneme sona erdiğinde, başka bir denemeye maruz kalacaklar ve mümin: \"Bu kesinlikle benim sonum olacak.\" der. Kim ateşten kurtulmak ve cennete girmek isterse, Allah'a ve Ahiret Günü'ne iman ederek ölmeli ve insanlara, onlardan nasıl muamele görmek istiyorsa, öyle muamele etmelidir. Halifeye biat eden, ona elinin ve kalbinin samimiyetiyle biat etmelidir (yani hem dışarıdan hem de içten ona teslim olmalıdır). Elinden gelenin en iyisini yaparak ona itaat etmelidir. Eğer başka biri (halifelik iddiasında) ortaya çıkarsa, onların (Müslümanların) onu öldürmesi gerekir. Rivayet eden kişi der ki: Ben ona (Abdullah b. 'Amr b. al-'As'a) yaklaştım ve ona: \"Bunu Allah'ın Messenger'ından (ﷺ) duyduğuna yemin edebilir misin?\" dedim. O, elleriyle kulaklarına ve kalbine işaret ederek: \"Kulaklarım duydu ve aklımda tuttu.\" dedi. Ben ona: \"Bu kuzenin Mu'aviye, aramızda haksız yere mal tüketmemizi ve birbirimizi öldürmemizi emrediyor, oysa Allah: 'Ey iman edenler, mallarınızı aranızda haksız yere tüketmeyin, ancak karşılıklı rızaya dayanan ticaret olursa, ve kendinizi öldürmeyin. Şüphesiz ki Allah size merhametlidir.' (Nisa, 29) buyuruyor.\" dedim. Rivayet eden kişi der ki, (bunu duyunca) Abdullah b. 'Amr b. al-'As bir süre sessiz kaldı ve sonra: \"Ona, Allah'a itaat ettiği sürece itaat et; Allah'a isyan içeren konularda ise ona itaat etme.\" dedi."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Bu hadis A'mash aracılığıyla farklı bir isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 76,
      "narrator": "It has been narrated on the authority of 'Abd Rabb al-Ka'ba as-Sa'idl who said:",
      "text": "'Abd Rabb al-Ka'ba as-Sa'idl'in rivayetine göre, Kabe yakınlarında bir grup insan gördüm.... Sonra A'mash'ın rivayet ettiği hadisi nakletti."
    },
    {
      "id": 77,
      "narrator": "It has been narrated on the authority of Usaid b. Hudair that a man from the Ansar took the Messenger of Allah (ﷺ) aside and said to him:",
      "text": "Usaid b. Hudair'in rivayetine göre, Ensar'dan bir adam, Allah'ın Elçisi'ni (ﷺ) kenara çekerek ona şöyle dedi: Beni de şu ve bu gibi vali tayin etmeyecek misin? O (Allah'ın Elçisi) dedi ki: Benden sonra elbette ki bazı ayrıcalıklarla karşılaşacaksın, bu yüzden benimle buluşana kadar sabırlı olmalısın (Haud-i-Kauthar'da)."
    },
    {
      "id": 78,
      "narrator": "This tradition has been narrated on the same authority through a different chain of transmitters. Another version of the tradition narrated on the authority of Shu'ba does not include the words:",
      "text": "Bu hadis aynı otoriteden farklı bir nakil zinciriyle rivayet edilmiştir. Shu'ba'nın rivayet ettiği başka bir versiyonda: \"Allah'ın Elçisi'ni (ﷺ) kenara çekti\" ifadesi yer almamaktadır."
    },
    {
      "id": 79,
      "narrator": "It has been narrated on the authority of Alqama b. Wai'l al-Hadrami who learnt the tradition from his father. The latter said:",
      "text": "Alqama b. Wai'l al-Hadrami'nin rivayetine göre, bu hadisi babasından öğrenmiştir. Babası şöyle dedi: Salama b. Yazid al-ju'afi, Allah'ın Elçisi'ne (ﷺ) sordu: Allah'ın Elçisi, eğer üzerimizde yöneticiler olursa ve bizden onlara karşı görevlerimizi yerine getirmemizi isterlerse, ama onlar (kendileri) bize karşı görevlerini yerine getirmezlerse, ne yapmamızı emredersin? Allah'ın Elçisi (ﷺ) herhangi bir cevap vermekten kaçındı. Salama tekrar sordu. O (yine) cevap vermekten kaçındı. Sonra tekrar sordu - bu ikinci ya da üçüncü kezdi - Ash'ath b. Qais (Peygamberin gereksiz yere cevap vermesi için zorlandığını görünce) onu kenara çekti ve dedi ki: Onlara dinleyin ve itaat edin, çünkü onların yükü üzerlerinde olacak ve sizin yükünüz de üzerinizde olacaktır."
    },
    {
      "id": 80,
      "narrator": "It has been narrated through a different chain of transmitters, on the authority of Simak who said:",
      "text": "Farklı bir nakil zinciriyle, Simak'ın rivayetine göre: Ash'ath b. Qais, Allah'ın Elçisi (ﷺ) şöyle dediğinde onu (Salama b. Yazid) çekti: Onlara dinleyin ve itaat edin, çünkü onların yaptıklarının yükü üzerlerinde olacak ve sizin yaptıklarınızın yükü de üzerinizde olacaktır."
    },
    {
      "id": 81,
      "narrator": "It has been narrated on the authority of Hudhaifa b. al-Yaman who said:",
      "text": "Hudhaifa b. al-Yaman'ın rivayetine göre, insanlar Allah'ın Elçisi'ne (ﷺ) iyi zamanlar hakkında sorarlardı, ama ben kötü zamanlar hakkında sorardım, korkardım ki onlar beni yakalar. Dedim: Allah'ın Elçisi, biz cehalet ve kötülük içinde idik, sonra Allah bize bu iyiliği (İslam ile) getirdi. Bu iyi zamandan sonra kötü bir zaman olacak mı? Dedi ki: Evet. Ben sordum: O kötü zamandan sonra tekrar iyi bir zaman olacak mı? Dedi ki: Evet, ama orada gizli bir kötülük olacak. Ben sordum: Orada gizli olan kötülük nedir? Dedi ki: (O zaman) benim yolumdan başka yolları benimseyen ve benim yolumdan başka bir rehberlik arayan insanlar ortaya çıkacak. İyi noktaları ve kötü noktaları bileceksiniz. Ben sordum: Bu iyi zamandan sonra kötü bir zaman olacak mı? Dedi ki: Evet. (Bir zaman gelecek) cehennemin kapılarında duran ve davet eden insanlar olacak. Onların çağrısına uyanları ateşe atacaklar. Ben dedim: Allah'ın Elçisi, onları bize tarif et. Dedi ki: Tamam. Onlar bizim ten rengimizde olacaklar ve bizim dilimizi konuşacaklar. Ben dedim: Allah'ın Elçisi, eğer o zamanda yaşarsam ne yapmalıyım? Dedi ki: Müslümanların ana gövdesine ve onların liderine yapışmalısın. Ben dedim: Eğer onların (böyle bir) ana gövdesi yoksa ve liderleri yoksa? Dedi ki: Tüm bu gruplardan ayrıl, ağaçların köklerini yemek zorunda kalsan bile (bir ormanda) ta ki ölüm sana gelene kadar bu halde ol."
    },
    {
      "id": 82,
      "narrator": "It his been narrated through a different chain of transmitters, on the authority of Hudhaifa b. al-Yaman who said:",
      "text": "Farklı bir nakil zinciriyle, Hudhaifa b. al-Yaman'ın rivayetine göre, Allah'ın Elçisi, şüphesiz ki biz kötü bir zaman (yani cehalet günleri) yaşadık ve Allah bize iyi bir zaman (yani İslami dönem) getirdi, şimdi bu iyi zamanın ardından kötü bir zaman olacak mı? O (Kutsal Peygamber) dedi ki: Evet. Ben dedim: O kötü zamandan sonra tekrar iyi bir zaman olacak mı? Dedi ki: Evet. Ben dedim: İyi zamandan sonra kötü bir zaman olacak mı? Dedi ki: Evet. Ben dedim: Nasıl? O zaman dedi ki: Benim rehberliğimle yönetilmeyen ve benim yollarımı benimsemeyen liderler olacak. Onların arasında, insan bedenlerinde şeytan kalpleri olan erkekler olacak. Ben dedim: Allah'ın Elçisi, o zamanda yaşarsam ne yapmalıyım? Cevap verdi: Amir'e dinleyecek ve onun emirlerini yerine getireceksin; sırtın kırbaçlansa ve malın alınsa bile dinleyecek ve itaat edeceksin."
    },
    {
      "id": 83,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Amir'e itaatten ayrılan ve Müslümanların ana gövdesinden ayrılan - eğer o halde ölürse - cehalet günlerinden birinin ölümüyle ölecektir (yani Müslüman olarak ölmez). Bir insan, bir halkın bayrağı altında, (mücadele ettikleri davayı bilmeyen) kör olan bir adamın altında savaşırsa, aile gururuyla alevlenirse, (insanları) aile onuru için savaşmaya çağırırsa ve akrabalarını desteklerse (yani Allah yolunda değil, bu aile veya kabile için savaşırsa) - eğer bu savaşta öldürülürse, cehalet günlerinden birinin ölümüyle ölür. Kim benim ümmetime (ayrım gözetmeden) saldırır, onlardan iyileri ve kötüleri öldürür, inançta sağlam olanları bile esirgemez ve kendisine güvence verilmiş olanlarla yaptığı vaadi yerine getirmezse - onun benimle hiçbir ilgisi yoktur ve benim de onunla hiçbir ilgim yoktur."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Aynı hadis, aynı otoriteden başka bir nakil zinciriyle, kelime farklılığı ile rivayet edilmiştir."
    },
    {
      "id": 85,
      "narrator": "It has been narrated (through a different chain of transmitters) on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Farklı bir nakil zinciriyle, Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Amir'e itaatten ayrılan ve Müslümanların ana gövdesinden ayrılan - ve o halde ölürse - cehalet günlerinden birinin ölümüyle ölecektir. Ve bir adam, (mücadele ettiği davayı bilmeyen) kör bir adamın bayrağı altında, aile gururuyla alevlenip kabilesi için savaşırsa, benim ümmetimden değildir ve benim takipçilerimden biri, benim takipçilerime (ayrım gözetmeden) saldırır, onlardan iyileri ve kötüleri öldürür, inançta sağlam olanları bile esirgemez ve güvence verilmiş olanlara karşı yükümlülüğünü yerine getirmezse, o benden değildir (yani benim takipçim değildir)."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "Bu hadis, Jarir'in rivayetiyle aynı nakil zinciriyle, kelime farklılığı ile rivayet edilmiştir."
    },
    {
      "id": 87,
      "narrator": "It has been narrated on the authority of Ibn 'Abbas that the messenger of Allah (ﷺ) said:",
      "text": "İbn 'Abbas'ın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Amirinde hoşlanmadığın bir şey bulan kimse sabırlı olmalıdır; çünkü Müslümanların ana gövdesinden bir el kadar ayrılan ve sonra ölen kimse, cehalet günlerinden birinin ölümüyle ölecektir."
    },
    {
      "id": 88,
      "narrator": "It has been narrated (through a different chain of transmitters) on the authority of Ibn Abbas that the Messenger of Allah (may peace be upoh him) said:",
      "text": "Farklı bir nakil zinciriyle, İbn Abbas'ın rivayetine göre, Allah'ın Elçisi (ona selam olsun) şöyle dedi: Amirinin yaptığı bir şeyden hoşlanmayan kimse, buna sabırlı olmalıdır; çünkü hükümetten (itaatini) çeken bir kişiden, bir el kadar ayrılan ve bu durumda ölen kimse, cehalet günlerinden birinin ölümüyle ölecektir."
    },
    {
      "id": 89,
      "narrator": "It has been narrated on the authority of Ibn 'Abdullah al-Bajali that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Abdullah al-Bajali'nin rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Adaletsiz bir davanın bayrağı altında, aile sloganı yükselten veya kendi kabilesini destekleyen bir adamın altında öldürülen kimse, cehalet günlerinden birinin ölümüyle ölecektir."
    },
    {
      "id": 90,
      "narrator": "It has been reported on the authority of Nafi, that 'Abdullah b. Umar paid a visit to Abdullah b. Muti' in the days (when atrocities were perpetrated on the People Of Medina) at Harra in the time of Yazid b. Mu'awiya. Ibn Muti' said:",
      "text": "Nafi'den rivayet edildiğine göre, 'Abdullah b. Umar, Yazid b. Mu'aviye döneminde Medinelilere zulmedilen günlerde Abdullah b. Muti'yi ziyaret etti. Ibn Muti' dedi ki: Abu 'Abd al-Rahman (Abdullah b. 'Umar'ın aile adı) için bir yastık koy. Ama o şöyle dedi: Ben seninle oturmak için gelmedim. Ben sana, Allah'ın Elçisi'nden (ﷺ) duyduğum bir hadisi anlatmak için geldim. Onu şöyle derken duydum: İtaatten ayrılan kimse, Kıyamet Günü Allah'ın huzurunda savunacak bir delil bulamayacaktır ve bir Amir'e biat etmeden ölen kimse, cehalet günlerinden birinin ölümüyle ölecektir."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, İbn Muti'yi ziyaret etti ve Peygamber (ﷺ) tarafından daha önce geçen hadisi aktardı."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Aynı hadis farklı bir raviden aktarılmıştır."
    },
    {
      "id": 93,
      "narrator": "It has been narrated on the authority of 'Arfaja who said:",
      "text": "'Arfaja'dan rivayet edilmiştir ki, ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: Yakın gelecekte farklı kötülükler ortaya çıkacak. Bu Ümmetin işleri bir arada iken, onları bozmak isteyen kim olursa olsun, onu kılıçla vurmalısınız. (Eğer ona itiraz etkili olmazsa ve o bozucu faaliyetlerinden vazgeçmezse, öldürülmelidir.)"
    },
    {
      "id": 94,
      "narrator": "In another version of the tradition narrated on the same authority through a different chains of transmitters we have the words:",
      "text": "Aynı otoriteden farklı bir raviden aktarılmış olan hadisin başka bir versiyonunda şu sözler vardır: \"Onu öldür.\""
    },
    {
      "id": 95,
      "narrator": "It has been narrated (through a still different chain of transmitters) on the Same authority (i. e. 'Arfaja) who said similarly-but adding:",
      "text": "Yine farklı bir raviden aynı otoriteden (yani 'Arfaja) benzer şekilde - ancak ekleyerek: \"Hepsini öldür.\" Ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: Eğer bir adamı lider olarak tutuyorsanız, dayanışmanızı zayıflatmaya veya birliğinizi bozmaya çalışanı öldürmelisiniz."
    },
    {
      "id": 96,
      "narrator": "It has been narrated on the authority of Aba Sa'id al-Khudri that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: İki halife için biat alındığında, daha sonra biat alınan olanı öldürün."
    },
    {
      "id": 97,
      "narrator": "It has been narrated on the authority of Umm Salama that the Messenger of Allah (ﷺ) said:",
      "text": "Ümmü Seleme'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Yakın gelecekte emirler olacak ve siz onların iyi işlerini sevecek, kötü işlerini ise sevmeyeceksiniz. Kötü işlerini gören (ve bunların tekrarını engellemeye çalışan) kişi suçtan kurtulmuştur, ancak kötü işlerini kalbinde nefret eden (ve bunların tekrarını engelleyemeyen) kişi (de) güven içindedir (Allah'ın gazabı açısından). Ama kötü işlerini onaylayan ve taklit eden kişi manevi olarak mahvolmuştur. İnsanlar (Peygamber'e) sordular: Onlarla savaşmalı mıyız? O cevap verdi: Hayır, namaz kıldıkları sürece."
    },
    {
      "id": 98,
      "narrator": "It has been narrated (through a different chain of tmnamitters) on the authority of Umm Salama (wife of the Holy Prophet) that he said:",
      "text": "Ümmü Seleme'den (Peygamber'in eşi) farklı bir raviden rivayet edilmiştir ki, o şöyle dedi: Üzerinize emirler tayin edilecek ve siz onları iyi ve kötü işlerde bulacaksınız. Kötü işlerini nefret eden kişi suçtan kurtulmuştur. Kötü işlerini onaylamayan kişi (de) güven içindedir (ilahi gazap açısından). Ama kötü işlerini onaylayan ve taklit eden (mahvolmuştur). İnsanlar sordular: Allah'ın Elçisi, onlarla savaşmalı mıyız? O cevap verdi: Hayır, namaz kıldıkları sürece. (\"Nefret etme ve onaylamama\", kalpten sevme ve sevmeme anlamına gelir.)"
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Aynı otoriteden rivayet edilen hadisin başka bir versiyonu, Allah'ın Elçisi (ﷺ) için aynı sözleri atfeder, ancak \"karih\" kelimesini \"ankhara\" ile değiştirir ve tersine."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Başka bir versiyon, hadisin sonunda bir kısmı atlamaktadır - bu kısım \"man radiya wa taba\" ile başlar ve hadisin son kelimesiyle biter."
    },
    {
      "id": 101,
      "narrator": "It has been narrated on the authority of 'Auf b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "'Auf b. Malik'ten rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Sizin en iyi yöneticileriniz, sizi seven ve sizin onları sevdiğiniz, Allah'ın rahmetini üzerinize çağıran ve siz de onlara rahmet dilediğinizdir. En kötü yöneticileriniz ise, sizi nefret eden ve sizin onları nefret ettiğiniz, lanet ettiğiniz ve sizin de onları lanet ettiğinizdir. (Orada bulunanlar) sordular: Onları kılıçla devirmemeli miyiz? O dedi: Hayır, aranızda namaz kıldıkları sürece. Eğer onlarda hoşlanmadığınız bir şey bulursanız, onların yönetimini nefret etmelisiniz, ancak onlara itaatten çekilmemelisiniz."
    },
    {
      "id": 102,
      "narrator": "It has been narrated on the authority of Auf b. Malik al-Ashja'i who said that he heard the Messenger of Allah (ﷺ) say:",
      "text": "'Auf b. Malik el-Ashja'i'den rivayet edilmiştir ki, o Allah'ın Elçisi (ﷺ) şöyle derken duydu: Sizin en iyi yöneticileriniz, sizi seven ve sizin onları sevdiğiniz, Allah'ın rahmetini üzerinize çağırdığınız ve onların da size rahmet dilediği kişilerdir. En kötü yöneticileriniz ise, sizi nefret eden ve sizin onları nefret ettiğiniz, lanet ettiğiniz ve sizin de onları lanet ettiğinizdir. (Orada bulunanlar) dediler: Onları bu durumda devirmeli miyiz? O dedi: Hayır, aranızda namaz kıldıkları sürece. Dikkat edin! Üzerine bir vali tayin edilen kişi, valinin Allah'a isyan eden bir davranışta bulunduğunu görürse, valinin davranışını kınamalıdır, ama ona itaatten çekilmemelidir. İbn Cabir dedi: Ruzaiq bana bu hadisi aktardı. Ona sordum: Abu Miqdam, bunu Muslim b. Qaraza'dan mı duydun yoksa o sana 'Auf (b. Malik) üzerinden mi anlattı ve bu hadisi Allah'ın Elçisi (ﷺ) üzerinden mi aktardı? Bunun üzerine Ruzaiq dizlerinin üzerine oturdu ve Kıble'ye dönerek şöyle dedi: Vallahi, O'ndan başka ilah yoktur, bunu Muslim b. Qaraza'dan duydum ve o da 'Auf (b. Malik) üzerinden duymuştur ve o da Allah'ın Elçisi (ﷺ) üzerinden aktarmıştır."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Yukarıdaki hadis, ek transmitör zincirleri aracılığıyla aktarılmıştır."
    },
    {
      "id": 104,
      "narrator": "It has been narrated on the authority of Jabir who said:",
      "text": "Cabir'den rivayet edilmiştir ki, Hudaibiye Günü biz bin dört yüz kişiydik. Biz ona (Peygamber'e) biat ettik ve 'Umar, onun elini tutuyordu (otururken) Samura (ağacı) altında (Sahabelere biat ettirmek için). Rivayet eden kişi ekledi: Kaçmayacağımıza dair biat ettik (Mekkelilerle bir karşılaşma olursa), ama ölüme kadar savaşma sözü vermedik."
    },
    {
      "id": 105,
      "narrator": "It has been narrated (through a different chain of transmitters) on the authority of Jabir who said:",
      "text": "Cabir'den farklı bir raviden rivayet edilmiştir ki, Peygamber'e (ﷺ) biat ederken ölüme kadar savaşma sözü vermedik, sadece kaçmayacağımıza dair biat ettik."
    },
    {
      "id": 106,
      "narrator": "It has been narrated on the authority of Abu Zubair who heard Jabir being questioned as to how many people were there on the Day of Hudaibiya. He replied:",
      "text": "Abu Zubair'in rivayetine göre, Jabir'in Hudaibiye Günü'nde kaç kişi olduğu sorulduğunda, şöyle cevap verdi: Biz bin dört yüz kişiydik. Ona biat ettik ve Ömer, onun elini tutuyordu, o ağaç altında otururken (biatı yönetmek için). Ağaç bir samura (çölde bulunan bir yabani ağaç) idi. Bizim dışımızda, Jadd b. Qais el-Ensari, devesinin karnının altına gizlenmişti."
    },
    {
      "id": 107,
      "narrator": "It has been narrated (through a different chain of transmitters) on the authority of Abu Zubair who heard Jabir being questioned as to whether the Prophet (ﷺ) took the oath of fealty at Dhu'l-Hulaifa. He said:",
      "text": "Abu Zubair'in rivayetine göre, Jabir'in Dhu'l-Hulaifa'da Peygamber (ﷺ) biat alıp almadığı sorulduğunda, şöyle dedi: Hayır! Ama o orada namaz kıldı ve biatını ağaç dışında başka bir yerde almadı (Hudaibiye ovasında). İbn Juraij, Abu Zubair'in, Jabir b. Abdullah'ın şöyle dediğini bildirdiğini söyledi: Peygamber (ﷺ) Hudaibiye'deki kuyu üzerinde dua etti (bu nedenle az olan su yükseldi ve orada kamp kuran 1400 veya 1500 kişi için yeterli hale geldi)."
    },
    {
      "id": 108,
      "narrator": "It has been narrated (through a different chain of transmitters) on the authority of Jabir who said:",
      "text": "Jabir'in rivayetine göre, Hudaibiye Günü'nde biz bin dört yüz kişiydik ve Peygamber (ﷺ) bize şöyle dedi: Bugün siz yeryüzündeki en hayırlı insanlarsınız. Jabir şöyle dedi: Eğer gözüm görseydi, size ağacın yerini gösterebilirdim."
    },
    {
      "id": 109,
      "narrator": "It has been narrated on the authority of Salim b. Abu al-Ja'd who said:",
      "text": "Salim b. Abu al-Ja'd'ın rivayetine göre, Jabir b. Abdullah'a (Peygamber'in biat aldığı) ağaç altında kaç tane Sahabe olduğunu sordum. O da şöyle dedi: Eğer biz yüz bin olsaydık, o (yani Hudaibiye'deki kuyu suyu) bize yeterdi, ama aslında biz bin beş yüz kişiydik."
    },
    {
      "id": 110,
      "narrator": "It has been narrated on the authority of Jabir who said:",
      "text": "Jabir'in rivayetine göre, eğer biz yüz bin olsaydık, o (su) bize yeterdi, ama aslında biz bin beş yüz kişiydik."
    },
    {
      "id": 111,
      "narrator": "It has been narrated (through a different chain of transmitters) on the authority of Salim b. al-Ja'd who said:",
      "text": "Salim b. al-Ja'd'ın rivayetine göre, Jabir'e Hudaibiye Günü'nde kaç kişi olduğunuzu sordum. O da şöyle cevap verdi: Bin dört yüz kişiydik."
    },
    {
      "id": 112,
      "narrator": "It has been narrated on the authority of 'Abdullah b. Abu Aufa who said:",
      "text": "'Abdullah b. Abu Aufa'nın rivayetine göre, Ağaç Sahabeleri (yani ağaç altında biat edenler) bin üç yüz kişiydi ve Aslam kabilesinin insanları, Muhacirlerin sekizde biri kadardı."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Aynı rivayet farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 114,
      "narrator": "It has been narrated on the authority of Ma'qil b. Yasar who aaid:",
      "text": "Ma'qil b. Yasar'ın rivayetine göre, Ağaç Günü'nde bulunduğumu hatırlıyorum ve Peygamber (ﷺ) insanlardan biat alıyordu, ben de başının üzerinde ağacın bir dalını tutuyordum. Biz bin dört yüz kişiydik. Ölüm için değil, savaş alanından kaçmayacağımıza dair biat ettik."
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Bu hadis, Yunus'un aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 116,
      "narrator": "It has been narrated on the authority of Sa'id b. Musayyab who said:",
      "text": "Sa'id b. Musayyib'in rivayetine göre, babam, ağaç yakınında Allah'ın Elçisi'ne (ﷺ) biat edenlerden biriydi. Gelecek yıl Hac yapmak üzere o yoldan geçtiğimizde, ağacın yeri bize gizliydi. Eğer net bir şekilde işaret edebilseydiniz, kesinlikle daha iyi bilirdiniz. Ayrıca Sa'id b. Musayyib'in, babasından öğrendiğine göre, ağaç yılında (yani Hudaibiye'deki ağaç altında Allah'ın rızası için biat edilen yıl) Allah'ın Elçisi (ﷺ) ile birlikteydiler, ama gelecek yıl ağaç yerini unuttular."
    },
    {
      "id": 117,
      "narrator": "The tradition has been narrated on the authority of Sa'id b. Musayyib who learnt it from his father. The latter said:",
      "text": "Sa'id b. Musayyib'in rivayeti, babasından öğrenilmiştir. Babası şöyle dedi: Ben ağacı gördüm. Sonrasında o yere geldiğimde, onu tanıyamadım."
    },
    {
      "id": 118,
      "narrator": "It has been narrated on the authority of Yazid b. Abu Ubaid (the freed slave of Salama b. al-Akwa') who said:",
      "text": "Yazid b. Abu Ubaid'in (Salama b. al-Akwa'nın azatlısı) rivayetine göre, Hudaibiye Günü'nde Allah'ın Elçisi'ne (ﷺ) biat ederken neye dair biat ettiğini sordum. O da şöyle dedi: Ölümüne kadar savaşacağımıza dair."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Yukarıdaki rivayet de farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 120,
      "narrator": "It has been narrated on the authority of Abdullah b. Zaid who said:",
      "text": "Abdullah b. Zaid'in rivayetine göre, bir kişi ona geldi ve şöyle dedi: İşte burada, insanları kendisine biat ettiren İbn Hanzala var. O (Abdullah) sordu: Ne için? O da cevap verdi: Onun için ölecekler. 'Abdullah dedi ki: Ben, Allah'ın Elçisi'nden (ﷺ) sonra bu şekilde biat etmeyeceğim."
    },
    {
      "id": 121,
      "narrator": "It has been narrated by Salama b. al-Akwa' that he visited al-Hajjaj who said to him:",
      "text": "Salama b. el-Akva'dan rivayet edilmiştir ki, el-Haccac'ı ziyaret etti ve ona şöyle dedi: Ey el-Akva'nın oğlu, sen dinden döndün ve (hicretinden sonra) tekrar bedevilerle çölde yaşamaya geldin. O da: Hayır, fakat Allah'ın Elçisi (ﷺ) bana çölde yaşamayı izin verdi, dedi."
    },
    {
      "id": 122,
      "narrator": "It has been reported on the authority of Mujashi' b. Mas'ud as-Sulami who said:",
      "text": "Mücaşii b. Mes'ud es-Sulami'den rivayet edilmiştir ki, ben Peygamber'e (ﷺ) hicret taahhüdümü sunmak için geldim. O da: Hicret süresi sona erdi (ve bu büyük ibadet için mükafat alacak olanlar mükafatlarını aldılar). Artık İslam davasına hizmet etmek, Allah yolunda çabalamak ve fazilet yolunu takip etmek için taahhüdünü verebilirsin, dedi."
    },
    {
      "id": 123,
      "narrator": "It has been reported on the authority of Mujashi' b. Mas'ud who said:",
      "text": "Mücaşii b. Mes'ud'dan rivayet edilmiştir ki, ben kardeşim Ebu Ma'bad'ı Mekke'nin fethinden sonra Allah'ın Elçisi'ne (ona selam olsun) getirdim ve dedim: Allah'ın Elçisi, onun hicret taahhüdünü senin elinde yemin etmesine izin ver. O da: Hicret süresi, bunu yapması gerekenlerle sona erdi (ve artık kimse bu faziletli ayrımları elde edemez). Ben de: Hangi eylemler için ona yemin etmesine izin verirsin? O da: (O, bunu) İslam davasına hizmet etmek, Allah yolunda savaşmak ve fazilet davasında savaşmak için yapabilir, dedi. Abd Uthman dedi ki: Abd Ma'bad ile karşılaştım ve Mücaşii'den duyduğumu ona söyledim. O da: Gerçekten doğru söylemiştir, dedi."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Asim'den rivayet edilen başka bir versiyon aynı kelimeleri taşımaktadır ancak Ebu Ma'bad'ın adını anmamaktadır."
    },
    {
      "id": 125,
      "narrator": "It has been narrated on the authority of Ibn 'Abbas that the Messenger of Allah (ﷺ) said on the day of the Conquest of Mecca:",
      "text": "İbn Abbas'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) Mekke'nin Fethi günü şöyle dedi: Artık hicret yoktur, yalnızca cihad (İslam davası için savaş) ve samimi niyet (büyük mükafata sahiptir); sizden birisi (İslam davası için) sefere çıkması istendiğinde, hemen çıkmalıdır."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Yukarıdaki hadis farklı bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 127,
      "narrator": "'A'isha reported that the Messenger of Allah (ﷺ) was asked about migration, whereupon he said:",
      "text": "A'işe, Allah'ın Elçisi'ne (ﷺ) hicret hakkında sorulduğunu bildirmiştir. O da: Mekke'nin Fethi'nden sonra hicret yoktur, yalnızca cihad ve samimi niyet vardır. Sizden birisi (İslam davası için) sefere çıkması istendiğinde, çıkmalıdır, dedi."
    },
    {
      "id": 128,
      "narrator": "It has been narrated on the authority of Abu Sa'id al-Khudari that a Bedouin asked the Messenger of Allah (ﷺ) about Migration. He replied:",
      "text": "Ebu Sa'id el-Hudri'den rivayet edilmiştir ki, bir bedevi Allah'ın Elçisi'ne (ﷺ) hicret hakkında sordu. O da: Hicret hakkında mı konuşuyorsun? Hicret meselesi çok zordur. Ama develerin var mı? Bedevi: Evet, dedi. O da: Onlar için zekat ödüyor musun? Bedevi: Evet, dedi. O (Peygamber) dedi ki: Denizin ötesinde hayır işlerine devam et, çünkü Allah, yaptığınız hiçbir ameli karşılıksız bırakmayacaktır."
    },
    {
      "id": 129,
      "narrator": "This tradition has been handed down through a different chain of transmitter with the addition of the following words at the end:",
      "text": "Bu hadis, farklı bir rivayet zinciriyle aktarılmıştır ve sonunda şu kelimeler eklenmiştir: \"Onları suya geldiklerinde sağar mısın? O da: Evet, dedi.\""
    },
    {
      "id": 130,
      "narrator": "It has been narrated on the authority of 'A'isha, the wife of the Prophet (ﷺ). She said:",
      "text": "A'işe'den, Peygamber'in (ﷺ) eşi olduğu rivayet edilmiştir. O şöyle dedi: İnanan kadınlar (Medine'ye) hicret ettiklerinde ve Allah'ın Elçisi'ne (ﷺ) geldiklerinde, onlara Allah'ın şu ayetlerine göre test yapılırdı: \"Ey Peygamber, inanan kadınlar sana geldiklerinde, Allah'a hiçbir şeyi ortak koşmayacaklarına, çalmayacaklarına, zina etmeyeceklerine...\" ayetin sonuna kadar. İnanan kadınlardan bu şartları kabul edenler ve bunlara uymayı kabul edenler, biat için kendilerini sunmuş sayılırdı. Onlar bunu (resmen) ilan ettiklerinde, Allah'ın Elçisi (ona selam olsun) onlara: Gidebilirsiniz. Biatinizi onayladım, derdi. Vallahi, Allah'ın Elçisi'nin (ﷺ) eli hiçbir kadının eline değmedi. O, onlardan biati sözlü olarak alırdı. Vallahi, Allah'ın Elçisi (ﷺ) kadınlardan, Allah'ın kendisine emrettiği dışında hiçbir yemin almadı ve avuç içi hiçbir kadının avuç içiyle temas etmedi. Yeminlerini aldığında, onlara bunu sözlü olarak aldığını söylerdi."
    },
    {
      "id": 131,
      "narrator": "It has been narrated on the authority of 'Urwa that 'A'isha described to him the way the Prophet (ﷺ) took the oath of fealty from women. She said:",
      "text": "Urve'den rivayet edilmiştir ki, A'işe ona Peygamber'in (ﷺ) kadınlardan biat alışı şeklini tarif etti. O şöyle dedi: Allah'ın Elçisi (ﷺ) hiçbir kadına elini değdirmedi. Sadece ondan bir yemin alırdı ve yeminini aldıktan sonra: Gidebilirsiniz. Biatinizi kabul ettim, derdi."
    },
    {
      "id": 132,
      "narrator": "It has been narrated on the authority of Abdullah b. 'Umar who said:",
      "text": "Abdullah b. 'Umar'dan rivayet edilmiştir ki, biz Allah'ın Elçisi'ne (ﷺ) onun emirlerine itaat edeceğimize dair yemin ederdik. O da bize (yeminimizde) şöyle dememizi söylerdi: Gücüm yettiği kadar."
    },
    {
      "id": 133,
      "narrator": "It has been narrated on the authority of Ibn 'Umar who said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) Uhud Günü beni savaş alanında denetledi ve ben on dört yaşındaydım. Beni (savaşa katılmama) izin vermedi. Hendek Günü beni denetledi ve ben on beş yaşındaydım, ve bana (savaşmam için) izin verdi. Nafi' dedi ki: Ben 'Umar b. 'Abd al-'Aziz'e, o zaman halife olan kişiye geldim ve bu hadisi ona anlattım. O da: Şüphesiz, bu bir küçüğün ve büyüğün ayrımıdır, dedi. O, valilerine on beş yaşındaki birine geçim yardımı vermelerini, ama daha küçük yaştaki çocukları farklı bir şekilde muamele etmelerini yazdı."
    },
    {
      "id": 134,
      "narrator": "This tradition has been handed down through a different chain Of transmitters with the following change in the wording:",
      "text": "Bu hadis, farklı bir rivayet zinciriyle aktarılmıştır ve kelimelerde şu değişiklik yapılmıştır: \"Ben on dört yaşındaydım ve o beni (savaşa katılmak için) çok genç buldu.\""
    },
    {
      "id": 135,
      "narrator": "It has been narrated on the authority of Ibn 'Umar who said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) düşman topraklarına Kur'an ile seyahat etmeyi yasakladı."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Abdullah b. Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) düşman topraklarına Kur'an ile seyahat etmeyi yasaklardı; çünkü düşmanın eline geçmesinden korkardı."
    },
    {
      "id": 137,
      "narrator": "It has been narrated on the authority of Ibn 'Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Kur'an'ı yanınıza alarak seyahate çıkmayın; çünkü kaybolursa düşmanın eline geçmesinden korkarım. Ayyub (rivayet zincirindeki bir nakilci) dedi ki: Düşman onu ele geçirebilir ve sizinle bu konuda tartışabilir."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Yukarıdaki hadis, kelime farklılıklarıyla birlikte başka birkaç zincirle de rivayet edilmiştir."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Hafya'dan Thaniyyat al-Wada'ya (son nokta) kadar özel olarak hazırlanmış atlarla bir yarış düzenlemişti; Thaniyya'dan Banu Zuraiq camisinin oraya kadar eğitilmemiş atlarla da yarış yapılmıştı ve İbn 'Umar bu yarışa katılanlardandı."
    },
    {
      "id": 140,
      "narrator": "This tradition has been handed down through several other chains of transmitters.  One of the chaines has the addition of the following words from Abdullah b. 'Umar:",
      "text": "Bu rivayet, başka birkaç nakilci zinciriyle aktarılmıştır. Zincirlerden birinde Abdullah b. 'Umar'dan şu ekleme vardır: \"Yarışta birinci geldim ve atım camiye benimle birlikte atladı.\""
    },
    {
      "id": 141,
      "narrator": "It has been narrated on the authority of Ibn Umar that the Messenger of Allah (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Atların yelelerinde Kıyamet Günü'ne kadar büyük bir fayda vardır."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Aynı rivayet, farklı bir nakilci zinciriyle aktarılmıştır."
    },
    {
      "id": 143,
      "narrator": "It has been narrated on the authority of Jarir b. Abdullah who said:",
      "text": "Jarir b. Abdullah'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) bir atın yelesini parmaklarıyla kıvırıyordu ve şöyle diyordu: (Büyük bir) fayda, yani (Cihad için beslenmelerinin) mükafatı ve ganimet, atların yelelerine Kıyamet Günü'ne kadar bağlanmıştır."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "Yukarıdaki rivayet, Yunus aracılığıyla farklı bir nakilci zinciriyle de rivayet edilmiştir."
    },
    {
      "id": 145,
      "narrator": "The same tradition has been narrated on the authority of Urwat al-Bariqi who said that the Prophet (ﷺ) said:",
      "text": "Aynı rivayet, Urwat al-Bariqi'den aktarılmıştır; o da Peygamber (ﷺ) şöyle buyurdu: Atların yelelerinde Kıyamet Günü'ne kadar büyük bir hayır vardır."
    },
    {
      "id": 146,
      "narrator": "'Urwat al-Bariqi reported Allah's Messenger (ﷺ) having said this:",
      "text": "'Urwat al-Bariqi, Allah'ın Resulü (ﷺ) bu şekilde söylediğini bildirmiştir: Hayır, atların yelelerine bağlıdır. Kendisine: Allah'ın Resulü, neden böyle? denildi. O (Peygamber) dedi ki: Mükafat ve ganimet için Kıyamet Günü'ne kadar."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Bu hadis, aynı nakilci zinciriyle rivayet edilmiştir; ancak burada \"Urwat al-Bariqi\" yerine \"Urwa b. Ja'd\" vardır."
    },
    {
      "id": 148,
      "narrator": "A version of the tradition narrated on the authority of 'Urwat al-Bariqi does not mention (the words):",
      "text": "'Urwat al-Bariqi'den rivayet edilen bir versiyon, \"mükafat ve ganimet\" ifadelerini zikretmemektedir."
    },
    {
      "id": 149,
      "narrator": "",
      "text": "'Urwa b. al-Ja'd'dan rivayet edilen bir versiyon, \"mükafat ve ganimet\" ifadelerini zikretmemektedir."
    },
    {
      "id": 150,
      "narrator": "It has been narrated on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Savaş atlarının yelelerinde bir bereket vardır."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Bu hadisin, Anas'tan başka bir rivayet zinciriyle nakledildiği bildirilmiştir."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Şikal atını sevmezdi."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Bu rivayet, Sufyan'dan nakledilmiştir ve Abd ar-Razzaq'tan (rivayet edenlerden biri) Şikal'ın, sağ arka ayağı ve sol ön ayağı ya da sol arka ayağı ve sağ ön ayağı beyaz olan bir kemik olarak açıklandığı eklenmiştir."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "Bu rivayet, farklı bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 155,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (may peace upon him) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: Allah, O'nun yolunda savaşmak için çıkan ve O'na inanarak, O'nun elçilerini tasdik eden kişinin işlerini üstlenmiştir. O, onu ya cennete alacak ya da çıktığı yerden evine, ödül veya ganimetle geri getirecektir. Muhammad'ın hayatının elinde olan varlığa yemin ederim ki, eğer Müslümanlar için zor olmasaydı, Allah yolunda savaşmak için giden hiçbir seferden geri kalmazdım. Fakat onlara (Mücahidlere) binek hayvanları sağlamak için yeterli imkânım yok, ne de olsa (yani hepsi) kendilerine cihad için gerekli olan her şeyi sağlamak için yeterli imkâna sahip değiller ki geride kalsınlar. Muhammad'ın hayatının elinde olan varlığa yemin ederim ki, Allah yolunda savaşmayı ve öldürülmeyi, tekrar savaşmayı ve tekrar öldürülmeyi, tekrar savaşmayı ve öldürülmeyi çok isterim."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Aynı rivayet, başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 157,
      "narrator": "It has been narrated on the authority of Abu Huraira who said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah, O'nun yolunda savaşmak ve O'nun kelimesinin doğruluğunu tasdik etmek için evini terk eden kişinin rızkını üstlenmiştir; Allah onu ya cennete alacak ya da çıktığı yerden evine, ödül ve ganimetle geri getirecektir."
    },
    {
      "id": 158,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah yolunda yaralanan bir kişi -ve Allah, O'nun yolunda yaralananları daha iyi bilir- Kıyamet Günü yarası kanar halde ortaya çıkacaktır. (Yarasının akıntısının) rengi kan rengi olacak, ama kokusu misk kokusu olacaktır."
    },
    {
      "id": 159,
      "narrator": "It has been narrated on the authority of Abu Haraira that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Allah yolunda bir Müslümanın aldığı her yara Kıyamet Günü, ilk alındığı gibi kanar halde ortaya çıkacak ve bolca kanayacaktır. (Yarasının akıntısının) rengi kan rengi olacak, ama kokusu misk kokusu olacaktır. Muhammad'ın hayatının elinde olan varlığa yemin ederim ki, eğer Müslümanlar için zor olmasaydı, Allah yolunda cihad için yapılan hiçbir sefere geri kalmazdım, ama Mücahidlere binek hayvanları sağlamak için yeterli imkânım yok, ne de olsa (yani hepsi) kendilerine cihad için gerekli olan her şeyi sağlamak için yeterli imkâna sahip değiller ki beni takip edebilsinler, ne de olsa kalplerinin geride kalmamı istemesi hoşlarına gitmezdi."
    },
    {
      "id": 160,
      "narrator": "It has been narrated on the authority of Abu Huraira who said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Ben bir sefer (cihad için) mobilize edildiğinde geride kalmam; eğer bu, müminler için zor olmasaydı... Bu, önceki rivayette geçen aynı sözlerle devam etmektedir, ancak bu rivayet, önceki hadisteki son cümleyle aynı sonuca sahiptir, sadece kelimelerde hafif bir farklılık vardır: \"Muhammed'ın hayatının elinde olan varlığa yemin ederim ki, Allah yolunda öldürülmeyi çok isterim; sonra tekrar diriltilip, O'nun yolunda tekrar öldürülmeyi isterim...\""
    },
    {
      "id": 161,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: Eğer benim ümmetim için (benim örneğimi) takip etmek zor olmasaydı, hiçbir sefere geri kalmazdım -önceki rivayetlerde olduğu gibi."
    },
    {
      "id": 162,
      "narrator": "Another version of the tradition narrated through a different chain of transmitters on the authority of Abu Huraira has the same wording as the previous tradition:",
      "text": "Ebu Hureyre'den farklı bir rivayet zinciriyle aktarılan başka bir versiyonu, önceki rivayetle aynı kelimelere sahiptir: \"Allah, Allah yolunda çıkan kişinin işlerini üstlenmiştir\" ancak \"Allah yolunda savaşmak için yapılan hiçbir sefere geri kalmam\" sözleriyle sona ermektedir."
    },
    {
      "id": 163,
      "narrator": "It has been narrated on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Hiç kimse ölmez ve Allah katında kendisi için bir iyilik bulunmadıkça, bu dünyaya geri dönmeyi istemez; hatta ona bütün dünya ve içindekiler teklif edilse bile, sadece şehit, şehitlik mertebesinin büyüklüğünü gördüğü için geri dönmeyi ve dünyada tekrar öldürülmeyi arzu eder.\""
    },
    {
      "id": 164,
      "narrator": "It has been narrated on the authority of Anas b. Malik (through a different chain of transmitters) that the Messenger of Allah (ﷺ) said:",
      "text": "Anas b. Malik'ten (farklı bir rivayet zinciriyle) rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Cennete giren hiç kimse, bu dünyaya geri dönmeyi istemez; hatta ona yeryüzündeki her şey teklif edilse bile, sadece şehit, bu dünyaya geri dönmeyi ve on kez öldürülmeyi arzu eder, kendisine verilen büyük onur için.\""
    },
    {
      "id": 165,
      "narrator": "It has been narrated on the authority of Abu Huraira who said:",
      "text": "Ebu Hureyre'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle soruldu: Allah, Azze ve Celle yolunda cihadın karşılığı olabilecek hangi ameli kabul eder? O da: \"O ameli yapacak gücünüz yok.\" diye cevap verdi. Rivayet eden kişi: \"Onlar soruyu iki ya da üç kez tekrar ettiler. Her seferinde O: \"O ameli yapacak gücünüz yok.\" diye cevap verdi. Üçüncü kez sorulduğunda, O şöyle dedi: \"Cihad için çıkan kişi, oruç tutan, sürekli namaz kılan (ve Kur'an'ın) ayetlerindeki Allah'ın emirlerine itaat eden bir kimse gibidir ve Mücahid Allah yolunda cihadından döndüğünde oruç ve namazda hiçbir gevşeklik göstermez.\""
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Bu rivayet, farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 167,
      "narrator": "It has been narrated on the authority of Nu'man b. Bashir who said:",
      "text": "---"
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Nu'man b. Bașir'in rivayetine göre, Allah'ın Elçisi (ﷺ) minberinin yanında otururken bir adam şöyle dedi: İslam'ı kabul ettikten sonra, sadece hacılara içme suyu dağıtmak dışında hiçbir iyi iş yapmamayı umursamıyorum. Diğer birisi: İslam'ı kabul ettikten sonra, Kabe'nin bakım hizmetinden başka hiçbir iyi iş yapmamayı umursamıyorum, dedi. Başka biri: Allah yolunda cihad, söylediklerinizden daha hayırlıdır, dedi. 'Umar onlara çıkıştı ve dedi ki: Cuma günü Allah'ın Elçisi'nin (ﷺ) minberinin yanında sesinizi yükseltmeyin. Namaz bitince, (Peygamber Efendimizin) odasına girdim ve onların ihtilaf ettiği mesele hakkında görüşünü sordum. (Bunun üzerine) Allah, Azze ve Celle, şu ayeti indirdi: \"Hacılara içme suyu vermeyi ve Kabe'nin bakımını, Allah'a ve Ahiret Günü'ne inanan ve Allah yolunda çaba gösterenlerle eşit mi tutuyorsunuz? Onlar, Allah katında eşit değildirler. Ve Allah, zalim toplumu hidayete erdirmez.\" (Tevbe, 20)."
    },
    {
      "id": 169,
      "narrator": "It has been narrated on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 170,
      "narrator": "It has been narrated on the authority of Sahl b. Sa'd as-Sa'idi that the Messenger of Allah (ﷺ) said:",
      "text": "Bu rivayet, Nu'man b. Bașir'in başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 171,
      "narrator": "It has been narrated on the authority of Sahl b. Sa'd as-Sa'idi that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 172,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Anas b. Malik'in rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Allah yolunda sabah veya akşam (cihad için) çıkmak, dünya ve içindekilerden daha hayırlıdır."
    },
    {
      "id": 173,
      "narrator": "It has been narrated on the authority of Abu Ayyub that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Sahl b. Sa'd as-Sa'idi'nin rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Sabah (cihad için) Allah yolunda yapılan bir yolculuk, dünya ve içindekilerden daha hayırlıdır."
    },
    {
      "id": 175,
      "narrator": "It has been narrated on the authority of Abu Sa`id al-Khudri that the Messenger of Allah (ﷺ) said (to him):",
      "text": "---"
    },
    {
      "id": 176,
      "narrator": "It has been narrated on the authority of Abu Qatada that the Messenger of Allah (ﷺ) stood up among them (his Companions) to deliver his sermon in which he told them that Jihad in the way of Allah and belief in Allah (with all His Attributes) are the most meritorious of acts. A man stood up and said:",
      "text": "Sahl b. Sa'd as-Sa'idi'nin rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Sabah veya akşam (cihad için) Allah yolunda yapılan bir yolculuk, dünya ve içindekilerden daha hayırlıdır."
    },
    {
      "id": 177,
      "narrator": "The tradition has been narrated through a different chain of transmitters on the authority of Abu Qatada who said:",
      "text": "---"
    },
    {
      "id": 178,
      "narrator": "Another version of the tradition differently transmitted begins with the words:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer benim ümmetimden bazı kişiler (cihadın zorluklarını) üstlenmezse... (Abu Huraira) hadisin geri kalanını anlattı ve şöyle dedi: Akşam veya sabah cihad için yapılan bir yolculuk, dünya ve içindekilerden daha hayırlıdır."
    },
    {
      "id": 179,
      "narrator": "It has been reported on the authority of 'Amr b. al-'As that the Messenger of Allah (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 180,
      "narrator": "It has been reported on the authority of Amr b. al-'As through a different chain of transmitters that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Ayyub'un rivayetine göre, Allah'ın Elçisi (ﷺ) şöyle dedi: Sabah veya akşam (cihad için) Allah yolunda yapılan bir yolculuk, güneşin doğduğu veya battığı her şeyden daha hayırlıdır."
    },
    {
      "id": 181,
      "narrator": "It has been narrated on the authority of Masruq Who said:",
      "text": "Masruq'un rivayetine göre, 'Abdullah'a \"Allah yolunda öldürülenleri ölü sanmayın. Hayır, onlar diridirler, Rablerinin katında rızıklandırılmaktadırlar..\" (iii. 169) ayetinin anlamını sorduk. O da: Ayetin anlamını (Peygamber Efendimizden) sorduk, o da şöyle dedi: Şehitlerin ruhları, Yüce Allah'ın tahtından sarkan avizelerde yuva yapan yeşil kuşların bedenlerinde yaşamaktadır. İstedikleri yerden cennet meyvelerini yerler ve sonra bu avizelerde yuva yaparlar. Bir gün Rableri onlara bir göz attı ve: \"Bir şey ister misiniz?\" dedi. Onlar: \"Daha ne isteyelim? İstediklerimiz yeriz.\" dediler. Rableri onlara aynı soruyu üç kez sordu. Sorunun yanıtını vermeden bırakılmayacaklarını görünce: \"Ey Rabbimiz, ruhlarımızı bedenlerimize geri döndürmeni istiyoruz ki, bir kez daha senin yolunda şehit olalım.\" dediler. Allah onların ihtiyaçlarının olmadığını görünce, onları (cennetteki sevinçlerine) bıraktı."
    },
    {
      "id": 182,
      "narrator": "It has been narrated on the authority of Abu Sa'id Khudri that a man came to the Prophet (may peace he upon him) and said:",
      "text": "Abu Sa'id Khudri'nin rivayetine göre, bir adam Peygamber'e (sallallahu aleyhi ve sellem) geldi ve: \"İnsanların en iyisi kimdir?\" diye sordu. O da: \"Allah yolunda malını harcayan ve canını tehlikeye atan bir adamdır.\" diye cevap verdi. Adam sonra: \"Ondan sonra kimdir?\" diye sordu. O da: \"Ona en yakın olan, dağ yamaçlarında Rabbine ibadet eden ve insanlara zarar vermekten sakınan bir imandır.\" dedi."
    },
    {
      "id": 183,
      "narrator": "It has been narrated (through a diferent chain of transmetters) on the same authority (i. e. Abu Sa'id Khadri) who said:",
      "text": "Aynı otoriteden (yani Abu Sa'id Khudri'den) farklı bir isnatla rivayet edilmiştir ki, bir adam sordu: \"Allah'ın Resulü, insanların en iyisi kimdir?\" O da: \"Allah yolunda canını tehlikeye atan ve malını harcayan bir imandır.\" dedi. Adam: \"Ondan sonra kimdir?\" diye sordu. O da: \"Ona en yakın olan, dağ yamaçlarında yalnız yaşayan, Rabbine ibadet eden ve insanlara zarar vermekten sakınan bir adamdır.\" dedi."
    },
    {
      "id": 184,
      "narrator": "",
      "text": "İbn Şihab'ın rivayetinde gelen bir versiyon, \"dağ vadisinde bir adam\" şeklinde biraz farklı bir sonuca sahiptir, ancak \"ondan sonra bir adam...\" ifadesini zikretmemiştir."
    },
    {
      "id": 185,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"İnsanların en iyi hayatını yaşayan, Allah yolunda (her zaman sefere hazır) atının dizginlerini tutan, korkutucu bir çığlık ya da yardım çağrısı duyduğunda hemen onun sırtına atlayan ve ölümün beklenebileceği yerlerde ona doğru giden adamdır. (Ona en yakın olan) ise, koyunlarıyla bir tepe ya da vadide yaşayan, namazını düzenli kılan, zekat veren ve Rabbine ibadet eden adamdır. Bu iki kişiden başka insanlar arasında daha iyi biri yoktur.\""
    },
    {
      "id": 186,
      "narrator": "",
      "text": "Bu hadisin Abu Huraira'dan, kelime farklılığı ile rivayet edildiği bildirilmiştir."
    },
    {
      "id": 187,
      "narrator": "",
      "text": "'Abdullah b. Badr ve Abu Huraira tarafından rivayet edilen iki farklı versiyon, farklı isnatlarla, kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 188,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"Allah, her ikisi de cennete girecek olan iki adamdan gülmektedir; bunlardan biri diğerini öldürmüştür.\" Onlar: \"Allah'ın Resulü, bu nasıl olur?\" dediler. O da: \"Birisi Allah yolunda savaşır, şehit olur. Sonra Allah, İslam'ı kabul eden katile merhamet eder, Allah yolunda savaşır ve şehit olur.\" dedi."
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Aynı hadis, Abu Zinad'dan (aynı isnatla) rivayet edilmiştir."
    },
    {
      "id": 190,
      "narrator": "It has been reported on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"Allah, birbirini öldüren iki adamdan birine gülmektedir; her ikisi de cennete girecektir.\" Onlar (ashab) dediler: \"Nasıl, Allah'ın Resulü?\" O da: \"Birisi (Allah yolunda) öldürülür ve cennete girer. Sonra Allah diğerini affeder ve onu İslam'a hidayet eder; sonra o da Allah yolunda savaşır ve şehit olur.\" dedi."
    },
    {
      "id": 191,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"Bir kafir ile onu öldüren mümin, cehennemde bir araya gelmeyeceklerdir.\""
    },
    {
      "id": 192,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"Cehennemde bu iki kişi bir arada olmayacak; biri diğerinin varlığından zarar görüyorsa.\" Soruldu: \"Allah'ın Resulü, onlar kimdir?\" O da: \"Bir müminin bir kafiri öldürdüğü ve (sonra) doğru yolda kaldığıdır.\" dedi."
    },
    {
      "id": 193,
      "narrator": "It has been narrated on the authority of Abu Mas'ud al-Ansari who said A man brought a muzzled she-camel and said:",
      "text": "Abu Mas'ud el-Ansari'nin rivayetine göre, bir adam bir ağzı kapalı dişi deveyi getirip: \"Bu, Allah yolunda (kurban) olarak sunulmuştur.\" dedi. Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"Bunun için, Kıyamet Günü yedi yüz dişi deve alacaksın; hepsi de ağzı kapalı olacaktır.\""
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Benzer bir hadis, el-A'maş'tan rivayet edilmiştir."
    },
    {
      "id": 195,
      "narrator": "It has been narrated on the authority of Abu Mas'ud al-Ansari who said:",
      "text": "Abu Mas'ud el-Ansari'nin rivayetine göre, bir adam Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) geldi ve: \"Binek hayvanım öldü, bana binecek bir hayvan ver.\" dedi. O (Peygamber) da: \"Yanımda yok.\" dedi. Bir adam: \"Allah'ın Resulü, ben onu bir binekle temin edecek birine yönlendirebilirim.\" dedi. Allah'ın Resulü (sallallahu aleyhi ve sellem) şöyle buyurdu: \"İyiliğe yönlendirenin, onun yapanı gibi bir sevabı vardır.\""
    },
    {
      "id": 196,
      "narrator": "",
      "text": "Yukarıdaki rivayet farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 197,
      "narrator": "It has been narrated on the authority of Anas b. Malik that a young man from Aslam tribe said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Aslam kabilesinden bir genç: \"Allah'ın Resulü, ben (Allah yolunda) savaşmak istiyorum ama savaşmak için kendimi donatacak bir şeyim yok.\" dedi. O (Kutsal Peygamber) şöyle dedi: \"Şu ve bu kişiye git, çünkü o kendini (savaş için) donatmıştı ama hastalandı.\" Genç ona gitti ve şöyle dedi: \"Allah'ın Resulü (ﷺ) sana selam gönderiyor ve bana sağladığın donanımı vermeni söylüyor.\" Adam (karısına veya hizmetçisine) dedi: \"Şu ve bu, ona benim kendim için topladığım donanımı ver ve ondan hiçbir şey saklama. Ondan hiçbir şey saklama ki, bu konuda bereketlenesin.\""
    },
    {
      "id": 198,
      "narrator": "It has been narrated on the authority of Zaid b. Khalid al-Juhani that the Messenger of Allah (ﷺ) said:",
      "text": "Zaid b. Khalid al-Cuhani'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah yolunda (savaşmaya giden) bir savaşçıyı donatan kimse (gerçekten) savaşan gibidir. Ve yokluğunda ailesine iyi bakan kimse de (gerçekten) savaşan gibidir.\""
    },
    {
      "id": 199,
      "narrator": "The above tradition has been narrated on the authority of Khalid al- Juhani who said:",
      "text": "Yukarıdaki rivayet Khalid al-Cuhani'den aktarılmıştır. O şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah yolunda bir savaşçıyı donatan kimse (gerçekten savaşan gibidir) ve Allah yolunda bir savaşçının ailesine bakan kimse, aslında savaşa katılmıştır.'\""
    },
    {
      "id": 200,
      "narrator": "It has been narrated on the authority of Abu Sa'id Khudri that the Messenger of Allah (ﷺ) sent a force to Banu Lihyan (who are from Banu Hudhail, and said:",
      "text": "Abu Sa'id Khudri'den rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Banu Lihyan'a bir kuvvet göndermiştir (Banu Hudhail'den olup) ve şöyle demiştir: \"İki kişiden bir adam (kuvvetle) katılacak ve ödül (ikisi arasında) paylaşılacaktır.\""
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Yukarıdaki rivayet de Abu Sa'id Khudri ve Yahya aracılığıyla iki farklı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 202,
      "narrator": "It has been narrated (through a still different chain of transmitters) on the authority of Abu Sa'id Khudrl that the Messenger of Allah (ﷺ) despatched a force to Banu Lihyan. (and said:",
      "text": "Abu Sa'id Khudri'den (farklı bir nakil zinciriyle) rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Banu Lihyan'a bir kuvvet göndermiştir. (Ve şöyle demiştir:) \"İki kişiden bir adam kuvvete katılmalıdır.\" Sonra geride kalanlara şöyle dedi: \"Sizden, sefere gidenlerin ailelerine ve mallarına iyi bakanlar, savaşçıların ödülünün yarısını alacaklardır.\""
    },
    {
      "id": 203,
      "narrator": "It has been narrated on the authority of Sulaimin b. Buraida who learnt the tradition from his father. The latter said that the Messenger of Allah (ﷺ) said:",
      "text": "Sulaimin b. Buraida'dan rivayet edilmiştir ki, o babasından bu rivayeti öğrenmiştir. Babası şöyle dedi: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Mücahidin eşlerinin saygınlığı, evde oturanların annelerinin saygınlığı gibidir (yani cihada çıkmayanlar için). Mücahidin ailesine bakarak geride kalan ve güvenini ihanet eden kimse, Kıyamet Günü mücahidlerin önünde duracak ve mücahid, onun sevaplarından dilediğini alacaktır. Peki, sizce (bir şey bırakır mı)?'\""
    },
    {
      "id": 204,
      "narrator": "",
      "text": "Bu rivayet aynı otoriteden farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 205,
      "narrator": "A version of the tradition narrated on the authority of 'Alqama b. Murthad has a differently worded end:",
      "text": "'Alqama b. Murthad'dan rivayet edilen bir versiyonda rivayetin sonu farklı bir şekilde ifade edilmiştir: Mücahide denilecek: \"Onun güzel amellerinden dilediğini al.\" Sonra Allah'ın Resulü (ﷺ) bize döndü ve sordu: \"Sizce (bir şey bırakır mı)? - (yani her şeyi alacak).\""
    },
    {
      "id": 206,
      "narrator": "It has been narrated on the authority of Abu Ishaq, that he heard Bara' talking about the Qur'anic verse:",
      "text": "Abu İshak'tan rivayet edilmiştir ki, o Bara'ı dinlerken şöyle dedi: \"Kur'an ayeti: 'Evde oturan müminler ile Allah yolunda cihada çıkanlar bir değildir' (iv. 95) indiğinde, Umm Maktum'un oğlu Peygamber'e (ﷺ) körlüğünden şikayet etti. (Bunun üzerine) vahiy indi: 'Evde oturan müminler, herhangi bir sıkıntı (hastalık, yetersizlik, engellilik) olmadan' (iv. 95). Bu rivayet iki başka nakil zinciriyle aktarılmıştır.\""
    },
    {
      "id": 207,
      "narrator": "It has been narrated on the authority of Bara' who said:",
      "text": "Bara'dan rivayet edilmiştir ki, o şöyle dedi: \"Kur'an ayeti: 'Evde oturan müminler' (iv. 94) indiğinde, Umm Maktum'un oğlu ona (Kutsal Peygamber) hitap etti. (Bunun üzerine) 'sıkıntısı olmayanlar' kelimeleri indi.\""
    },
    {
      "id": 208,
      "narrator": "It has been reported on the authority of Jabir that a man said:",
      "text": "Jabir'den rivayet edilmiştir ki, bir adam şöyle dedi: \"Allah'ın Resulü, ben öldürülürsem nerede olacağım?\" O cevap verdi: \"Cennette.\" Adam elindeki hurmaları attı ve öldürülene kadar savaştı (yani hurmaları bitirmeyi beklemedi). Suwaid tarafından rivayet edilen versiyonda: \"Bir adam, Uhud günü Peygamber'e (ﷺ) dedi......\""
    },
    {
      "id": 209,
      "narrator": "It has been reported on the authority of Bara! ' who stated:",
      "text": "Bara'dan rivayet edilmiştir ki, o şöyle dedi: \"Banu Nabit'ten (Ensar kabilelerinden) bir adam Peygamber'e (ﷺ) geldi ve: 'Ben şahitlik ederim ki Allah'tan başka ilah yoktur ve sen O'nun elçisi ve kulu olduğuna.' dedi. Sonra öne geçti ve savaştı, ta ki öldürüldü. Peygamber (ﷺ) şöyle dedi: 'O az bir şey yaptı ama büyük bir ödül alacak.'\""
    },
    {
      "id": 210,
      "narrator": "It has been reported on the authority of Anas b. Malik who said:",
      "text": "Anas b. Malik'ten rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) Busaisah'ı, Ebu Süfyan'ın kervanının ne yaptığını görmek için bir keşifçi olarak göndermiştir. O geri döndü ve Peygamber ile evinde karşılaştı; orada sadece ben ve Allah'ın Resulü vardı. Hadrat Anas'ın Peygamber'in (ﷺ) bazı eşlerinden bahsedip bahsetmediğini hatırlamıyorum ve ona kervanın haberini verdi. (Haber aldıktan sonra) Allah'ın Resulü (ﷺ) dışarı çıktı (aceleyle), insanlara hitap etti ve: \"Bizim (adam) ihtiyacımız var; kimde biner hayvanı varsa bizimle birlikte binsin.\" İnsanlar, Medine yakınlarındaki tepeliklerde otlayan biner hayvanlarını getirmek için izin istediler. O: \"Hayır.\" dedi. \"Sadece biner hayvanları hazır olanlar.\" Böylece Allah'ın Resulü (ﷺ) ve arkadaşları Badr'a doğru yola çıktılar ve oraya müşriklerden önce ulaştılar. Müşrikler de oraya vardığında, Allah'ın Resulü (ﷺ) şöyle dedi: \"Hiçbiriniz, ben önde olmadan (bir şey) yapmasın.\" Müşrikler (artık) bize doğru ilerlediler ve Allah'ın Resulü (ﷺ) dedi: \"Cennete girin ki, genişliği gökler ve yer kadar.\" 'Umair b. al-Humam al-Ansari dedi: \"Allah'ın Resulü, cennet gökler ve yer kadar mı?\" O: \"Evet.\" dedi. 'Umair: \"Aman Allah'ım!\" dedi. Allah'ın Resulü (ﷺ) ona: \"Bu sözleri söylemene ne sebep oldu?\" diye sordu. O: \"Allah'ın Resulü, sadece orada olmak istemem.\" dedi. O: \"Sen (kesinlikle) oranın sakinlerindensin.\" O, çantasından hurmaları çıkardı ve yemeye başladı. Sonra: \"Eğer bu hurmaları bitirene kadar yaşarsam, bu uzun bir ömür olur.\" dedi. (Rivayet eden kişi şöyle dedi): O, elindeki tüm hurmaları attı. Sonra düşmanlarla savaştı ve öldürüldü."
    },
    {
      "id": 211,
      "narrator": "The tradition has been narrated on the authority of 'Abdullah b. Qais. He heard it from his father who, while facing the enemy, reported that the Messenger of Allah (ﷺ) said:",
      "text": "Bu rivayet, 'Abdullah b. Qais'in nakliyle aktarılmıştır. O, düşmana karşı dururken babasından işitti ki, Allah'ın Messengerı (ﷺ) şöyle buyurdu: Şüphesiz, Cennet kapıları kılıçların gölgeleri altındadır. Üzerinde eski kıyafetler olan bir adam ayağa kalktı ve dedi ki; Abu Musa, Allah'ın Messengerı (ﷺ) bunu söyledi mi? O da: Evet, dedi. (Rivayet eden kişi şöyle dedi): O, arkadaşlarının yanına döndü ve: Size selam olsun (veda selamı) dedi. Sonra kılıcının kınına vurdu, onu fırlattı, (çıplak) kılıcıyla düşmana doğru ilerledi ve onlarla savaşarak şehit oldu."
    },
    {
      "id": 212,
      "narrator": "It has been reported on the authority of Anas b. Malik that some people came to the Messenger of Allah (ﷺ) and said to him:",
      "text": "Bu rivayet, Anas b. Malik'in nakliyle aktarılmıştır. Bazı insanlar Allah'ın Messengerı (ﷺ) yanına geldiler ve ona: Bizimle birlikte Kur'an ve Sünneti öğretecek bazı adamlar gönder, dediler. Bunun üzerine, O, Ensar'dan yetmiş adam gönderdi. Onlara \"Kuran okuyanlar\" deniliyordu ve aralarında benim amcam Haram da vardı. Geceleyin Kur'an okuyor, anlamını tartışıyor ve üzerinde düşünüyorlardı. Gündüzleri su getiriyorlar ve (sularını) camide döküyor, odun topluyor ve satıyorlar, satış gelirleriyle Suffa halkı ve muhtaçlar için yiyecek alıyorlardı. Peygamber (ﷺ) Kuran okuyanları bu insanlarla gönderdi, fakat bu (hain insanlar) onlara saldırdı ve hedeflerine ulaşmadan onları öldürdü. (Ölürken) dediler ki: Ey Allah, haberimizi Peygamberimize ilet ki, biz Seninle buluştuk ve Sen de bizden razısın. (Rivayet eden kişi şöyle dedi): Bir adam, Haram'a (Anas'ın amcası) arkadan saldırdı ve ona bir mızrak sapladı. (Ölürken) Haram dedi ki: Ey Ka'be'nin Rabbi, ben başarıya ulaştım. Allah'ın Messengerı (ﷺ) arkadaşlarına dedi ki: Kardeşleriniz şehit oldu ve onlar şöyle diyordu: Ey Allah, haberimizi Peygamberimize ilet ki, biz Seninle buluştuk ve Sen de bizden razısın."
    },
    {
      "id": 213,
      "narrator": "It has been Deported on the authority of Anas who said:",
      "text": "Bu rivayet, Anas'tan aktarılmıştır ki, benim amcam ve ben onun ismiyle anıldık. O, Badr Günü Allah'ın Messengerı (ﷺ) ile birlikte değildi. Bunun için üzülüyordu. Şöyle derdi: Ben Allah'ın Messengerı (ﷺ) ile yapılan ilk savaşı kaçırdım ve eğer Allah şimdi bana Allah'ın Messengerı (ﷺ) ile bir savaş alanı görme fırsatı verirse, Allah orada ne yaptığımı görecektir. Daha fazlasını söylemekten korkuyordu (Allah ile sözünü tutamayacağını düşünerek). O, Uhud Günü Allah'ın Messengerı (ﷺ) ile birlikteydi. Geri çekilen Sa'd b. Mu'adh ile karşılaştı. Anas ona dedi ki: Ey Abu 'Amr, nereye gidiyorsun? Vay haline! Uhud Dağı'nın yanında Cennet'in kokusunu alıyorum. (Sa'd'ı bu sözlerle azarlayarak) ileri gitti ve düşmanla savaştı ve öldürüldü. (Rivayet eden kişi der ki): Vücudunda kılıç, mızrak ve oklarla yetmişten fazla yara bulundu. Kız kardeşi, teyzem ar-Rubayyi', Nadr'ın kızı, kardeşinin cesedini (o kadar kötü parçalanmıştı ki) parmak uçlarından başka tanıyamadım, dedi. (Bu vesileyle) Kur'an'daki ayet: \"Müminlerden öyle adamlar vardır ki, Allah ile yaptıkları ahde sadık kaldılar. Onlardan bazıları ahitlerini tamamladı, bazıları ise beklemektedir; ama hiçbiri (kararlılıklarını) en azından değiştirmedi.\" (xxxiii. 23). Rivayet eden kişi, bu ayetin Anas b. Nadr ve arkadaşları hakkında indirildiğini söyledi."
    },
    {
      "id": 214,
      "narrator": "It has been narrated on the authority of Abu Musa Ash'ari that a desert Arab came to the Prophet (ﷺ) and said:",
      "text": "Bu rivayet, Abu Musa Ash'ari'nin nakliyle aktarılmıştır ki, bir bedevi Peygamber (ﷺ) yanına geldi ve dedi ki: Allah'ın Messengerı, bir adam ganimet için savaşır; bir diğeri hatırlanmak için savaşır; bir diğeri ise cesaretiyle elde edeceği yüksek mevki için savaşır. Bunlardan hangisi Allah yolunda savaşmaktadır? Allah'ın Messengerı (ﷺ) dedi ki: Allah'ın kelimesinin yücelmesi için savaşan, Allah yolunda savaşmaktadır."
    },
    {
      "id": 215,
      "narrator": "It has been narrated (through another chain of transmitters) on the authority of Abu Musa who said. The Messenger of Allah (ﷺ) was asked which of the men fights in the way of Allah:",
      "text": "Bu rivayet, Abu Musa'nın (başka bir nakil zinciriyle) aktarılmıştır ki, Allah'ın Messengerı (ﷺ) şöyle soruldu: Allah yolunda savaşan adam kimdir: (cesaretini göstermek için savaşan); (bir adam) aile gururuyla savaşan ve (bir adam) gösteriş için savaşan, bunlardan hangisi Allah yolunda savaşmaktadır? Allah'ın Messengerı (ﷺ) dedi ki: Allah'ın kelimesinin yücelmesi için savaşan, Allah yolunda savaşmaktadır."
    },
    {
      "id": 216,
      "narrator": "It has been narrated (through yet another chain of transmitters) on the same authority, i. e. Abu Musa, who said:",
      "text": "Bu rivayet, aynı otoriteden, yani Abu Musa'dan (başka bir nakil zinciriyle) aktarılmıştır ki, biz Allah'ın Messengerı (ﷺ) yanına geldik ve dedik ki: Allah'ın Messengerı, birimiz cesaretini göstermek için savaşır... (önceki rivayetteki aynı sözler devam etmektedir)."
    },
    {
      "id": 217,
      "narrator": "It has been narrated through a different chain of transmitters on the same authority, i. e. Abu Musa Ash'ari, that a man asked the Messenger of Allah (ﷺ) about fighting in the way of Allah, the Exalted and Majestic, a man who fights out of rage or out of family pride. He raised his head towards him-and he did so because the man was standing and said:",
      "text": "Bu rivayet, aynı otoriteden, yani Abu Musa Ash'ari'den (farklı bir nakil zinciriyle) aktarılmıştır ki, bir adam Allah yolunda savaşmayı sordu, yüce ve azametli olan Allah'a, öfke veya aile gururuyla savaşan bir adamı. O, başını ona doğru kaldırdı -çünkü adam ayaktaydı ve dedi ki: Allah'ın kelimesinin yücelmesi için savaşan, Allah yolunda savaşmaktadır."
    },
    {
      "id": 218,
      "narrator": "It has been narrated on the authority of Sulaiman b. Yasar who said:",
      "text": "Bu rivayet, Sulaiman b. Yasar'dan aktarılmıştır ki, insanlar Abu Huraira'nın etrafından dağıldı ve Natil, Suriyelilerden biri, ona dedi ki: Ey Şeyh, Allah'ın Messengerı (ﷺ) dan duyduğun bir rivayeti anlat. O da: Evet, Allah'ın Messengerı (ﷺ) şöyle dedi: Kıyamet Günü ilk olarak hükme bağlanacak olan adam, şehit olarak ölen bir adamdır. O, (Hüküm Makamına) getirilecektir. Allah ona nimetlerini hatırlatacak (yani ona verdiği nimetleri) ve o da onları hatırlayacak (ve hayatında onlardan faydalandığını kabul edecektir). (Sonra) Allah soracak: Bu nimetlere karşı ne yaptın? O da diyecek: Senin yolunda savaştım ve şehit oldum. Allah da diyecek: Yalan söyledin. Sen, \"cesur savaşçı\" olarak anılmak için savaştın ve öyle anıldın. (Sonra) ona karşı emirler verilecek ve yüzü aşağıya doğru sürüklenecek ve Cehenneme atılacaktır. Sonra, ilim elde eden ve onu başkalarına aktaran ve Kur'an okuyan bir adam getirilecektir. O, getirilecektir ve Allah ona nimetlerini hatırlatacak ve o da onları hatırlayacak (ve hayatında onlardan faydalandığını kabul edecektir). Sonra Allah soracak: Bu nimetlere karşı ne yaptın? O da diyecek: Ben ilim elde ettim ve onu yaydım ve senin rızanı kazanmak için Kur'an okudum. Allah da diyecek: Yalan söyledin. Sen, \"alim\" olarak anılmak için ilim elde ettin ve Kur'an okudun ki, \"O bir Kâri'dir\" denilsin ve böyle denilmiştir. Sonra ona karşı emirler verilecek ve yüzü aşağıya doğru sürüklenecek ve ateşe atılacaktır. Sonra, Allah'ın kendisine bolca zenginlik verdiği ve her türlü zenginliği bahşettiği bir adam getirilecektir. O, getirilecektir ve Allah ona nimetlerini hatırlatacak ve o da onları hatırlayacak (ve hayatında onlardan faydalandığını kabul edecektir). Allah (sonra) soracak: Bu nimetlere karşı ne yaptın? O da diyecek: Ben, senin istediğin her konuda para harcadım. Allah da diyecek: Yalan söyledin. Sen, \"cömert biri\" olarak anılmak için yaptın ve öyle anıldın. Sonra Allah emirler verecek ve yüzü aşağıya doğru sürüklenecek ve Cehenneme atılacaktır."
    },
    {
      "id": 219,
      "narrator": "",
      "text": "Bu rivayet, farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 220,
      "narrator": "It has been narrated on the authority of 'Abdullah b. 'Amr that the Messenger of Allah (ﷺ) said:",
      "text": "Bu rivayet, 'Abdullah b. 'Amr'dan aktarılmıştır ki, Allah'ın Messengerı (ﷺ) dedi ki: Allah yolunda savaşan bir asker, ganimet payını alırsa, ahirette ödüllerinin üçte ikisini peşin alır ve sadece üçte biri kalır (kredisi için). Eğer ganimet almazlarsa, tam ödüllerini alacaklardır."
    },
    {
      "id": 221,
      "narrator": "It has been narrated on the authority of Abdullah b. Amr (through a different chain of transmitters) that the Messenger of Allah (ﷺ) said:",
      "text": "Bu rivayet, Abdullah b. Amr'dan (farklı bir nakil zinciriyle) aktarılmıştır ki, Allah'ın Messengerı (ﷺ) dedi ki: Büyük veya küçük bir asker grubu, (Allah yolunda savaşır), ganimet payını alır ve sağ salim dönerse, peşin olarak ödüllerinin üçte ikisini alır (sadece üçte biri ahirette alınacak) ve büyük veya küçük bir asker grubu, boş döner ve yaralanırsa, tam ödüllerini alacaklardır (ahirette)."
    },
    {
      "id": 222,
      "narrator": "It has been narrated on the authority of Umar b. al-Khattab that the Messenger of Allah (ﷺ) said:",
      "text": "Bu rivayet, Umar b. al-Khattab'dan aktarılmıştır ki, Allah'ın Messengerı (ﷺ) dedi ki: Bir eylemin değeri, arkasındaki niyete bağlıdır. Bir adam sadece niyet ettiği şey için ödüllendirilecektir. Allah ve O'nun Messengerı (ﷺ) için hicret eden birinin hicreti, Allah ve O'nun Messengerı (ﷺ) içindir; dünya menfaati veya bir kadınla evlenmek için hicret eden birinin hicreti ise, ne için hicret ettiyse odur."
    },
    {
      "id": 223,
      "narrator": "",
      "text": "Bu rivayet, Sufyan aracılığıyla (farklı bir nakil zinciriyle) aktarılmıştır ki, o, 'Umar b. al-Khattab'ın bu rivayeti Peygamberden (ﷺ) hutbe verirken duyduğunu söyledi."
    },
    {
      "id": 224,
      "narrator": "It has been narrated on the authority of Anas b. Malik that the Messenger of Allah (may peace he upon him) said:",
      "text": "Bu rivayet, Anas b. Malik'ten aktarılmıştır ki, Allah'ın Messengerı (ﷺ) dedi ki: Kim samimiyetle şehitlik ararsa, onun mükafatını alacaktır, hatta onu elde edemese bile."
    },
    {
      "id": 225,
      "narrator": "It has been reported on the authority of Sahl b. Aba Umama b. Sahl b. Hunaif who learned the tradition from his father who (in turn) learned it from his grandfather-that the Messenger of Allah (ﷺ) said:",
      "text": "Bu rivayet, Sahl b. Aba Umama b. Sahl b. Hunaif'ten aktarılmıştır ki, o, bu rivayeti babasından, o da dedesinden öğrenmiştir. Allah'ın Messengerı (ﷺ) şöyle dedi: Kim samimiyetle şehitlik ararsa, Allah katında şehitler arasında yer alacaktır, hatta o yatağında ölse bile. Rivayetinde Abd Tahir, \"samimiyetle\" kelimelerini anmamıştır."
    },
    {
      "id": 226,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Allah yolunda savaşmadan veya Cihad için herhangi bir arzu (veya kararlılık) göstermeden ölen kimse, münafık gibi ölür. 'Abdullah b. Mubarak şöyle demiştir: Bu hadisin, Allah'ın Resulü (ﷺ) dönemine ait olduğunu düşünüyoruz."
    },
    {
      "id": 227,
      "narrator": "It has been narrated on the authority of Jabir who said:",
      "text": "Jabir'in rivayetine göre, o şöyle demiştir: Biz, Peygamber (ﷺ) ile bir seferdeydik. O, Medine'de bazı insanların bulunduğunu söyledi. Onlar, siz bir mesafe kat ettiğinizde veya bir vadiyi geçtiğinizde sizinle beraberdirler. Hastalık nedeniyle alıkonulmuşlardır."
    },
    {
      "id": 228,
      "narrator": "In a version of the tradition narrated on the authority of A'mash, we have the words:",
      "text": "A'mash'tan rivayet edilen bir versiyonda ise, \"Sizlerle Cihad mükafatını paylaşacaklar.\" ifadesi geçmektedir."
    },
    {
      "id": 229,
      "narrator": "It has been reported on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) used to visit Umm Haram daughter of Milhan (who was the sister of his foster-mother or his father's aunt). She was the wife of 'Ubada b. Samit, One day the Messenger of Allah (ﷺ) paid her a visit. She entertained him with food and then sat down to rub his head. The Messenger of Allah (ﷺ) dozed off and when he woke up (after a while), he was laughing. She asked:",
      "text": "Anas b. Malik'ten rivayet edildiğine göre, Allah'ın Resulü (ﷺ) Milhan kızı Umm Haram'ı (o, süt annesinin kız kardeşi veya babasının teyzesi) ziyaret ederdi. O, 'Ubada b. Samit'in eşiydi. Bir gün Allah'ın Resulü (ﷺ) onu ziyaret etti. Ona yiyecek ikram etti ve sonra başını ovmak için yanına oturdu. Allah'ın Resulü (ﷺ) uykuya daldı ve bir süre sonra uyandığında gülüyordu. O, \"Seni güldüren nedir, Allah'ın Resulü?\" diye sordu. O da, \"Ümmetimden bazı insanlar bana sunuldu. Allah yolunda savaşan ve bu denizde yüzenlerdi. (Suda kayarak) krallar gibi veya tahtlarda oturuyorlardı.\" (Rivayetçi, Peygamberin kullandığı ifadenin tam olarak ne olduğunu bilmiyor.) O, \"Allah'ın Resulü, Allah'a dua et ki beni bu savaşçılardan biri arasına dahil etsin.\" dedi. O da dua etti. Sonra başını (aşağı) koydu ve tekrar uykuya daldı. Önceki gibi gülerek uyandı. (O, \"Allah'ın Resulü, seni güldüren nedir?\" diye sordu.) O da, \"Ümmetimden bazı insanlar bana sunuldu. Allah yolunda savaşanlardı.\" (İlk savaşçıları tarif ettiği kelimelerle onları tanımladı.) O, \"Allah'ın Resulü, Allah'a dua et ki beni bu savaşçılardan biri arasına dahil etsin.\" dedi. O da, \"Sen ilklerden birisin.\" dedi. Milhan kızı Umm Haram, Muaviye döneminde denizde yüzerken, denizden çıkıp (binen bir hayvana) binerken düştü ve öldü."
    },
    {
      "id": 230,
      "narrator": "It has been narrated on the authority of Umm Haram (and she was the aunt of Anas) who said:",
      "text": "Umm Haram'dan (Anas'ın teyzesi) rivayet edildiğine göre, o şöyle demiştir: Bir gün Peygamber (ﷺ) bize geldi ve evimizde uykuya daldı. Uyandığında gülüyordu. Ben, \"Allah'ın Resulü, seni güldüren nedir?\" dedim. O, \"Takipçilerimden bir grup, denizin yüzeyinde (krallar gibi) tahtlarında oturuyorlardı.\" dedi. Ben, \"Allah'a dua et ki beni onların arasına dahil etsin.\" dedim. O, \"Sen onların arasındasın.\" dedi. İkinci bir uykuya daldı, uyandı ve gülüyordu. Ben ona (gülmesinin sebebini) sordum. O, aynı cevabı verdi. Ben, \"Allah'a dua et ki beni onların arasına dahil etsin.\" dedim. O, \"Sen ilklerden birisin.\" dedi. Anas dedi ki: 'Ubada b. Samit ona evlendi. O, bir deniz seferine katıldı ve onu da yanında götürdü. Dönünce, ona bir katır getirildi. Binerken düştü, boynunu kırdı (ve öldü)."
    },
    {
      "id": 231,
      "narrator": "It has been reported on the authority of Umm Haram daughter of Milhan (through another chain of transmitters). She said:",
      "text": "Milhan kızı Umm Haram'dan (başka bir rivayet zinciriyle) bildirildiğine göre, o şöyle demiştir: Bir gün Allah'ın Resulü (ﷺ) yanımda uyudu. Gülümseyerek uyandı. O, \"Allah'ın Resulü, seni güldüren nedir?\" dedim. O, \"Takipçilerimden bir grup bana sunuldu. Bu yeşil denizin yüzeyinde yüzerken...\" (burada önceki rivayet devam etmektedir)."
    },
    {
      "id": 232,
      "narrator": "It has been reported by 'Abdullah b. 'Abd al-Rahman that he heard Anas b. Malik say:",
      "text": "'Abdullah b. 'Abd al-Rahman, Anas b. Malik'in şöyle dediğini duyduğunu bildirmiştir: Allah'ın Resulü (ﷺ), Anas'ın annesi Milhan'a bir ziyaret gerçekleştirdi (ve Peygamberin süt annesinin kız kardeşidir). O, başını onun yanına koydu (bu noktadan itibaren, rivayetçi önceki hadisi sonuna kadar aktarmaya devam etti)."
    },
    {
      "id": 233,
      "narrator": "It has been narrated on the authority of Salman who said:",
      "text": "Salman'ın rivayetine göre, o şöyle demiştir: Allah'ın Resulü (ﷺ) şöyle buyurdu: Bir gün ve bir gece nöbet tutmak, bir ay boyunca oruç tutmaktan ve her gece namaz kılmaktan daha hayırlıdır. Eğer bir kişi (bu görevi yerine getirirken) ölürse, onun (sevap) ameli devam eder ve sürekli olarak mükafatını alır ve mezar azabından kurtulur."
    },
    {
      "id": 234,
      "narrator": "",
      "text": "Bu hadis, Salman al-Khayr'dan başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 235,
      "narrator": "It has been narrated on the authority of Abu Huraira that the, Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Bir adam bir yolda yürürken, yolda bir dikenli dal bulup onu kenara koyarsa, Allah bunu takdir eder ve onu affeder. Peygamber (ﷺ) şöyle buyurdu: Şehitler beş çeşit vardır: veba nedeniyle ölen; ishal (veya kolera) nedeniyle ölen; boğulan; enkaza gömülen ve Allah yolunda savaşarak ölen."
    },
    {
      "id": 236,
      "narrator": "It has been narrated on the authority of Abu Huraira (through another chain of transmitters) that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'dan (başka bir rivayet zinciriyle) bildirildiğine göre, Allah'ın Resulü (ﷺ) şöyle buyurmuştur: Sizden kim şehit olarak kabul edilir? Onlar (sahabeler) dediler ki: Allah'ın Resulü, Allah yolunda öldürülen bir kimse şehittir. O, \"O zaman (eğer bu şehidin tanımıysa) benim ümmetimin şehitleri az olacaktır.\" dedi. Onlar sordular: \"Allah'ın Resulü, onlar kimdir?\" O, \"Allah yolunda öldürülen bir kimse şehittir; Allah yolunda ölen bir kimse şehittir; veba nedeniyle ölen bir kimse şehittir; kolera nedeniyle ölen bir kimse şehittir.\" dedi. Ibn Miqsam, \"Babamın bu hadisteki sözünü doğruluyorum.\" dedi (bu hadisteki) Peygamber (ﷺ) şöyle dedi: \"Boğulan bir kimse şehittir.\""
    },
    {
      "id": 237,
      "narrator": "A version of the tradition narrated on the authority of Suhail contains the additional words:",
      "text": "Suhail'in rivayetinde, \"Ve boğulan bir kimse şehittir.\" şeklinde ek bir ifade bulunmaktadır."
    },
    {
      "id": 238,
      "narrator": "Another version of the tradition narrated on the authority of Suhail thouch a different chain of transmitters contains the additional words:",
      "text": "Suhail'in başka bir rivayetinde, farklı bir rivayet zinciriyle \"Boğulan bir kimse şehittir.\" şeklinde ek bir ifade bulunmaktadır."
    },
    {
      "id": 239,
      "narrator": "It has been narrated on the authority of Hafsa daughter of Sirin who said:",
      "text": "Hafsa bint Sirin'den rivayet edildiğine göre, Anas b. Malik, Yahya b. 'Abu 'Amra'nın ölüm sebebini sordu. Ben, \"Veba nedeniyle öldü.\" dedim. O, \"Allah'ın Resulü (ﷺ) veba ile ölümün bir Müslüman için şehitlik olduğunu söyledi.\" dedi."
    },
    {
      "id": 240,
      "narrator": "",
      "text": "Bu hadis, 'Asim'den aynı rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 241,
      "narrator": "It has been narrated on the authority of Ibn Amir who said:",
      "text": "İbn Amir'in rivayetine göre, Resulullah (ﷺ) hutbe verirken şöyle söylediğini duydum: Onlara karşı elinizden gelen en fazla güçle hazırlanın. Dikkat edin, güç okçuluktadır. Dikkat edin, güç okçuluktadır. Dikkat edin, güç okçuluktadır."
    },
    {
      "id": 242,
      "narrator": "It has been narrated on the authority of Uqba b. Amir who said:",
      "text": "Uqba b. Amir'in rivayetine göre, Resulullah (ﷺ) şöyle söylediğini duydum: Size topraklar açılacak ve Allah düşmanlarınıza karşı sizi yeterli kılacaktır, fakat aranızdan hiç kimse oklarıyla oynamayı bırakmamalıdır."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Bu rivayet aynı otoriteden başka bir nakil zinciriyle de aktarılmıştır."
    },
    {
      "id": 244,
      "narrator": "It has been reported by 'Abd al-Rahman b. Shamasa that Fuqaim al- Lakhmi said to Uqba b. Amir:",
      "text": "'Abd al-Rahman b. Shamasa'nın rivayetine göre, Fuqaim al-Lakhmi Uqba b. Amir'e şöyle dedi: Bu iki hedef arasında gidip geliyorsun ve yaşlı bir adamsın, bu seni çok zorlayacak. Uqba şöyle dedi: Eğer Peygamber (ﷺ)den duyduğum bir şey olmasaydı, kendimi zorlamazdım. Harith (nakil zincirindeki bir ravidir) dedi ki: İbn Shamasa'ya sordum: O neydi? O, (Peygamber) şöyle dedi: Okçuluğu öğrenip de sonra bırakan bizden değildir. Ya da Allah'ın Elçisine itaatsizlikte bulunmuş olur."
    },
    {
      "id": 245,
      "narrator": "It has been narrated on the authority of Thauban that the Messenger of Allah (ﷺ) said:",
      "text": "Thauban'ın rivayetine göre, Resulullah (ﷺ) şöyle dedi: Ümmetimden bir grup her zaman doğru yolda zafer kazanacak ve rakiplerine karşı zafer kazanmaya devam edecektir. Onları terk eden kimse onlara zarar veremeyecektir. Onlar, Allah'ın emri yerine getirilene kadar (yani Kıyamet kuruluncaya kadar) bu durumda kalacaklardır. Kutaiba'nın rivayetinde, \"Bu durumda kalacaklardır.\" ifadesi yoktur."
    },
    {
      "id": 246,
      "narrator": "It has been narrated on the authority of Mughira who said:",
      "text": "Mughira'nın rivayetine göre, Resulullah (ﷺ) şöyle dedi: Ümmetimden bir grup, insanlar üzerinde zafer kazanmaya devam edecek ve Allah'ın emri kendilerini yakalayana kadar zafer kazanmaya devam edeceklerdir."
    },
    {
      "id": 247,
      "narrator": "",
      "text": "Aynı rivayet, aynı otoriteden başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 248,
      "narrator": "It has been narrated on the authority of Jabir b. Samura that the Prophet (ﷺ) said:",
      "text": "Jabir b. Samura'nın rivayetine göre, Peygamber (ﷺ) şöyle dedi: Bu din varlığını sürdürecek ve Müslümanlardan bir grup onun korunması için savaşmaya devam edecek, ta ki Saat kuruluncaya kadar."
    },
    {
      "id": 249,
      "narrator": "It has been narrated on the authority of Jabir b. 'Abdullah who said:",
      "text": "Jabir b. 'Abdullah'ın rivayetine göre, Resulullah (ﷺ) şöyle dedi: Ümmetimden bir grup, hak uğruna savaşmaya devam edecek ve Kıyamet Günü'ne kadar zafer kazanacaklardır."
    },
    {
      "id": 250,
      "narrator": "It his been narrated on the authority of Umair b. Umm Hani who said:",
      "text": "Umair b. Umm Hani'nin rivayetine göre, Mu'aviye'nin (hutbe verirken) Resulullah (ﷺ) şöyle dediğini duyduğunu işittim: Ümmetimden bir grup, Allah'ın emrine itaat etmeye devam edecek ve onları terk eden ya da onlara karşı çıkan kimse onlara zarar veremeyecektir. Onlar, Allah'ın emri yerine getirilene kadar (yani Diriliş kuruluncaya kadar) insanlara hakim olacaklardır."
    },
    {
      "id": 251,
      "narrator": "",
      "text": "Yazid b. al-Asamm'ın rivayetine göre, Mu'aviye b. Ebu Süfyan'ın Peygamber (ﷺ)den bir rivayet aktardığını duyduğunu söylediği, hutbesi sırasında başka bir rivayet aktarmadığını belirttiği bir hadiste, Allah'ın birine iyilik yapmak istediğinde ona din anlayışı verdiği belirtilmiştir. Müslümanlardan bir grup, Doğru Yol'da kalacak ve Kıyamet Günü'ne kadar onlara karşı çıkanlara karşı zafer kazanmaya devam edecektir."
    },
    {
      "id": 252,
      "narrator": "It has been narrated on the authority of 'Abd al-Rahman b. Shamasa al- Mahri who said:",
      "text": "'Abd al-Rahman b. Shamasa al-Mahri'nin rivayetine göre, Maslama b. Mukhallad'ın yanında idim ve onunla birlikte 'Abdullah b. 'Amr b. 'As da vardı. 'Abdullah şöyle dedi: Saat, yeryüzünde en kötü insanların kaldığı zaman gelecektir. Onlar, cahiliye döneminin insanlarından daha kötü olacaklardır. Allah'tan istediklerini alacaklardır. Daha otururken 'Uqba b. 'Amir geldi ve Maslama ona şöyle dedi: 'Uqba, 'Abdullah'ın söylediklerini dinle. 'Uqba şöyle dedi: O daha iyi bilir; benim açımdan, Resulullah (ﷺ) şöyle dediğini duydum: Ümmetimden bir grup, Allah'ın emrine itaat ederek savaşmaya devam edecek ve düşmanlarına karşı üstün olacaklardır. Onlara karşı çıkanlar onlara zarar veremeyeceklerdir. Onlar bu durumda kalacaklardır, ta ki Saat onları yakalayana kadar. (Bunun üzerine) 'Abdullah şöyle dedi: Evet. Sonra Allah, misk gibi kokan bir rüzgar gönderecek ve dokunuşu ipek gibi olacak; fakat bu, tüm (imanlı) kişilerin ölümüne sebep olacak, kalbinde en küçük bir iman kalmayacak. O zaman sadece en kötü insanlar kalacak ve Saat onları kuşatacaktır."
    },
    {
      "id": 253,
      "narrator": "It has been narrated by Sa'd b. Abu Waqqas that the Messenger of Allah (ﷺ) said:",
      "text": "Sa'd b. Ebu Waqqas'ın rivayetine göre, Resulullah (ﷺ) şöyle dedi: Batı halkı, Saat kuruluncaya kadar hakka zaferle tabi olmaya devam edecektir."
    },
    {
      "id": 254,
      "narrator": "It has been narrated on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın rivayetine göre, Resulullah (ﷺ) şöyle dedi: Verimli bir toprakta yol alıyorsanız, (yavaş gidin ve) develerin o toprakta otlamasına fırsat verin. Kurak bir toprakta yol alıyorsanız, (hızlanın ki) develeriniz zayıflayıp zayıf düşmesin. Gece durduğunuzda, (çadırınızı) yolda kurmaktan kaçının; çünkü orası geceleyin zararlı küçük hayvanların barınağıdır."
    },
    {
      "id": 255,
      "narrator": "It has been narrated (through another chain of transmitters) on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira'nın (başka bir nakil zinciriyle) rivayetine göre, Resulullah (ﷺ) şöyle dedi: Bol yeşilliği olan bir toprakta yol alıyorsanız, (yavaş gidin ve) develerin o yerin nimetlerinden faydalanmasına fırsat verin. Yeşilliğin az olduğu bir toprakta yol alıyorsanız, (hızlanın ki) hayvanlarınız hâlâ sağlıklı bir durumda o topraktan geçebilsin. Gece durduğunuzda, (bunu) yolda yapmaktan kaçının; çünkü yollar, yaban hayvanlarının geçitleri veya zararlı küçük hayvanların barınağıdır."
    },
    {
      "id": 256,
      "narrator": "On the authority of Abu Huraira that the Prophet (ﷺ) said:",
      "text": "Abu Huraira'dan rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurmuştur: Seyahat zor bir deneyimdir. Kişiyi uykusundan, yiyeceğinden ve içeceğinden mahrum bırakır. Sizden biri amacına ulaştığında, ailesine dönmekte acele etmelidir."
    },
    {
      "id": 257,
      "narrator": "",
      "text": "Anas b. Malik'ten rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) geceleri ailesine dönmezdi. Onlara sabah veya akşam gelirdi."
    },
    {
      "id": 258,
      "narrator": "Another version of the tradition narrated on the same authority worded slightly differently. It says:",
      "text": "Aynı otoriteden rivayet edilen başka bir versiyon, biraz farklı bir şekilde ifade edilmiştir. Şöyle der: (O) geceleri (aile fertlerinin yanına) girmezdi."
    },
    {
      "id": 259,
      "narrator": "It has been narrated on the authority of Jabir b. 'Abdullah who said:",
      "text": "Jabir b. Abdullah'dan rivayet edildiğine göre, biz Allah'ın Elçisi (ﷺ) ile bir sefere katıldık. Medine'ye döndüğümüzde ve evlerimize gireceğimiz zaman, şöyle dedi: Bekleyin ve akşamın ilerleyen saatlerinde evlerinize girin ki, dağınık saçlı bir kadın tarak kullanmış olsun ve eşi evde olmayan bir kadın, özel bölgelerindeki tüyleri temizlemiş olsun."
    },
    {
      "id": 260,
      "narrator": "It has been narrated on the authority of Jabir that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir'den rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) şöyle buyurmuştur: Sizden biri (bir yolculuktan) gece dönerse, evine gece misafiri gibi girmemelidir (ama beklemelidir) ki, eşi evde olmayan bir kadın özel bölgelerindeki tüyleri temizlemiş olsun ve dağınık saçlı bir kadın saçlarını taramış olsun."
    },
    {
      "id": 261,
      "narrator": "",
      "text": "Bu hadis başka bir nakil zinciri aracılığıyla aktarılmıştır."
    },
    {
      "id": 262,
      "narrator": "It has been narrated (through a different chain of tranmitters) on the authority of Jabir who said:",
      "text": "Jabir'den (farklı bir nakil zinciri aracılığıyla) rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) uzun süre ayrılan bir erkeğin ailesine (beklenmedik) bir gece misafiri gibi gelmesini yasaklamıştır."
    },
    {
      "id": 263,
      "narrator": "",
      "text": "Yukarıdaki hadis başka bir nakil zinciri aracılığıyla aktarılmıştır."
    },
    {
      "id": 264,
      "narrator": "It has been narrated (through a different chain of tranmitten) on the authority of Jabir who said:",
      "text": "Jabir'den (farklı bir nakil zinciri aracılığıyla) rivayet edildiğine göre, Allah'ın Elçisi (ﷺ) bir erkeğin ailesine (beklenmedik) bir gece misafiri gibi gelmesini, onların sadakatine şüpheyle bakarak ve hatalarını gözetleyerek yasaklamıştır."
    },
    {
      "id": 265,
      "narrator": "",
      "text": "Bu hadis başka bir zincirle bildirilmiştir. Rivayet edenlerden 'Abdurrahman, \"Hadiste olup olmadığını bilmiyorum\" demiştir, yani \"onların sadakatine şüpheyle bakmak ve hatalarını gözetlemek\" sözlerini kastetmektedir."
    },
    {
      "id": 266,
      "narrator": "A version of the tradition narrated on the authority of Jabir (but through a different chain of transmitters) mentions the undesirability of coining to one's house like a night visitor, but does not contain the words:",
      "text": "Jabir'den (farklı bir nakil zinciri aracılığıyla) rivayet edilen bir versiyon, evine gece misafiri gibi gelmenin hoş karşılanmadığını belirtmektedir, ancak \"onların sadakatine şüpheyle bakmak veya hatalarını gözetlemek\" sözlerini içermemektedir."
    }
  ]
}