{
  "language": "tr",
  "metadata": {
    "length": 92,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Adi b. Hatim reported:",
      "text": "Adi b. Hatim bildirdi: Ben dedim: Allah'ın Resulü, ben eğitilmiş köpeklerimi salıyorum ve onlar benim için (avı) yakalıyorlar ve ben onun üzerine Allah'ın adını anıyorum (Bismillah-i-Allah-o-Akbar diyerek avı kesiyorum), bunun üzerine o dedi ki: Eğitilmiş köpeklerini saldığında, eğer Allah'ın adını anarsan, o zaman ye (avı). Ben dedim: Onlar (eğitilmiş köpekler) onu öldürse bile mi? O (Peygamber) dedi: Onlar öldürse bile, fakat (şartıyla) seninle birlikte salmadığın başka bir köpek (avı yakalamada) katılmamış olmalıdır. Ben ona dedim: Ben avlanmak için Mi'rad, ağır tüyü olmayan kör bir ok atıyorum. Bunun üzerine o dedi: Mi'rad'ı attığında ve o (avı) delip geçerse, o zaman ye, ama eğer düz bir şekilde düşerse (ve avı öldürürse), o zaman onu yeme."
    },
    {
      "id": 2,
      "narrator": "'Adi b. Hatim reported:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "'Adi b. Hatim reported that he asked the Messenger of Allah (ﷺ) about (hunting) with the help of an arrow having a stub end. He said:",
      "text": "Adi b. Hatim bildirdi: Ben Allah'ın Resulü'ne (ﷺ) dedim: Biz bu (eğitilmiş) köpeklerle avlanan bir topluluğuz, o zaman (ne yapmalıyız)? Bunun üzerine o (Peygamber) dedi: Eğitilmiş köpeklerini Allah'ın adını anarak saldığında, o zaman bu (köpeklerin) yakaladığı şeyi ye, eğer (av) öldürülmüşse, (şartıyla) av köpeği ondan (avın) hiçbir kısmını yememişse. Eğer yemişse, o zaman onu yeme, çünkü onun kendisi için yakalamış olmasından korkuyorum. Ve eğer diğer köpekler senin eğitilmiş köpeklerine katıldıysa, onu yeme."
    },
    {
      "id": 4,
      "narrator": "Adi b. Hatim reported:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Adi b. Hatim bildirdi ki, o Allah'ın Resulü'ne (ﷺ) stub uçlu bir okla (avlanma) hakkında sordu. O dedi ki: Eğer (avı) ucu ile vurursa, o zaman ye, ama eğer düz bir şekilde vurursa ve o ölürse, bu Waqidh (dövülerek öldürülmüş) olur, onu yeme. Ben Allah'ın Resulü'ne (ﷺ) köpeklerle (avlanma) hakkında sordum, bunun üzerine o dedi: Köpeğini (avlanmak için) Allah'ın adını anarak saldığında, o zaman ye (avı), ama eğer onun bir kısmı (köpekler tarafından) yenirse, o zaman onu yeme, çünkü (senin köpeğin) onu (avı) kendisi için yakalamıştır. Ben (tekrar) dedim: Eğer köpeğimle birlikte başka bir köpek bulursam ve hangi köpeğin (avı) yakaladığını bilmiyorsam, o zaman (ne yapmalıyım)? Bunun üzerine o (Allah'ın Resulü) dedi: O zaman onu yeme, çünkü sen köpeğine Allah'ın adını andın ve diğerine anmadın."
    },
    {
      "id": 6,
      "narrator": "'Adi b. Hatim reported:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Adi b. Hatim bildirdi: Ben Allah'ın Resulü'ne (ﷺ) Mi'rad hakkında sordum (yani stub uçlu okla avlanma hakkında, ve o önceki hadisteki gibi aynı şeyi belirtti)."
    },
    {
      "id": 8,
      "narrator": "Sha'bi reported:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bu hadisi 'Adi b. Hatim'in rivayeti ile biraz kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 10,
      "narrator": "Adi b. Hatim reported:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "'Adi b. Hatim reported:",
      "text": "Adi b. Hatim bildirdi: Ben Allah'ın Resulü'ne (ﷺ) Mi'rad ile avlanma hakkında sordum, bunun üzerine o dedi: Eğer (avı) ucu ile vurursa, o zaman ye, ama eğer düz bir şekilde vurursa, (av) dövülerek (öldürülmüşse), o zaman onu yeme; Adi ayrıca dedi: Ben ona köpek ile avlanma hakkında sordum, bunun üzerine o dedi: Eğer (köpek) onu (avı) senin için yakalarsa ve ondan yememişse, o zaman ye (avı), çünkü onun (köpeğin) onu yakalaması (kesim) için yeterlidir. Ama eğer onun dışında başka bir köpek bulursan ve o köpeğin (ikinci köpek) onunla birlikte onu (avı) yakalayıp öldürmüş olmasından korkuyorsan, o zaman yeme; çünkü sen köpeğine Allah'ın adını andın ve diğerine anmadın (ki o köpek senin köpeğine tesadüfen katıldı)."
    },
    {
      "id": 12,
      "narrator": "Abu Tha'laba al-Khushani reported:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadisi Zakariya b. Abu Za'ida'nın aynı rivayet zinciri ile aktardığı bildirilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Tha'laba reported Allah's Messenger (ﷺ) having said this:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Abu Tha'laba reported Allah's Apostle (ﷺ) as saying about one who comes three days later on the game he has shot:",
      "text": "Şa'bi bildirdi: Ben Adi b. Hatim'in şöyle dediğini duydum -o bizim komşumuz, ortağımız ve Nahrain'deki iş arkadaşımızdı-: Ben Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) dedim: Köpeğimi saldım ve köpeğimle birlikte başka bir köpek buldum ve (herhangi biri) (avı) yakaladı, ama hangisinin yakaladığını bilmiyorum, bunun üzerine o (Peygamber) dedi: O zaman onu yeme, çünkü sen köpeğini salarken Allah'ın adını andın ve diğerine anmadın."
    },
    {
      "id": 16,
      "narrator": "This hadith has been transmitted on the authority of Abu Tha'laba al- Khushani with a slight variation of (words):",
      "text": "Bu hadis, Abu Tha'laba al-Khushani'nin rivayetiyle, (kelimelerde) hafif bir farklılıkla aktarılmıştır: O (Peygamber Efendimiz) eğitilmiş bir köpek tarafından avlanan hayvan hakkında şöyle demiştir: Üç gün sonra ye, eğer bozulmamışsa."
    },
    {
      "id": 17,
      "narrator": "Abu Tha'laba reported that Allah's Apostle (may peace be upon prohibited the eating of every fanged beast of prey. Zuhri added:",
      "text": "Abu Tha'laba, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) her dişli yırtıcı hayvanın yenmesini yasakladığını bildirmiştir. Zuhri ekledi: Biz bunu, Suriye'ye gelene kadar duymadık."
    },
    {
      "id": 18,
      "narrator": "Abu Tha'laba al-Khushani reported that Allah's Messenger (ﷺ) prohibited the eating of all fanged beasts. Ibn Shihab said:",
      "text": "Abu Tha'laba al-Khushani, Allah'ın Elçisi'nin (ﷺ) tüm dişli yırtıcı hayvanların yenmesini yasakladığını bildirmiştir. İbn Şihab dedi ki: Bunu, Hicaz'daki âlimlerimizden duymadım, ta ki Abu İdris bunu bana nakledene kadar, o da Suriye'nin fakihlerinden biriydi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Abu Tha'laba al-Khushani, Allah'ın Elçisi'nin (ﷺ) tüm dişli yırtıcı hayvanların yenmesini yasakladığını bildirmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Bu hadis, birkaç farklı rivayet zinciriyle aktarılmıştır, ancak bazı zincirlerde kelimelerde hafif bir farklılık bulunmaktadır."
    },
    {
      "id": 21,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi'nin (ﷺ) tüm dişli yırtıcı hayvanların yenmesinin haram olduğunu söylediğini bildirmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (ﷺ) tüm dişli yırtıcı hayvanların ve pençeli tüm kuşların yenmesini yasakladığını bildirmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Bu hadis, Shu'ba'nın rivayetiyle aktarılmıştır."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (ﷺ) tüm dişli yırtıcı hayvanların ve pençeli tüm kuşların yenmesini yasakladığını bildirmiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Bu hadis, İbn Abbas'ın farklı bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 27,
      "narrator": "Jabir reported:",
      "text": "Jabir, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) bizi (bir sefere) gönderdiğini ve Abu Ubaida'yı başımız olarak tayin ettiğini, böylece Kureyş kervanını yakalayabileceğimizi ve bize bir torba hurma verdiğini bildirmiştir. Ve onun dışında bize başka bir şey bulamadı. Abu Ubaida her birimize bir hurma (günlük) verdi. Ben (Abu Zubair, rivayet edenlerden biri) dedim: Onunla ne yaptınız? O dedi: Biz onu bebek gibi emdik ve sonra üzerine su içtik, bu bize gün boyunca yeterli oldu. Sopalarımızla yaprakları döktük, sonra onları suya ıslatıp yedik. Sonra deniz kıyısına gittik ve orada deniz kıyısında büyük bir tepe gibi bir şeyle karşılaştık. Yaklaştık ve bunun bir hayvan olduğunu gördük, adı al-'Anbar (spermaceti balinası). Abu Ubaida dedi: O ölmüş. Sonra dedi: Hayır (ama önemli değil), biz Allah'ın Elçisi (ﷺ) tarafından Allah yolunda gönderildik ve siz yiyecek kıtlığı nedeniyle zor durumdasınız, o yüzden onu yiyin. Üç yüz kişi orada bir ay kaldık, ta ki şişmanladık. O (Jabir) dedi: Gözünün boşluğundan kova kova yağ çıkardığımızı ve ondan bir boğa kadar veya boğaya eşit bir et parçası kestiğimizi gördüm. Abu Ubaida içimizden on üç adam çağırdı ve onları gözünün boşluğuna oturttu, sonra göğsünün bir kaburga kemiğini tuttu ve onu dikleştirdi, sonra elimizdeki en büyük deveyi eyerleyip onun altından (kavisli kaburga) geçirdi ve yolculuğumuz için haşlanmış et parçaları temin ettik. Medine'ye döndüğümüzde, Allah'ın Elçisi'ne (ﷺ) gidip bunu ona anlattık, o da: Bu, Allah'ın sizin için çıkardığı bir rızık idi. Yanınızda et parçası var mı, bize onu verir misiniz? dedi. O (Jabir) dedi: Biz Allah'ın Elçisi'ne (ﷺ) ondan bir parça et gönderdik ve o da onu yedi."
    },
    {
      "id": 28,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Jabir b. Abdullah, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) bizi (bir sefere) gönderdiğini bildirmiştir. Üç yüz kişiydik ve yiyecek torbalarımızı boynumuzda taşıyorduk."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "'Amr, Jabir'den rivayet etti ki, Khabat (yapraklar) seferinde bir kişi üç deve kesmiş, sonra üç, sonra üç, ardından Abu Ubaida onu yasaklamıştır (bunun bineklerin azalmasından korktuğu için)."
    },
    {
      "id": 30,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Jabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) bizi (bir sefere) gönderdiğini ve üç yüz kişi olduğumuzu, yiyecek torbalarımızı boynumuzda taşıdığımızı bildirmiştir."
    },
    {
      "id": 31,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Messenger (ﷺ) sent on in expedition a detachment consisting of three hundred (persons) and appointed Abu 'Ubaida b. Jarrah as their chief. Their provisions ran short:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) üç yüz kişilik bir birliği sefere gönderdiğini ve onların başına Ebu Ubeyde b. Cerrah'ı tayin ettiğini bildirmiştir. İkmal malzemeleri azaldı: Ebu Ubeyde, ikmal malzemelerini torbada topladı ve bize (bir süre) yemek verdi. Daha sonra ikmal malzemeleri azaldığında, her gün bize bir hurma verdi."
    },
    {
      "id": 32,
      "narrator": "Jabir b. Abdullah reported that Allah's Messenger (ﷺ) sent an expedition to the sea coast and I was one among them. The rest of the hadith is the same with a slight variation of wording that in the hadith transmitted on the authority of Wahb b. Kaisan (the words are):",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) deniz kıyısına bir sefer gönderdiğini ve ben de onlardan biri olduğumu bildirmiştir. Hadisin geri kalanı, Wahb b. Kaisan'dan rivayet edilen hadisteki kelime değişikliği ile aynıdır: \"Ordu ondan (balinadan) on sekiz gün yedi.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) Cuhaina kabilesinin topraklarına bir sefer gönderdiğini ve onların başına birini tayin ettiğini bildirmiştir."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Ali b. Ebu Talib, Allah'ın Resulü'nün (ﷺ) Hayber Günü'nde kadınlarla geçici evliliği (Muta') ve eşek etini yemeyi yasakladığını bildirmiştir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis, Zuhri'den farklı bir rivayet zinciriyle ve kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Ebu Tha'laba, Allah'ın Resulü'nün (ﷺ) eşek etini yemeyi yasakladığını bildirmiştir."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Resulü'nün (ﷺ) eşek etini yemeyi yasakladığını bildirmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Resulü'nün (ﷺ) Hayber Günü'nde eşek etini yemeyi yasakladığını, oysa insanların buna ihtiyaç duyduğunu bildirmiştir."
    },
    {
      "id": 39,
      "narrator": "Shaibani reported:",
      "text": "Şaibani, Abdullah b. Ebu Aufa'ya (eşek etinin helallığı veya haramlığı hakkında) sordum. O da: \"Hayber Günü'nde Allah'ın Resulü (ﷺ) ile birlikte açlık çektik. Medine'nin dış kısmında eşekler bulduk. Onları kestik ve toprak kaplarımız kaynamaya başladığında, Allah'ın Resulü'nün (ﷺ) anonsçusu, toprak kapların ters çevrilmesi ve eşek etinin yenmemesi gerektiğini duyurdu. Ben de: 'Bu ne tür bir yasak ki (Peygamber) bunu koymuş?' dedim. O da: 'Aramızda tartıştık. Bazılarımız bunun sonsuza dek haram kılındığını, (bazıları da) beşte birinin (ganimetten) hazineye verilmediği için haram kılındığını söyledi.\" dedi."
    },
    {
      "id": 40,
      "narrator": "Sulaiman Shaibini reported:",
      "text": "Süleyman Şaibani, Abdullah b. Ebu Aufa'nın şöyle dediğini işittiğini bildirmiştir: \"Hayber gecelerinde açlık çektik. Hayber Günü, eşeklere saldırdık ve onları kestik, ve toprak kaplarımız onlarla kaynadığında, Allah'ın Resulü'nün (ﷺ) anonsçusu, toprak kapların ters çevrilmesi ve eşek etinin yenmemesi gerektiğini duyurdu. Bazı insanlar, Allah'ın Resulü'nün (ﷺ) bunu beşte bir (devlete) ödenmediği için yasakladığını, diğerleri ise bunun sonsuza dek yasaklandığını söyledi.\" dedi."
    },
    {
      "id": 41,
      "narrator": "'Adi (he was the son of Thabit) said:",
      "text": "Adi (o, Sabit'in oğluydu) şöyle dedi: \"Ben al-Bara' ve Abdullah b. Ebu Aufa'nın şöyle dediğini işittim: Eşekler bulduk ve onları pişirdik. Sonra Allah'ın Resulü'nün (ﷺ) anonsçusu, toprak kapların ters çevrilmesi gerektiğini duyurdu.\""
    },
    {
      "id": 42,
      "narrator": "Al-Bara' said:",
      "text": "Al-Bara', Hayber Günü eşekler bulduklarını ve Allah'ın Resulü'nün (ﷺ) anonsçusunun toprak kapların ters çevrilmesi gerektiğini duyurduğunu bildirmiştir."
    },
    {
      "id": 43,
      "narrator": "Bara was heard saying:",
      "text": "Bara'nın, eşek etini yememiz yasaklandı diye duyulduğu bildirilmiştir."
    },
    {
      "id": 44,
      "narrator": "Bara' b. 'Azib reported:",
      "text": "Bara' b. Azib, Allah'ın Resulü'nün (ﷺ) bize pişirilmiş veya pişirilmemiş eşek etini atmamızı emrettiğini; daha sonra bunun yenmesi için asla bir emir vermediğini bildirmiştir."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Bu hadis, 'Asim'den aynı rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 46,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) evcil eşeklerin etini yemeyi yasakladı mı, yoksa onların insanların yük hayvanları olmaları nedeniyle, (kullanım açısından) yok olmalarını istemediği için mi yasakladı, bunu bilmiyorum; yoksa Khaibar Günü'nde evcil eşeklerin etinin kullanılmasını (bir maslahat değil, Şeriat kanunu olarak) yasakladı mı, bunu da bilmiyorum."
    },
    {
      "id": 47,
      "narrator": "Salama b. Akwa' reported:",
      "text": "Selame b. Akva' şöyle bildirmiştir: Biz Allah'ın Elçisi (ﷺ) ile Khaibar'a gittik. Sonra Allah bize onlara karşı zafer verdi. O zaferin olduğu günün akşamında birçok ateş yaktılar. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: O ateşler nedir ve neden yakılmıştır? Onlar dediler ki: (Bunlar) et pişirmek için yakılmıştır. Bunun üzerine o dedi ki: Hangi et? Onlar dediler ki: Evcil eşeklerin eti için. Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: Onu atın ve (eti pişirmek için kullanılan) çömlekleri kırın. Bir kişi dedi ki: Allah'ın Elçisi, onu atıp çömlekleri yıkayalım mı? O dedi ki: Yapabilirsiniz."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadisi Yazid b. Ebu Ubeyd rivayet etmiştir."
    },
    {
      "id": 49,
      "narrator": "Anas reported:",
      "text": "Enes şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) Khaibar'ı fethettiğinde, köyün dışında eşekleri yakaladık. Onların etini pişirdik. Sonra Allah'ın Elçisi (ﷺ) için anons yapan kişi duyurdu: Dinleyin, gerçekten Allah ve Elçisi, (onların) etini yemenizi yasakladı, çünkü bu, Şeytan'ın bir kötülüğüdür. Sonra çömlekler, içindekilerle birlikte devrildi ve o sırada bunlar (etle) doluydu."
    },
    {
      "id": 50,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik şöyle bildirmiştir: Khaibar Günü bir ziyaretçi geldi ve dedi ki: Allah'ın Elçisi, eşekler yenildi. Sonra bir diğeri geldi ve dedi ki: Allah'ın Elçisi, eşekler yok ediliyor. Bunun üzerine Allah'ın Elçisi (ﷺ) Ebu Talha'ya, Allah ve Elçisi'nin (evcil) eşeklerin etini yemeyi yasakladığını duyurmasını emretti, çünkü bunlar iğrenç veya pis şeylerdir. O (rivayet eden) dedi ki: Çömlekler, içindekilerle birlikte devrildi."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) Khaibar Günü evcil eşeklerin etini yemeyi yasakladığını ve atların etinin pişirilmesine izin verdiğini bildirmiştir."
    },
    {
      "id": 52,
      "narrator": "Jabir b. 'Abdullah is reported to have said:",
      "text": "Cabir b. Abdullah'ın şöyle dediği rivayet edilmiştir: Khaibar zamanında atların ve yaban eşeklerin etini yedik, fakat Allah'ın Elçisi (ﷺ) bize evcil eşeklerin etini yemeyi yasakladı."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Bu hadisi İbn Juraij rivayet etmiştir."
    },
    {
      "id": 54,
      "narrator": "Asma' reported:",
      "text": "Asma' şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) hayattayken bir at kestik ve yedik."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "Bu hadisi Hişam rivayet etmiştir."
    },
    {
      "id": 56,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn Umar, Allah'ın Elçisi (ﷺ) yılan etinin yenmesi hakkında sorulduğunda, o şöyle dedi: Ne ben onu yerim ne de onu yasaklarım."
    },
    {
      "id": 57,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn Umar, bir kişinin Allah'ın Elçisi (ﷺ) yılanın etini yemesi hakkında sorduğunu, bunun üzerine o şöyle dediğini bildirmiştir: Ne ben onu yerim ne de onu yasaklarım."
    },
    {
      "id": 58,
      "narrator": "Ibn 'Umar reported that a person asked Allah's Messenger (ﷺ) as he was sitting on the pulpit about the eating of the lizard, whereupon he said:",
      "text": "İbn Umar, bir kişinin Allah'ın Elçisi (ﷺ) minberde otururken yılanın etini yemesi hakkında sorduğunu, bunun üzerine o şöyle dediğini bildirmiştir: Ne ben onu yerim ne de onu yasaklarım."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Bu hadisi 'Ubaidullah aynı rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 60,
      "narrator": "A hadith pertaining to the eating of the lizard is transmitted from the Prophet (ﷺ) on the authority of Ibn 'Umar, but in this very hadith narrated through a different chain of transmitters there is a slight variation of wording (and the words are):",
      "text": "Yılanın etinin yenmesiyle ilgili bir hadisin, İbn Umar'dan rivayet edildiği, ancak bu hadiste farklı bir rivayet zinciriyle hafif bir kelime değişikliği olduğu bildirilmiştir (ve kelimeler şunlardır): \"Bir yılan, Allah'ın Elçisi'ne (ﷺ) getirildi ama ne onu yedi ne de onu haram kıldı.\" Ve Usame'den rivayet edilen hadiste (kelimeler şunlardır): \"Adam (soruyu soran) camide duruyordu ve Allah'ın Elçisi (ﷺ) minberde oturuyordu.\""
    },
    {
      "id": 61,
      "narrator": "Ibn 'Umar reported that there were some persons with Allah's Apostle (ﷺ) from among his Companions, Sa'd being one of them. There was brought to them the flesh of the lizard when a lady amongst the wives of Allah's Apostle (ﷺ) said:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) ile birlikte bazı sahabelerin bulunduğunu bildirdi; bunlardan biri Sa'd idi. Onlara bir kertenkele eti getirildiğinde, Allah'ın Elçisi'nin (ﷺ) eşlerinden biri: \"Bu kertenkele etidir,\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ye, çünkü bu helaldir, ama bu benim beslenme şeklim değil.\""
    },
    {
      "id": 62,
      "narrator": "Taubat Al-'Anbari reported:",
      "text": "Taubat Al-'Anbari bildirdi: Al-Sha'bi (rivayet edenlerden biri) bana, Hasan'dan Peygamber (ﷺ) adına rivayet edilen hadisi duyup duymadığımı sordu. Dedi ki: \"İbn 'Umar'ın yanında iki yıl veya bir buçuk yıl oturdum ama Allah'ın Elçisi'nden (ﷺ) sadece bu (kertenkele eti ile ilgili) hadisi Mu'adh'dan duydum.\""
    },
    {
      "id": 63,
      "narrator": "'Abdullah b. 'Abbas reported:",
      "text": "'Abdullah b. 'Abbas bildirdi: Ben ve Halid b. Velid, Allah'ın Elçisi (ﷺ) ile birlikte Maimuna'nın dairesine gittik ve ona kızarmış bir kertenkele sunuldu. Allah'ın Elçisi (ﷺ) ona doğru elini uzattı, bunun üzerine Maimuna'nın evinde bulunan bazı kadınlar: \"Allah'ın Elçisi'ne (ﷺ) neyi yemeyi düşündüğünü bildir,\" dediler. Allah'ın Elçisi (ﷺ) elini geri çekti. Ben dedim: \"Allah'ın Elçisi, bu yasak mı?\" O da: \"Hayır. Bu benim halkımın topraklarında bulunmuyor ve ona karşı bir isteğim yok,\" dedi. Halid dedi: \"Ben de o zaman çiğnedim ve yedim, o da (Allah'ın Elçisi) beni izliyordu.\""
    },
    {
      "id": 64,
      "narrator": "'Abdullah b. 'Abbas reported that Khalid b. Walid who is called the Sword of Allah had informed him that he visited Maimuna, the wife of Allah's Apostle (ﷺ), in the company of Allah's Messenger (ﷺ), and she was the sister of his mother (that of Khalid) and that of 'Ibn Abbas, and he found with her a roasted lizard which her sister Hufaida the daughter of al-Harith had brought from Najd, and she presented that lizard to Allah's Messenger (ﷺ). It was rare that some food was presented to the Prophet (ﷺ) and it was not mentioned or named. While Allah's Messenger (ﷺ) was about to stretch forth his hand towards the lizard, a woman from amongst the women present there informed the Messenger of Allah (ﷺ) what they had presented to him. They said:",
      "text": "'Abdullah b. 'Abbas bildirdi ki, Halid b. Velid, Allah'ın Elçisi (ﷺ) ile birlikte Maimuna'yı ziyaret etti ve o, Halid'in annesinin kız kardeşiydi. Maimuna'nın yanında, Hufaida bint al-Harith'in Nejd'den getirdiği bir kızarmış kertenkele vardı ve o, bu kertenkeleyi Allah'ın Elçisi'ne (ﷺ) sundu. Peygamber'e (ﷺ) sunulan bazı yiyeceklerin adının veya isminin geçmediği nadir bir durumdu. Allah'ın Elçisi (ﷺ) kertenkeleye doğru elini uzatmaya niyetlendiğinde, orada bulunan bir kadın, Allah'ın Elçisi'ne (ﷺ) ne sunduklarını bildirdi. Onlar dediler: \"Allah'ın Elçisi, bu bir kertenkele.\" Allah'ın Elçisi (ﷺ) elini geri çekti, bunun üzerine Halid b. Velid dedi: \"Allah'ın Elçisi, kertenkele yasak mı?\" O da: \"Hayır, ama bu benim halkımın topraklarında bulunmuyor ve ona karşı bir isteğim yok,\" dedi. Halid dedi: \"Ben de o zaman çiğnedim ve yedim, Allah'ın Elçisi (ﷺ) de beni izliyordu ve (onu yememi) yasaklamadı.\""
    },
    {
      "id": 65,
      "narrator": "Khalid b. Walid reported that he visited Maimuna daughter of al-Harith with the Messenger of Allah (ﷺ), and she was the sister of his mother. She presented to Allah's Messenger (ﷺ) the flesh of a lizard which Umm Hufaid daughter of al-Harith had brought from Najd, and she had been married to a person belonging to Banu Ja'far. It was the habit of Allah's Messenger (ﷺ) not to eat anything until he knew what that was. The rest of the hadith is the same but with this (addition):",
      "text": "Halid b. Velid bildirdi ki, Allah'ın Elçisi (ﷺ) ile birlikte Maimuna bint al-Harith'i ziyaret etti ve o, Halid'in annesinin kız kardeşiydi. Maimuna, Allah'ın Elçisi'ne (ﷺ) Umm Hufaid bint al-Harith'in Nejd'den getirdiği bir kertenkele eti sundu ve o, Banu Ca'far'dan birisiyle evliydi. Allah'ın Elçisi'nin (ﷺ) bir şey yemeden önce ne olduğunu bilmemesi alışkanlığı vardı. Hadisin geri kalanı aynıdır ama şu (ekleme) ile: \"İbn al-Asamm bunu Maimuna'dan rivayet etti ve o, onun himayesi altındaydı.\""
    },
    {
      "id": 66,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn 'Abbas bildirdi: Maimuna'nın evindeyken Allah'ın Elçisi'ne iki kızarmış kertenkele getirildi. Burada al-'Asamm'ın Maimuna'dan rivayet ettiğinden bahsedilmemektedir."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "İbn 'Abbas bildirdi ki, Allah'ın Elçisi'ne (ﷺ) bir kertenkele eti getirildi ve Halid b. Velid de oradaydı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 68,
      "narrator": "Sa'id b. Jubair reported that he heard Ibn 'Abbas says:",
      "text": "Sa'id b. Jubair bildirdi ki, İbn 'Abbas'ın şöyle dediğini duydu: Annemin kız kardeşi Umm Hufaid, Allah'ın Elçisi'ne (ﷺ) tereyağı, peynir ve bazı kertenkeleler sundu. O, tereyağından ve peynirden yedi, ama kertenkeleyi bıraktı, çünkü ona karşı bir isteği yoktu. Ama o, Allah'ın Elçisi'nin (ﷺ) masasında yendi. Eğer yasak olsaydı (haram), Allah'ın Elçisi'nin (ﷺ) masasında yenemezdi."
    },
    {
      "id": 69,
      "narrator": "Yazid b. al-Asamm reported:",
      "text": "Yazid b. al-Asamm bildirdi: Medine'den yeni evlenmiş bir kişi bizi bir düğün ziyafetine davet etti ve bize on üç kertenkele sundu. Onları yiyenler oldu, yemeyenler de. Ertesi gün İbn 'Abbas ile karşılaştım ve (bunu) birçok kişinin önünde ona bildirdim. Onlardan bazıları, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini aktardılar: \"Ne ben onu yerim ne de (birini) yemekten men ederim, ne de onu yasaklarım.\" Bunun üzerine İbn 'Abbas dedi: \"Söylediğiniz üzücü!\" Allah'ın Elçisi (ﷺ) sadece helal ve haram olan şeyleri açıkça bildirmek için gönderilmiştir. Bir zamanlar Allah'ın Elçisi (ﷺ) ile Maimuna'nın yanında idik, yanında al-Fadl b. 'Abbas, Halid b. Velid ve bazı kadınlar da vardı, bir yiyecek tepsisi ona sunuldu. Allah'ın Elçisi (ﷺ) onu yemeye niyetlendiğinde, Maimuna: \"Bu kertenkele etidir,\" dedi. O, elini geri çekti ve şöyle dedi: \"Bu benim yediğim bir et değil; ama orada bulunanlara: \"Siz yiyebilirsiniz,\" dedi. Al-Fadl da ondan yedi, Halid b. Velid de, kadınlar da. Ancak Maimuna: \"Ben, Allah'ın Elçisi'nin (ﷺ) yediği dışında bir şey yemem,\" dedi."
    },
    {
      "id": 70,
      "narrator": "Abu Zubair reported that he heard Jabir b. 'Abdullah saying that there was presented to Allah's Messenger (the flesh) of the lizard, but he refused to eat that, saying:",
      "text": "Ebu Zubair bildirdi ki, Jabir b. 'Abdullah'ın Allah'ın Elçisi'ne (ﷺ) kertenkele eti sunulduğunda, onu yemeyi reddettiğini ve şöyle dediğini duydu: \"Bilmiyorum; belki bu (kertenkele) geçmişteki bazı yerli hayvanlardan biridir ki, şekilleri bozulmuş.\""
    },
    {
      "id": 71,
      "narrator": "Abu Zubair reported:",
      "text": "Ebu Zubair bildirdi: Kertenkele yemeği hakkında Jabir'e sordum, o da: \"Onu yeme, çünkü o (Peygamber) tiksindi,\" dedi. (Rivayet eden) dedi ki: \"Ömer b. al-Hattab hatırlattı: Allah'ın Elçisi (ﷺ) onu yasaklamadı. Yüce ve Azamet sahibi Allah, ondan daha fazlası için (bir fayda kaynağı) yaptı. Bu, çobanların yaygın beslenme şeklidir. Eğer benimle olsaydı, onu yerdim.\""
    },
    {
      "id": 72,
      "narrator": "Abu Sa'id reported that a person said:",
      "text": "Ebu Sa'id bildirdi ki, bir kişi: \"Allah'ın Elçisi, biz kertenkelelerin bol olduğu bir toprakta yaşıyoruz, o zaman neyi emrediyorsun veya bu konuda ne hüküm veriyorsun?\" dedi. Bunun üzerine o şöyle dedi: \"Bana, Beni İsrail'den bir toplumun bozulduğu bildirildi (bu yüzden bu insanların kertenkele şeklinde bozulmuş olma ihtimali var). Bu yüzden ne yemeyi emretti ne de yasakladı.\" Ebu Sa'id dedi: \"Bir süre sonra Ömer dedi: Yüce ve Azamet sahibi Allah, ondan daha fazlası için (bir fayda kaynağı) yaptı, çünkü bu çobanların yaygın beslenme şeklidir. Eğer benimle olsaydı, onu yerdim. Allah'ın Elçisi (ﷺ) onu sevmedi.\""
    },
    {
      "id": 73,
      "narrator": "Abu Sa'id reported that an Arab of the desert came to Allah's Messenger (ﷺ) and said:",
      "text": "Ebu Sa'id bildirdi ki, çölde bir Arap, Allah'ın Elçisi'ne (ﷺ) geldi ve: \"Ben, kertenkelelerin bol olduğu alçak bir toprakta yaşıyorum ve bunlar ailemin yaygın beslenme şeklidir,\" dedi, ama o (Peygamber) herhangi bir cevap vermedi. Biz ona: \"Tekrar et (sorununuzu)\" dedik ve o tekrar etti, ama o herhangi bir cevap vermedi. (Bu üç kez tekrarlandı) Sonra Allah'ın Elçisi (ﷺ) üçüncü kez ona seslendi: \"Ey çöl adamı, gerçekten Allah, Beni İsrail'den bir kavmi lanetledi veya gazap etti ve onları yeryüzünde hareket eden hayvanlara dönüştürdü. Bilmiyorum, belki bu (kertenkele) onlardan biridir. Bu yüzden ben onu yemiyorum, ne de onu yemeyi yasaklıyorum.\""
    },
    {
      "id": 74,
      "narrator": "Ibn Abu Aufa reported:",
      "text": "İbn Ebu Aufa bildirdi: Allah'ın Elçisi (ﷺ) ile birlikte yedi sefer yaptık ve çekirge yedik."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciri ile Ebu Ya'fur'dan aktarılmıştır. Rivayet edenlerden biri Ebu Bekir: \"yedi sefer,\" derken, İshak \"altı,\" İbn 'Umar ise \"altı\" veya \"yedi\" dedi."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Bu hadis, Abu Ya'fur'un rivayetiyle aynı isnadla nakledilmiştir ve yedi seferden bahsetmiştir."
    },
    {
      "id": 77,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik bildirdi: Biz, Marr az-Zahrin'de (Mekke yakınlarında bir vadi) bir tavşanı kovaladık. Arkadaşlarım koştu, ama yoruldular; ben de denedim ve onu yakaladım. Onu Abu Talha'ya getirdim. O, onu kesip, arka bacak ve iki arka bacağını Allah'ın Elçisi'ne (ﷺ) benim aracılığımla gönderdi; o da kabul etti."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Bu hadis, Yahya'nın rivayetiyle az bir kelime değişikliğiyle aktarılmıştır."
    },
    {
      "id": 79,
      "narrator": "Ibn Buraida reported that Abdullah b. al-Mughaffal saw a person from amongst his companions throwing small pebbles, whereupon he said:",
      "text": "İbn Buraida, Abdullah b. al-Mughaffal'in arkadaşlarından birinin küçük taşlar attığını gördüğünü bildirdi. Bunun üzerine ona: Taş atma, çünkü Allah'ın Elçisi (ﷺ) bunu sevmezdi veya taş atmayı yasakladı, çünkü ne avı yakalar ne de düşmanı bozguna uğratır; ama bir dişi kırabilir veya bir gözü çıkarabilir. Daha sonra onu tekrar taş atarken gördü ve ona: Ben sana Allah'ın Elçisi'nin (ﷺ) taş atmayı onaylamadığını veya yasakladığını bildiriyorum, ama seni tekrar taş atarken görürsem, seninle konuşmayacağım dedi."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Bu hadis, Kahmas'ın rivayetiyle aktarılmıştır."
    },
    {
      "id": 81,
      "narrator": "'Abdullah b. Mughaffal reported that Allah's Messenger (ﷺ) prohibited throwing of pebbles. Ibn Ja'far reported (in the narration transmitted by him) that he (the Holy Prophet) said:",
      "text": "Abdullah b. Mughaffal, Allah'ın Elçisi'nin (ﷺ) taş atmayı yasakladığını bildirdi. İbn Ja'far, (onun naklettiği rivayette) O'nun (Kutsal Peygamber) şöyle dediğini bildirdi: Ne düşmanı bozguna uğratır ne de avı öldürür, ama dişi kırar ve gözü çıkarır. Bu hadis, İbn Mahdi'nin rivayetiyle az bir kelime değişikliğiyle aktarılmıştır."
    },
    {
      "id": 82,
      "narrator": "Sa'id b. Jubair reported that. a near one of 'Abdullah b. Mughaffal threw pebbles. He prohibited him (to do so). He said that Allah's Messenger (ﷺ) had prohibited the throwing of pebbles by saying:",
      "text": "Sa'id b. Jubair, Abdullah b. Mughaffal'in bir akrabasının taş attığını bildirdi. O, bunu yasakladı. Allah'ın Elçisi'nin (ﷺ) taş atmayı yasakladığını söyleyerek: Avı yakalamaz, düşmana bozguna uğratmaz, ama dişi kırar ve gözü çıkarır dedi. Abdullah b. Mughaffal'in akrabası tekrar taş atınca, ona: Ben sana Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) taş atmayı sevmediğini ve yasakladığını bildiriyorum, ama seni tekrar taş atarken görürsem, seninle konuşmayacağım dedi."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Bu hadis, Ayyub'un rivayetiyle aynı isnadla aktarılmıştır."
    },
    {
      "id": 84,
      "narrator": "Shaddid b. Aus said:",
      "text": "Şeddad b. Evs dedi ki: Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini hatırladığım iki şey vardır: Şüphesiz Allah, her şeyde iyiliği emretmiştir; bu yüzden öldürdüğünüzde, iyi bir şekilde öldürün ve kestiklerinde, iyi bir şekilde kesin. Her biriniz bıçağını keskinleştirsin ve kesilen hayvanın rahatça ölmesine izin versin."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Bu hadis, Khalid al-Hadhdha' aracılığıyla farklı isnadlarla aktarılmıştır."
    },
    {
      "id": 86,
      "narrator": "Hishim b. Zaid b. Anas b. Milik reported:",
      "text": "Hişim b. Zaid b. Anas b. Malik bildirdi: Dedem Anas b. Malik ile birlikte al-Hakam b. Ayyub'un evini ziyaret ettim; orada bazı insanlar bir tavuğu hedef yapmış ve ona ok atıyorlardı. Bunun üzerine Asas, Allah'ın Elçisi'nin (ﷺ) hayvanları bağlamayı ve onları ok hedefi yapmayı yasakladığını söyledi."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Bu hadis, Shu'ba'nın rivayetiyle diğer isnadlarla aktarılmıştır."
    },
    {
      "id": 88,
      "narrator": "Ibn 'Abbas reported Allah's Messenger (ﷺ) having said this:",
      "text": "İbn 'Abbas, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Hayat sahibi hiçbir şeyi hedef yapmayın."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bu hadis, Shu'ba'nın farklı bir isnadla rivayet edilmiştir."
    },
    {
      "id": 90,
      "narrator": "Sa'id b. Jubair reported that Ibn 'Umar happened to pass by a party of men who had tied a hen and were shooting arrows at it. As soon as they saw Ibn 'Umar, they scattered from it. Thereupon Ibn Umar said:",
      "text": "Sa'id b. Jubair, İbn 'Umar'ın, bir grup adamın bir tavuğu bağlayıp ona ok attıklarını gördüğünü bildirdi. İbn 'Umar'ı görünce hemen dağıldılar. Bunun üzerine İbn 'Umar: Bunu kim yaptı? Şüphesiz Allah'ın Elçisi (ﷺ) bunu yapan üzerine lanet etmiştir, dedi."
    },
    {
      "id": 91,
      "narrator": "Sa'id b. Jubair reported that Ibn 'Umar happened to pass by some young men of the Quraish who had tied a bird (and th, is made it a target) at which they had been shooting arrows Every arrow that they missed came into the possession of the owner of the bird. So no sooner did they see Ibn 'Umar they went away. Thereupon Ibn 'Umar said:",
      "text": "Sa'id b. Cubeyr, İbn 'Umar'ın, bir kuşu bağlayıp onu hedef haline getiren Kureyş gençlerinin yanından geçtiğini bildirmiştir. Onlar, ok attıkları her seferde isabet ettikleri ok, kuşun sahibinin eline geçiyordu. İbn 'Umar'ı görünce hemen oradan uzaklaştılar. Bunun üzerine İbn 'Umar: \"Bunu kim yaptı? Allah, bunu yapanı lanetlesin.\" dedi. Gerçekten de Allah'ın Elçisi (ﷺ), canlı bir varlığı hedef haline getiren kimseye lanet etmiştir."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) tarafından bir hayvanın bağlandıktan sonra öldürülmesinin yasaklandığını bildirmiştir."
    }
  ]
}