{
  "language": "tr",
  "metadata": {
    "length": 62,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Jundab b. Sufyan reported:",
      "text": "Cündab b. Süfyân bildirdi: Ben, Allah'ın Elçisi (ﷺ) ile Kurban Bayramı günüydüm. O, (bayram namazını) kıldıktan sonra dönmeden, kendisinden önce kesilmiş kurbanlık hayvanların etlerini gördü. Bunun üzerine (Peygamberimiz) şöyle dedi: Namazdan veya bizim namazımızdan (bayram namazı) önce kurbanını kesen, onun yerine başka bir kurban kesmelidir; kesmeyen ise, Allah'ın adını anarak kesmelidir."
    },
    {
      "id": 2,
      "narrator": "Jundab b. Sufyan reported:",
      "text": "Cündab b. Süfyân bildirdi: Ben, Allah'ın Elçisi (ﷺ) ile Kurban Bayramı vesilesiyleydim. O, insanlarla namazı kıldıktan sonra, keçilerin kesildiğini gördü; bunun üzerine şöyle dedi: Namazdan önce kurbanlık hayvanı kesen, onun yerine bir keçi (yeniden) kesmelidir; kesmeyen ise, Allah'ın adını anarak kesmelidir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bu hadis, el-Esved b. Kays'ın aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "Jundab al-Bajali reported:",
      "text": "Cündab el-Bacali bildirdi: Ben, Allah'ın Elçisi (ﷺ) Kurban Günü (Zilhicce ayının 10. günü) namaz kılarken ve sonra hutbe verirken gördüm. O şöyle dedi: Namazdan önce (hayvan) kesen, onun yerine tekrar kesmelidir; hayvanı kesmeyen ise, Allah'ın adını anarak kesmelidir."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, başka bir isnatla Şu'ba aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 6,
      "narrator": "Al-Bara' reported:",
      "text": "El-Bara' bildirdi: Amcam Ebu Burda, (bayram) namazından önce hayvanını kesmişti. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Bu, (kurban olarak değil) et için kesilmiş bir keçidir. O, altı aylık bir kuzuya sahip olduğunu söyledi. Bunun üzerine şöyle dedi: Onu kurban et, ama bu senin dışındaki hiç kimse için yeterli olmayacaktır; sonra şöyle dedi: (Bayram) namazından önce hayvanı kesen, aslında onu kendi nefsine kesmiştir; namazdan sonra kesen ise, kurban ritüelini tamamlamış ve Müslümanların dini uygulamasını yerine getirmiştir."
    },
    {
      "id": 7,
      "narrator": "Al-Bara' b. 'Azib reported that his maternal'uncle Abu Burda b. Niyar sacrificed his animal earlier than the Prophet (ﷺ) had sacrificed. Thereupon he said:",
      "text": "El-Bara' b. Azib bildirdi ki, amcası Ebu Burda b. Niyar, Peygamber (ﷺ) kesmeden önce hayvanını kesmişti. Bunun üzerine şöyle dedi: Allah'ın Elçisi, bu et günü ve (et için) özlem duymak ve hemen kullanmamak hoş değildir; bu yüzden ailemi ve komşularımı, akrabalarımı beslemek için hayvanımı kurban etmekte acele ettim. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Kurbanını tekrar et. O, ben de bir yaşından küçük bir süt keçim var, bu da iki kuru keçiden daha iyidir, dedi. Bunun üzerine şöyle dedi: Bu, senin adına iki kurbanlık hayvandan daha iyidir; altı aydan küçük bir keçinin kurban olarak kabul edilmeyecektir."
    },
    {
      "id": 8,
      "narrator": "Al-Bara' b. 'Azib reported:",
      "text": "El-Bara' b. Azib bildirdi: Allah'ın Elçisi (ﷺ) Nahr günü, (bayram) namazından sonra bir konuşma yaptı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 9,
      "narrator": "Al-Bara' reported Allah's Messenger (ﷺ) having said:",
      "text": "El-Bara' bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Namazımız gibi namaz kılan ve kıblamıza (namazda) dönen ve bizim gibi hayvanları kurban eden, namazı tamamlamadan (hayvanı) kurban etmemelidir. Bunun üzerine amcam şöyle dedi: Allah'ın Elçisi, ben oğlum adına hayvanı kurban ettim. Allah'ın Elçisi (ﷺ) şöyle dedi: Bu, ailen için acele ettiğin bir şeydir. O, bende iki keçiden daha iyi bir keçi var, dedi. Bunun üzerine şöyle dedi: Onu kurban et, çünkü bu en iyisidir."
    },
    {
      "id": 10,
      "narrator": "Al-Bara' b. 'Azib reported Allah's Messenger (ﷺ) having said:",
      "text": "El-Bara' b. Azib bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Güne (Kurban Bayramı günü) başladığımız ilk eylem, namaz kılmaktı. Sonra geri döndük ve hayvanları kurban ettik; bunu yapan, aslında bizim sünnetimize (uygulamamıza) bağlı kalmış olur. O gün (bayram) namazından önce hayvanı kesen, (hayvan kesimi) ailesi için et temin etmek amacıyla yapılmıştı ve bunun içinde kurbanlık yoktur. Ebu Burda b. Niyar, (bayram) namazından önce hayvanı kesen kişiydi. O, bende bir yaşından küçük bir kuzu var ama bir yaşından büyük olanlardan daha iyidir, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Onu kurban et, ama bu senin dışındaki hiç kimse için yeterli olmayacaktır."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Bu hadis, el-Bara' b. Azib aracılığıyla başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 12,
      "narrator": "al-Bara' b. 'Azib reported:",
      "text": "El-Bara' b. Azib bildirdi: Allah'ın Elçisi (ﷺ) Nahr günü, (bayram) namazından sonra bize hitap etti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 13,
      "narrator": "Al-Bara' b. 'Azib reported:",
      "text": "El-Bara' b. Azib bildirdi: Allah'ın Elçisi (ﷺ) Nahr günü bize hitap etti ve şöyle dedi: Hiç kimse, (bayram) namazını tamamlamadan hayvanı kurban etmemelidir. Bir kişi şöyle dedi: Bende bir yaşından küçük bir süt keçisi var, iki şişman keçiden daha iyi. Bunun üzerine şöyle dedi: Onu kurban et, ve bir yaşından küçük hiçbir keçi senin sonrasında kurban olarak kabul edilmeyecektir."
    },
    {
      "id": 14,
      "narrator": "Al-Bara' b. 'Azib reported that Abu Burda slaughtered the animal as a sacrifice before the ('Id) prayer. Thereupon Allah's Apostle (ﷺ) said:",
      "text": "El-Bara' b. Azib bildirdi ki, Ebu Burda, (bayram) namazından önce hayvanı kurban etti. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Bunun yerine bir kurban sun (çünkü bu seni kurban sorumluluğundan muaf tutmaz). Bunun üzerine o şöyle dedi: Allah'ın Elçisi, elimde altı aydan küçük bir keçiden başka bir şey yok. Şu'ba (rivayet edenlerden biri) şöyle dedi: Sanırım o (el-Bara' b. Azib de) şöyle dedi: Ve bu, bir yaşındaki keçiden daha iyidir. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Bunu onun yerine kurban et, ama bu senin sonrasında hiç kimse için yeterli olmayacaktır."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı isnatla rivayet edilmiştir, ancak o, (ifade ettiği) şüpheyi belirtmemiştir; yani (bir yaşından küçük keçi) bir yaşından büyük bir keçiden daha iyidir."
    },
    {
      "id": 16,
      "narrator": "Anas (b. Malik) reported Allah's Messenger (ﷺ) having said on the day of Nahr (Sacrifice):",
      "text": "Anas (b. Malik) Allah'ın Elçisi (ﷺ) Nahr (Kurban) günü şöyle buyurduğunu bildirdi: Kim (hayvanı kurban olarak) 'İd namazından önce keserse, onu tekrar kesmelidir (yani başka bir hayvan sunmalıdır). Bunun üzerine bir kişi ayağa kalkarak dedi ki: Allah'ın Elçisi, bu etin çok arzulandığı bir gün ve komşusunun ihtiyacını da zikretti, belki de Allah'ın Elçisi (ﷺ) bunu tasdik etti. O (hayvanı 'İd namazından önce kesen kişi) dedi ki: Benim yanımda bir yaşından küçük bir keçi var ve ben onu iki etli keçiden daha çok seviyorum; onu kurban olarak sunmalı mıyım? O'na bunu yapmasına izin verdi. O (rivayet eden) dedi ki: Bu iznin başka birine verilip verilmediğini bilmiyorum. Allah'ın Elçisi (ﷺ) sonra iki koçun yanına döndü ve onları kesti, insanlar da keçilere geldi ve onları aralarında paylaştılar (kurban olarak sunmak için)."
    },
    {
      "id": 17,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) offered the 'Id prayer and then delivered the sermon giving the command:",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) 'İd namazını kıldırdıktan sonra, şöyle bir hutbe verdi: Kim namazdan önce hayvanı keserse, (başka bir hayvanı) kurban etmelidir. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 19,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Anas b. Malik bildirdi: Allah'ın Elçisi (ﷺ) 'İd al-Adha günü bize hitap etti. Etin kokusunu duydu ve onlardan (hayvanları 'İd namazından önce) kesmelerini yasakladı, şöyle dedi: Kim (hayvanları 'İd namazından önce) keserse, bunu tekrar yapmalıdır (çünkü bu kurban olarak geçerli değildir)."
    },
    {
      "id": 21,
      "narrator": "Uqba b. 'Amir reported that Allah's Messenger (ﷺ) gave the gifts of goats to be distributed amongst his Companions. They sacrificed them, but a lamb of one year of age was left. (Someone) made a mention of that to the Messenger of Allah (ﷺ), whereupon he said:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Amir al-Juhani reported:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Sadece yetişkin bir hayvanı kurban edin, eğer sizin için zor ise, o zaman bir koç (bir yaşından küçük ama altı aydan büyük) kurban edin."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Cabir b. Abdullah bildirdi: Allah'ın Elçisi (ﷺ) Medine'de Kurban Günü 'İd namazını kıldırdı. Bazı kişiler, Allah'ın Elçisi (ﷺ) kurbanı zaten kesmiş gibi düşünerek hayvanlarını onun önünde kestiler. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Onlar, onun önünde hayvanlarını kesenler, diğerlerini onun yerine kesmelidir. Ve Allah'ın Elçisi (ﷺ) hayvanını kesmeden önce hayvanı kurban etmemelidirler."
    },
    {
      "id": 25,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) sacrificed two horned rams of white colour with black markings over them. He also stated:",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "Shu'ba reported:",
      "text": "Ukbe b. Amir, Allah'ın Elçisi (ﷺ) keçileri arkadaşları arasında dağıttığını bildirdi. Onlar onları kurban ettiler, ama bir yaşında bir kuzu kaldı. (Birisi) bunu Allah'ın Elçisine (ﷺ) söyledi, o da dedi ki: Onu sen kurban et."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) commanded that a ram with black legs, black belly and black (circles) round the eyes should be brought to him, so that he should sacrifice it. He said to 'A'isha:",
      "text": "Amir el-Cuhani bildirdi: Allah'ın Elçisi (ﷺ) kurbanlık hayvanları (bizim için 'İd al-Adha'da kurban etmek üzere) dağıttı. Biz de onları kurban ettik. Bana bir yaşından küçük bir kuzu düştü. Ben dedim: Allah'ın Elçisi, bana bir kuzu düştü (Jadha'a), o da dedi: Onu kurban et."
    },
    {
      "id": 29,
      "narrator": "Rafi' b. Khadij is reported to have said:",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "Rafi' b. Khadij reported:",
      "text": "Bu hadis, 'Ukbe b. Amir el-Cuhani aracılığıyla hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 31,
      "narrator": "Rafi' b. Khadij reported from his grandfather that he said:",
      "text": "Rafi' b. Khadij, dedesinden rivayet etti ki, şöyle dedi: Allah'ın Messenger'ı, yarın düşmanla karşılaşacağız, ama yanımızda uzun bıçaklar yok, o halde onları kamışın kabuğuyla mı keselim? Hadisin geri kalanı aynıdır. (Ve sonunda sözler şunlardır): \"Bir deve vahşileşti (ve kontrolümüzden çıktı). Ona oklarla saldırdık, ta ki düşene kadar.\""
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Bu hadis, Sa'id b. Masruq'un rivayetiyle aynı nakil zinciriyle, kelimelerde hafif bir değişiklikle aktarılmıştır."
    },
    {
      "id": 33,
      "narrator": "Rafi' b. Khadij reported that he said:",
      "text": "Rafi' b. Khadij, şöyle dediğini bildirdi: Allah'ın Messenger'ı, yarın düşmanla karşılaşacağız ve yanımızda büyük bıçaklar yok. Hadisin geri kalanı aynıdır, ancak şunlardan bahsedilmemiştir: \"İnsanlar acele etti ve (et) toprak kaplarda haşlandı. O (Kutsal Peygamber), emretti ve bunlar ters çevrildi ve nakilci tüm olayı anlattı.\""
    },
    {
      "id": 34,
      "narrator": "Abu Ubaid reported:",
      "text": "Ebu Ubeyd, 'Id günü 'Ali b. Ebi Talib ile birlikte olduğunu bildirdi. O, hutbe vermeden önce 'Id namazına başladı ve şöyle dedi: Allah'ın Messenger'ı (ﷺ) bize kurbanlık hayvanlarımızın etini üç günden fazla yemeyi yasakladı."
    },
    {
      "id": 35,
      "narrator": "Abu 'Ubaid, the freed slave of Ibn Azhar, reported that he said 'Id (prayer) with Umar b. al-Khattab, and then said the 'Id (prayer) with 'Ali b. Abu Talib. He (the narrator further) reported:",
      "text": "Ebu Ubeyd, İbn Azhar'ın azatlısı, 'Umar b. al-Khattab ile 'Id (namazı) kıldığını ve sonra 'Ali b. Ebi Talib ile 'Id (namazı) kıldığını bildirdi. O (nakilci daha sonra) hutbe vermeden önce bize namaz kıldırdı ve sonra insanlara hitap ederek şöyle dedi: Allah'ın Messenger'ı (ﷺ) size kurbanlık hayvanlarınızın etini üç geceden fazla yemenizi yasakladı, o halde onu yemeyin."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 37,
      "narrator": "Ibn 'Umar reported Allah's Apostle (ﷺ) having said:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Sizden hiç kimse kurbanlık hayvanının etini üç günden fazla yememelidir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar'dan başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 39,
      "narrator": "Ibn 'Umar reported that Allah's Messenger (ﷺ) forbade that the flesh of sacrificial animals be eaten beyond three (days) Salim (son of Ibn Umar) said:",
      "text": "İbn 'Umar, Allah'ın Messenger'ının (ﷺ) kurbanlık hayvanların etinin üç günden fazla yenmesini yasakladığını bildirdi. Salim (İbn 'Umar'ın oğlu) dedi ki: İbn 'Umar kurbanlık hayvanların etini üç günden fazla yemezdi. İbn Ebu 'Umar dedi ki: \"Üç günden fazla.\""
    },
    {
      "id": 40,
      "narrator": "Abdullah b. Waqid reported:",
      "text": "Abdullah b. Vaqid, Allah'ın Messenger'ının (ﷺ) kurban edilmiş hayvanların etinin üç günden fazla yenmesini yasakladığını bildirdi. Abdullah b. Ebu Bekir, bunu 'Amra'ya söyledim, o da şöyle dedi: Doğru söyledi, çünkü 'A'işe'nin şöyle dediğini duydum: Çöl halkının yoksulları, Allah'ın Messenger'ının (ﷺ) hayatında 'Id al-Adha sırasında (şehirlere) gelirlerdi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) şöyle dedi: Yanınızda (et) üç gün yetecek kadar bulundurun ve geriye kalanını sadaka verin. Sonrasında, onlar (Müslümanlar) dediler: Allah'ın Messenger'ı, insanlar kurbanlık hayvanlarının (derilerinden) su torbaları yapıyorlar ve onlardan yağ eritiyorlar. Bunun üzerine o şöyle dedi: O zaman ne olacak? Onlar dediler: Siz, kurbanlık hayvanların etini üç günden fazla yemenizi yasakladınız, bunun üzerine o şöyle dedi: Ben, (et için) şehirlere akın eden (yoksul kişiler) için yasakladım, ama şimdi (bu durum düzeldiğinde) yiyebilirsiniz, saklayın ve sadaka verin."
    },
    {
      "id": 41,
      "narrator": "Jabir reported that Allah's Apostle (ﷺ) forbade eating of the flesh of sacrificed animals beyond three (days). but afterwards said:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) kurban edilmiş hayvanların etinin üç günden fazla yenmesini yasakladığını, ama sonrasında şöyle dediğini bildirdi: Yiyin, hazırlık yapın ve saklayın."
    },
    {
      "id": 42,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah, Mina'da kurbanlık hayvanlarımızın etini üç günden fazla yemediğimizi bildirdi. Sonra Allah'ın Messenger'ı (ﷺ) bize izin vererek şöyle dedi: Yiyin ve yolculuk için hazırlık yapın. Ben 'Ata'ya, Cabir'in \"Medine'ye gelene kadar\" dediğini sordum. O da: Evet, dedi."
    },
    {
      "id": 43,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah, kurbanlık hayvanların etini üç günden fazla yemediğimizi, ama sonra Allah'ın Messenger'ının (ﷺ) yolculuk için hazırlık yapmamızı ve (üç günden fazla) yememizi emrettiğini bildirdi."
    },
    {
      "id": 44,
      "narrator": "Jabir reported:",
      "text": "Cabir, Allah'ın Messenger'ı (ﷺ) döneminde Medine'ye yolculuk için kurban edilmiş hayvanların etinden hazırlık yaptığımızı bildirdi."
    },
    {
      "id": 45,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) having said:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Ey Medineli insanlar, kurban edilmiş hayvanların etini üç günden fazla yemeyin. İbn el-Müthanni: Üç gün, dedi. Onlar (Kutsal Peygamber'in Ashabı) Allah'ın Messenger'ına (ona selam olsun) çocukları ve hizmetçileri (besleyecek) olduğunu şikayet ettiler, bunun üzerine o şöyle dedi: Yiyin, başkalarını doyurun, saklayın ve yiyecek olarak hazırlık yapın."
    },
    {
      "id": 46,
      "narrator": "Salama b. al-Akwa' reported Allah's Messenger (way peace be upon him) having said:",
      "text": "Salama b. al-Akwa' Allah'ın Elçisi'nin (ona selam ve dua olsun) şöyle söylediğini bildirdi: Sizden biri kurban keserse, üçüncü günün sabahında evinde (etinden) hiçbir şey kalmamalıdır. Ertesi yıl, (ashabından) bazıları: Bu yıl geçen yıl yaptığımız gibi mi yapalım? dediler. Bunun üzerine o: Bunu yapmayın, çünkü o yıl insanlar (yoksulluktan) zor durumda idiler. Bu yüzden etin onlara dağıtılmasını istedim, dedi."
    },
    {
      "id": 47,
      "narrator": "Thauban reported that Allah's Messenger (way peace be upon him) slaughtered his sacrificial animal and then said:",
      "text": "Thauban, Allah'ın Elçisi'nin (ona selam ve dua olsun) kurbanlık hayvanını kestiğini ve sonra şöyle dediğini bildirdi: Thauban, etini (yolculuk için) kullanılabilir hale getir. Ben de onu Medine'ye ulaşana kadar sürekli ona hizmet ettim."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadis Mu'awiya b. Salih'in aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 49,
      "narrator": "Thauban, the freed slave of Allah's Messenger (ﷺ), reported:",
      "text": "Allah'ın Elçisi'nin (ﷺ) azatlısı Thauban, Hacca-tul-Veda (Veda Haccı) sırasında bana şöyle söyledi: Eti kullanılabilir hale getir. Ben de onu (onun için) kullanılabilir hale getirdim ve o, Medine'ye ulaşana kadar sürekli yedi. Bu hadis Yabya b. Hamza'nın aynı nakil zinciriyle rivayet edilmiştir, ancak o: Hacca-tul-Veda sırasında dememiştir."
    },
    {
      "id": 50,
      "narrator": "Abdullah b. Buraida reported on the authority of his father that Allah's Messenger (ﷺ) said this:",
      "text": "Abdullah b. Buraida, babasından, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Size mezarları ziyaret etmeyi yasaklamıştım, ama (şimdi) onları ziyaret edebilirsiniz. Kurbanlık hayvanların etini üç günden fazla yemeyi yasaklamıştım, ama şimdi istediğiniz kadar saklayabilirsiniz. Size Nabidh'in kullanımını yasaklamıştım, ancak (sadece) kuru derilerde hazırlananı dışında. Şimdi (herhangi bir kapta hazırlanan) Nabidh'i içebilirsiniz, ama sarhoş edici hale geldiğinde içmeyin."
    },
    {
      "id": 51,
      "narrator": "Ibn Buraida, on the authority of his father, reported Allah's Messenger (ﷺ) having said this:",
      "text": "İbn Buraida, babasından, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Size yasaklamıştım. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 52,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: (Fara' ve 'Atira kurbanları) İslam'da (geçerli değildir). İbn Rafi' bu rivayetinde Fara'nın, bir devenin ilk doğan yavrusu anlamına geldiğini ekledi."
    },
    {
      "id": 53,
      "narrator": "Umm Salama reported Allah's Messenger (ﷺ) having said this:",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Sizden biri kurban kesmeyi düşündüğünde, Dhu'l-Hijja ayına girdiğinde saçını veya tırnaklarını kestirmemelidir. Sufyan'a bazı (alimlerin) bu hadisi Maffu' olarak görmediği söylendi. O da: Ama ben bunu Marfu' olarak görüyorum (yani nakil zinciri Peygamber'e kadar izlenebilir)."
    },
    {
      "id": 54,
      "narrator": "Umm Salama reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Sizden biri kurban kesmeyi düşünüyorsa, saçını kestirmemeli veya tırnaklarını kesmemelidir."
    },
    {
      "id": 55,
      "narrator": "Umm Salama reported (these words) directly from Allah's Messenger (ﷺ):",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nden (ﷺ) doğrudan şu sözleri rivayet etti: Eğer birinin elinde kurban olarak sunmak üzere bir hayvan varsa ('İd al-Adha'da), Dhu'l-Hijja'nın ilk günlerine girdiğinde saçını kestirmemeli ve tırnaklarını kesmemelidir."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Bu hadis 'Amr b. Muslim'in aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 57,
      "narrator": "Umm Salama, the wife of Allah's Apostle (ﷺ), reported Allah's Messenger (ﷺ) to have said:",
      "text": "Ümmü Seleme, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Eğer elinde kurban olarak sunmak üzere bir hayvan varsa ve Dhu'l-Hijja ayına girerse, hayvanı kesene kadar saçını kestirmemeli ve tırnaklarını kesmemelidir."
    },
    {
      "id": 58,
      "narrator": "'Amr b. Muslim b. 'Ammar al-Laithi reported:",
      "text": "'Amr b. Muslim b. 'Ammar al-Laithi, 'İd al-Adha'dan hemen önce bir hamamda bulunduğumuz sırada bazı kişilerin saçlarını saç çıkarıcı kimyasallarla temizlemeye çalıştıklarını bildirdi. Bunun üzerine hamam sahiplerinden bazıları (ya da orada oturan bazı kişiler) Sa'id b. Musayyib'in bunu onaylamadığını veya yasakladığını söyledi. Sonra Sa'id b. Musayyib ile karşılaştım ve ona bunu söyledim, o da: Ey yeğenim, bu unutulmuş ve terkedilmiş bir hadistir. Ümmü Seleme, Allah'ın Elçisi'nin (ﷺ) yukarıda rivayet edilen sözlerini bana aktardı."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Amr b. Muslim al-Jundani, İbn Musayyib'in kendisine, yukarıda rivayet edilenleri Ümmü Seleme'nin, Allah'ın Elçisi'nin (ﷺ) kendisine bildirdiğini söylediğini bildirdi."
    },
    {
      "id": 60,
      "narrator": "Abu Tufail 'Amir b. Withila reported:",
      "text": "Ebu Tufail 'Amir b. Withila, 'Ali b. Abi Talib'in yanında bulunduğunu ve bir kişinin ona gelip: Allah'ın Elçisi (ﷺ) sana gizlice ne söyledi? dediğini bildirdi. Bunun üzerine (Ali) öfkelendi ve: Allah'ın Elçisi (ﷺ) bana insanlardan gizlediği hiçbir şey söylemedi, sadece dört şey söyledi, dedi. O da: Ey Müminlerin Emiri, bunlar nedir? dedi. O da: Allah, babasına lanet eden kişiye; Allah, Allah'tan başka birisi için kurban kesen kişiye; Allah, bid'atçıyı barındıran kişiye; ve Allah, toprak sınırlarını değiştiren kişiye lanet etsin, dedi."
    },
    {
      "id": 61,
      "narrator": "Abu Tufail reported:",
      "text": "Ebu Tüfeyl rivayet etti: Ali b. Ebi Talib'e dedik ki: Bize Allah'ın Resulü (ﷺ) hakkında gizli olarak söylediği bir şey bildir. Bunun üzerine o şöyle dedi: O, insanlardan gizlediği hiçbir şeyi bana söylemedi, fakat onun şöyle dediğini duydum: Allah, Allah'tan başkası için kurban keseni lanetlesin; yenilikçi olanı barındıranı lanetlesin; anne babasına lanet edenleri lanetlesin ve Allah, mülkü üzerinde bulunan sınır çizgilerini değiştirenleri lanetlesin."
    },
    {
      "id": 62,
      "narrator": "Abu Tufail reported:",
      "text": "Ebu Tüfeyl rivayet etti: Ali'ye, Allah'ın Resulü'nün (ﷺ) kendisine (başkalarından gizli) bir şeyi özel olarak bildirip bildirmediği soruldu. Bunun üzerine o şöyle dedi: Allah'ın Resulü (ﷺ) bize, kamuya açıklamadığı hiçbir (gizli) şey için özel olarak seçmedi, (ama o birkaç şey) kılıcımın kınasında bulunmaktadır. İçinde yazılı belgeyi çıkardı ve o belgede şöyle yazılıydı: Allah, Allah'tan başkası için kurban keseni lanetlesin; Allah, toprak sınırlarını belirleyen işaretleri çalanı lanetlesin; Allah, babasına lanet edenleri lanetlesin; ve Allah, dininde yenilikçi olanı barındıranı lanetlesin."
    }
  ]
}