{
  "language": "tr",
  "metadata": {
    "length": 257,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Ali b. Abu Talib reported; There fell to my lot along with Allah's Messenger (ﷺ) an old she-camel from the spoils of Badr. Allah's Messenger (ﷺ) granted me another camel. I made them kneel down one day at the door of an Ansari, and I wanted to carry on them Idhkhir (a kind of grass) in order to sell that. There was with me a goldsmith of the tribe of Qainuqa'. I saught to give a wedding feast (on the occasion of marriage with) Fatima with the help of that (the price accrued from the sale of this grass). And Hamza b. 'Abd al-Muttalib was busy in drinking in that house in the company of a singing girl who was singing to him. She said:",
      "text": "Ali b. Ebu Talib bildirdi; Allah'ın Resulü (ﷺ) ile birlikte Badr ganimetlerinden bir yaşlı dişi deve düştü. Allah'ın Resulü (ﷺ) bana başka bir deve verdi. Bir gün onları bir Ensar'ın kapısında diz çöktürdüm ve onlara İdhkhir (bir tür ot) yükleyip satmayı düşündüm. Yanımda Kaynuka kabilesinden bir altıncı vardı. O (otun satışından elde edilen parayla) Fatıma ile evlenme merasimi düzenlemek istedim. Hamza b. Abd al-Muttalib o evde içki içmekteydi ve yanında ona şarkı söyleyen bir kız vardı. Kız şöyle dedi: Hamza, şişman dişi develeri kesmek için kalk. Hamza onlara kılıcıyla saldırdı, hörgüçlerini kesti ve kalçalarını yırttı, sonra karaciğerlerini çıkardı. Ben İbn Şihab'a dedim: Hörgüçten bir şey çıkardı mı? O da: Hörgüçleri tamamen kesti, dedi. İbn Şihab, Ali'nin şöyle dediğini bildirdi: Bu (dehşet verici) manzarayı gördüm ve şok oldum, Allah'ın Resulü'ne (ﷺ) geldim ve yanında Zeyd b. Haritha vardı ve bu haberi ona ilettim. Zeyd ile birlikte geldi ve ben de onunla birlikte gittim ve Hamza'ya gitti ve ona öfke gösterdi. Hamza gözlerini kaldırdı ve dedi: Siz benim babamın köleleri değil misiniz? Allah'ın Resulü (ﷺ) bunu duyunca geri döndü ve onlardan uzaklaştı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Husain b. 'Ali reported 'Ali having said:",
      "text": "Bu hadis, Juraij'in rivayetiyle aynı isnatla nakledilmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Anas b. Malik reported:",
      "text": "Hüseyin b. Ali, Ali'nin şöyle dediğini bildirdi: Badr günü savaş ganimeti olarak bana bir dişi deve düştü ve Allah'ın Resulü (ﷺ) o gün bana Khums'tan (Allah ve Resulü için ayrılan beşte bir) başka bir dişi deve verdi. Fatıma ile evliliğimi tamamlamaya karar verdiğimde, Kaynuka kabilesinden bir altıncıyı yanımda götürmeye ikna ettim ki İdhkhir alıp onu altıncılara satabilirim ve böylece düğün merasimi düzenleyebilirim. Eşyaları düzenlerken, yani sedye, çuval ve ipleri hazırlarken, iki dişi devim bir Ensar'ın dairesinin yanında oturuyordu. Fark ettim ki onların hörgüçleri kesilmiş, kalçaları kesilmiş ve karaciğerleri çıkarılmış. Onların bu halini görünce ağlamaktan kendimi alamadım. Dedim ki: Bunu kim yaptı? Onlar: Hamza b. Abd al-Muttalib bunu yaptı, dediler. O, bu evde sarhoş bir şekilde bazı Ensar ile birlikte şarkı söyleyen bir kızla beraber. Kız şarkısında: Ey Hamza, kalk ve bu şişman dişi develere saldır, dedi. Bunun üzerine Hamza kılıcıyla kalktı ve onların hörgüçlerini kesti, kalçalarını yırttı ve karaciğerlerini çıkardı. Ali dedi ki: Ben uzaklaştım ve Allah'ın Resulü'ne (ﷺ) geldim ve yanında Zeyd b. Haritha vardı. Allah'ın Resulü (ﷺ) yüzümden ne yaşadığımı anladı, bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Sana ne oldu? Ben dedim: Allah'ın Resulü, Allah'a yemin ederim ki, bu gün gibi bir talihsiz gün görmedim. Hamza, dişi develerime saldırdı, onların hörgüçlerini kesti, kalçalarını yırttı ve o sarhoşların yanında bir evde. (Bunu duyunca) Allah'ın Resulü (ﷺ) mantosunu istedi ve onu giyerek yola çıktı, ben ve Zeyd b. Haritha da onu takip ettik, ta ki Hamza'nın bulunduğu evin kapısına gelene kadar. O (Peygamber) izin istedi, izin verdiler ve hepsi sarhoştu. Allah'ın Resulü (ﷺ) Hamza'ya yaptığı şeyden dolayı azarlamaya başladı. Hamza'nın gözleri kızardı. Allah'ın Resulü'ne (ﷺ) bir göz attı, sonra dizlerine baktı, sonra gözlerini kaldırdı ve beline baktı, sonra gözlerini kaldırdı ve yüzüne baktı. Sonra Hamza dedi: Siz benim babamın köleleri değil misiniz? Allah'ın Resulü (ﷺ) onun sarhoş olduğunu anladı ve böylece geri döndü ve dışarı çıktı, biz de onunla birlikte çıktık."
    },
    {
      "id": 6,
      "narrator": "'Abd al-Aziz b. Suhaib reported:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Anas b. Malik reported:",
      "text": "Yukarıdaki hadis başka bir isnatla da nakledilmiştir."
    },
    {
      "id": 8,
      "narrator": "Anas reported:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Anas b. Malik reported I was serving wine to Abu Talha, and Abu Dujana. and Mu'adh b. jabal admidst a group of Ansar when a visitor came to us and said There is a fresh news; the (verses) concerning the prohibition of liquor have been revealed. So we spilt it on that day; and it was a mixture of dry dates and fresh dates. Anas b. Malik said:",
      "text": "Anas b. Malik bildirdi: Ben, Abu Talha'nın evinde bazı insanlara içki sunuyordum, içkinin yasaklandığı gün. Onların içkisi kuru hurmalardan veya taze hurmalardan hazırlanmıştı, ilan eden kişi ilanı yaptığında. O (Abu Talha) bana dedi ki: Dışarı çık ve (ilanın ne olduğunu) öğren. Dışarı çıktım (ve buldum) bir ilan edenin bu ilanı yaptığını: İşte, içki yasaklanmıştır. Dedi: İçki (döküldü ve) Medine sokaklarında bozuldu. Abu Talha bana dedi: Dışarı çık ve dök, ben de döktüm. Onlar veya bazıları dediler: Şu ve bu öldürüldü, çünkü (şarap) onların karınlarında vardı. O (rivayet eden) dedi: Anas'ın rivayet edip etmediğini bilmiyorum, (ya da başka birinin). Sonra Allah, Yüce ve Aziz, \"İman eden ve salih ameller işleyenler için yedikleri şeylerden dolayı bir günah yoktur, eğer Allah'tan korkarlarsa ve iman ederler ve salih ameller işlerler\" (v. 93) ayetini indirdi."
    },
    {
      "id": 10,
      "narrator": "Anas b. Malik said:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Abd al-Aziz b. Suhaib bildirdi: Onlar (bazı kişiler) Anas b. Malik'e Fadikh (yani, taze hurmalardan hazırlanmış şarap) hakkında sordular, o da dedi: Bizde başka bir içki yoktu, sadece sizin bu Fadikh'iniz vardı. Bu Fadikh'i ben sadece Abu Talha'ya ve Abu Eyyub'a ve Allah'ın Resulü'nün (ﷺ) bazı Ashabına evimizde sunuyordum. Bir kişi geldi ve dedi ki: Size haber ulaştı mı? Biz dedik, hayır. O dedi: Gerçekten içki yasaklandı. Bunun üzerine, Abd Talha dedi: Anas, bu büyük testileri dök. O (rivayet eden) dedi: O zaman bir daha asla geri dönmediler, ne de olsa o kişiden sonra bunu sormadılar."
    },
    {
      "id": 12,
      "narrator": "Anas b. Malik reported:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik bildirdi: Ben, kabilemdeki amcalarımın arasında duruyordum, onlara Fadikh sunuyordum ve ben onların en küçüğüydüm, bir kişi geldi ve dedi ki: Gerçekten içki kullanımı yasaklandı. Onlar dediler: Anas, dök bunu. Ben de döktüm. O (rivayet edenlerden biri, Süleyman Taimi) Anas'a Fadikh'in ne olduğunu sordu. O da dedi: Olgun ve olgunlaşmamış hurmalardan hazırlanmıştı. Ebu Bekir b. Anas dedi: O, o günlerde onların içkisiydi. Süleyman dedi: Bir kişi Anas b. Malik'ten bunu duyduğunu bana rivayet etti."
    },
    {
      "id": 14,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) was asked about the use of Khamr from which vinegar is prepared. He said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Wa'il al-Hadrami reported that Tariq b. Suwaid a-Ju'fi asked Allah's Apostle (ﷺ) about liquor. He forbade (its use) and he expressed hatred that it should be prepared. He (Tariq) said:",
      "text": "Anas bildirdi: Ben, kabilemdeki insanların arasında duruyordum ve onlara içki sunuyordum. Hadisin geri kalanı aynıdır, ancak bu farklılıkla: Ebu Bekir b. Anas dedi: O, o günlerde onların içkisiydi (hurmalardan hazırlanmış) ve Anas oradaydı ve bu gerçeği inkar etmedi. Mu'tamir, babasının rivayetiyle: Benimle birlikte olan bir kişi, Anas'ın o günlerde onların içkisi olduğunu söylediğini duyduğunu bana bildirdi."
    },
    {
      "id": 16,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) having said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Şarap, bu iki ağacın meyvesinden hazırlanır - hurma ve üzüm."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre’nin farklı bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Şarap, üzüm ve hurmalardan gelir. Ebu Kuraib, bunu kelimelerde küçük bir değişiklikle rivayet etmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Cabir b. Abdullah el-Ensari, Allah'ın Elçisi (ona selam olsun) üzüm ve taze hurmaların karıştırılmasını, kuru hurmalar ve taze hurmaların karıştırılmasını yasakladığını bildirmiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Cabir b. Abdullah el-Ensari, Allah'ın Elçisi (ﷺ) taze hurmalar ve üzümlerin karıştırılmasıyla Nabidh hazırlanmasını yasakladığını ve taze hurmalar ile olgunlaşmamış hurmaların karıştırılmasıyla Nabidh hazırlanmasını yasakladığını bildirmiştir."
    },
    {
      "id": 21,
      "narrator": "Jabir b. Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Taze hurmalar ve kuru hurmalar ile üzümleri karıştırarak Nabidh hazırlamayın."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Cabir b. Abdullah el-Ensari, Allah'ın Elçisi (ﷺ) üzümler ve taze hurmaların karıştırılmasıyla Nabidh hazırlanmasını yasakladığını ve olgunlaşmamış hurmalar ile taze hurmaların karıştırılmasıyla Nabidh hazırlanmasını yasakladığını bildirmiştir."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi (ﷺ) taze hurmalar ve üzümlerin bir araya getirilmesini ve taze hurmalar ile olgunlaşmamış hurmaların karıştırılmasını yasakladığını bildirmiştir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi (ﷺ) bize üzümleri ve kuru hurmaları bir araya getirmemizi ve olgunlaşmamış hurmalar ile kuru hurmaları (Nabidh hazırlamak için) karıştırmamızı yasakladı."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Bu hadis, Ebu Mesleme’nin aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 26,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) içinizden biri Nabidh içerse, sadece üzümlerden, sadece hurmalardan veya sadece olgunlaşmamış hurmalardan içsin (birbirleriyle karıştırmadan) dediğini bildirmiştir."
    },
    {
      "id": 27,
      "narrator": "Isma'il b. Muslim al-'Abadi reported on the authority of the same chain of transmitters:",
      "text": "İsmail b. Muslim el-Abadi, aynı rivayet zinciriyle şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) bize kuru hurmalar ile olgunlaşmamış hurmaları veya üzümleri kuru hurmalarla karıştırmamızı yasakladı (ve Nabidh hazırlamamızı). Ayrıca şöyle dedi: İçinizden biri içerse - hadisin geri kalanı aynıdır."
    },
    {
      "id": 28,
      "narrator": "Abu Qatada, on the authority of his father, reported Allah's Messenger (ﷺ) having said this:",
      "text": "Ebu Katade, babası aracılığıyla Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Neredeyse olgunlaşmış hurmalar ile taze hurmaları karıştırarak Nabidh hazırlamayın ve üzümler ile hurmaları karıştırarak Nabidh hazırlamayın, her birinden ayrı ayrı Nabidh hazırlayın."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Ebu Kethir’in aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 30,
      "narrator": "Abu Qatada reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Katade, Allah'ın Elçisi (ﷺ) neredeyse olgunlaşmış ve taze hurmaları karıştırarak Nabidh hazırlamamayı ve taze hurmalar ile üzümleri karıştırarak Nabidh hazırlamamayı, her birinden ayrı ayrı Nabidh hazırlamayı söylediğini bildirmiştir. Yahya, Abdullah b. Ebu Katade ile karşılaştığını ve babası aracılığıyla Allah'ın Elçisi (ﷺ) bu sözü söylediğini rivayet ettiğini belirtmiştir."
    },
    {
      "id": 31,
      "narrator": "",
      "text": "Bu hadis, Yahya b. Ebu Katade'nin bu iki nakil zinciri aracılığıyla, ancak kelimelerde hafif bir farklılıkla rivayet edilmiştir."
    },
    {
      "id": 32,
      "narrator": "'Abdullah b. Abu Qatada, on the authority of his father, reported Allah's Apostle (ﷺ) forbidding the preparation of the mixture of ripe dates and unripe dates, and the mixture of grapes and dates, and that of nearly ripe dates and fresh dates but the Prophet said:",
      "text": "'Abdullah b. Ebu Katade, babası aracılığıyla, Allah'ın Elçisi (ﷺ) olgun hurmalar ile olgunlaşmamış hurmaların, üzümler ile hurmaların ve neredeyse olgunlaşmış hurmalar ile taze hurmaların karıştırılmasını yasakladığını bildirmiştir. Ancak Peygamber, her birinden ayrı ayrı Nabidh hazırlanmasını söylemiştir."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Bu hadis, Ebu Katade aracılığıyla başka bir nakil zincirinden rivayet edilmiştir."
    },
    {
      "id": 34,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) forbade (the preparation of Nabidh) from grapes and dates, and unripe dates and dry dates (by mixing them together). He (the Prophet also) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) üzümlerden ve hurmalardan, olgunlaşmamış hurmalardan ve kuru hurmalardan (birlikte karıştırarak) Nabidh hazırlanmasını yasakladığını bildirmiştir. (Peygamber ayrıca) her birinden ayrı ayrı Nabidh hazırlanmasını söylemiştir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Yukarıdaki hadis, Ebu Hureyre aracılığıyla başka bir nakil zincirinden rivayet edilmiştir."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) hurma ve üzümlerin birlikte karıştırılmasını, olgun ve olgunlaşmamış hurmaların birlikte karıştırılmasını (Nabidh hazırlamak için) yasakladığını bildirmiştir. Ayrıca Yemen'deki Jurash halkına, hurma ve üzüm karışımını hazırlamalarını yasaklayan bir mektup yazmıştır."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Bu hadis, kelimelerde hafif bir farklılıkla başka bir nakil zinciri aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "İbn Ömer, olgunlaşmamış hurmalar ile taze hurmaları ve üzümlerle hurmaları karıştırarak Nabidh hazırlamanın yasaklandığını bildirmiştir."
    },
    {
      "id": 39,
      "narrator": "",
      "text": "İbn Ömer, kuru hurmalar ile taze hurmaların ve hurmalar ile üzümlerin karıştırılarak Nabidh hazırlanmasının yasaklandığını bildirmiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) gourd veya vernikli kapta Nabidh hazırlanmasını yasakladığını bildirmiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Yukarıdaki hadis, kelimelerde hafif bir farklılıkla farklı bir zincirle rivayet edilmiştir."
    },
    {
      "id": 42,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: Gourd veya kapta ya da katranla kaplanmış bir sürahide Nabidh hazırlamayın (yeşil sürahi olarak bilinir)."
    },
    {
      "id": 43,
      "narrator": "Abu Huraira reported that Allah's Apostle (ﷺ) forbade (the preparation of Nabidh) in varnished jar, pitcher besmeared with green pitch and hollow stump. It was said to Abu Huraira:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) vernikli kapta, yeşil katranla kaplanmış sürahide ve boş kütükte (Nabidh) hazırlanmasını yasakladığını bildirmiştir. Ebu Hureyre'ye: Hantama nedir? denildi. O da: Yeşil katranla kaplanmış sürahi demiştir."
    },
    {
      "id": 44,
      "narrator": "Abu Huraira reported that Allah's Apostle (ﷺ) said to the group of Abd al-Qais:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) Abd al-Qais grubuna şöyle dedi: Gourd, yeşil sürahi, boş kütük ve vernikli kapta (Nabidh) hazırlamanızı yasaklıyorum, ancak küçük su torbanızda hazırlayın ve ağzını bağlayın."
    },
    {
      "id": 45,
      "narrator": "",
      "text": "'Ali, Allah'ın Elçisi (ﷺ) gourd ve vernikli kapta Nabidh hazırlanmasını yasakladığını bildirmiştir. Bu hadis, kelimelerde hafif bir farklılıkla başka bir nakil zincirinden rivayet edilmiştir."
    },
    {
      "id": 46,
      "narrator": "Ibrahim reported:",
      "text": "İbrahim, Aswad'a, Peygamberimizin (s.a.v.) Nabidh'in hazırlanmasını hangi kaplarda yasakladığını sorduğumu bildirdi. O (Aswad) evet dedi. Ben de: \"Ey Müminlerin Annesi, Allah'ın Elçisi'nin Nabidh'i hazırlamayı yasakladığı kaplar hakkında bana bilgi ver,\" dedim. O (Hadrat Aişe) şöyle dedi: \"O, ailemizin üyelerine, Nabidh'i kabak veya vernikli kapta hazırlamayı yasakladı.\" Ben de ona: \"Yeşil testi ve testi hakkında hatırlıyor musun?\" dedim. O: \"Size duyduğumu anlattım; duymadığım şeyi anlatayım mı?\" dedi."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi'nin (s.a.v.) Nabidh'in kabak ve vernikli kapta hazırlanmasını yasakladığını bildirdi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Yukarıdaki hadis, başka bir rivayet zinciriyle de benzer şekilde nakledilmiştir."
    },
    {
      "id": 49,
      "narrator": "Thumama b. Hazn Al-Qushairi reported:",
      "text": "Thumama b. Hazn Al-Quşayri, Aişe ile karşılaştığını ve Nabidh'in hangi kaplarda hazırlanabileceğini sorduğunu bildirdi. O, bana 'Abd al-Qays'tan bir grubun Allah'ın Elçisi'ne (s.a.v.) gelip Nabidh hakkında sorduğunu anlattı. O (Peygamberimiz) onlara, Nabidh'i vernikli kapta, oyuk kütükte ve kabakta ve yeşil testide hazırlamayı yasakladı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Aişe, Allah'ın Elçisi'nin (s.a.v.) Nabidh'in vernikli kapta, yeşil testide, kabakta ve oyuk kütükte hazırlanmasını yasakladığını bildirdi."
    },
    {
      "id": 51,
      "narrator": "",
      "text": "İshak b. Suveyd, aynı rivayet zincirinden ancak \"kabak\" kelimesini \"şarap saklamak için kullanılan su torbası\" ile değiştirdi."
    },
    {
      "id": 52,
      "narrator": "Ibn 'Abbas reported that there came to Allah's Messenger (ﷺ) a group of people from the tribe of 'Abd al-Qais. Allah's Messenger (ﷺ) said to them:",
      "text": "İbn Abbas, Allah'ın Elçisi'ne (s.a.v.) 'Abd al-Qays kabilesinden bir grup insanın geldiğini bildirdi. Allah'ın Elçisi (s.a.v.) onlara: \"Sizi kabakta, katranla kaplanmış testide, oyuk kütükte ve şarap saklamak için kullanılan su torbasında Nabidh hazırlamaktan men ediyorum,\" dedi. Hammad'dan nakledilen hadiste \"kabak\" kelimesi \"su torbası\" yerine kullanılmıştır."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (s.a.v.) Nabidh'in kabakta, katranla kaplanmış testide, vernikli kapta ve oyuk kütükte hazırlanmasını yasakladığını bildirdi."
    },
    {
      "id": 54,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (s.a.v.) Nabidh'in kabakta, vernikli kapta, oyuk kütükte ve olgun hurmaları neredeyse olgunlaşmış hurmalarla karıştırmaktan yasakladığını bildirdi."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (s.a.v.) Nabidh'in kabakta, oyuk kütükte ve vernikli kapta hazırlanmasını yasakladığını bildirdi."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin (s.a.v.) yeşil testide (katranla kaplanmış) Nabidh'in hazırlanmasını yasakladığını bildirdi."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin (s.a.v.) kabakta, yeşil katranla kaplanmış testide, oyuk kütükte ve vernikli kapta Nabidh'in hazırlanmasını yasakladığını bildirdi."
    },
    {
      "id": 58,
      "narrator": "",
      "text": "Bu hadis, Qatada'nın rivayetiyle aynı zincirden, Allah'ın Elçisi'nin (s.a.v.) Nabidh'in hazırlanmasını yasakladığı şeklinde bildirilmiştir; hadisin geri kalanı aynıdır."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Ebu Sa'id, Allah'ın Elçisi'nin (s.a.v.) yeşil testide, kabakta ve oyuk kütükte içmeyi yasakladığını bildirdi."
    },
    {
      "id": 60,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Cubeyr, İbn Ömer ve İbn Abbas'ın, Allah'ın Elçisi'nin (s.a.v.) kabakta, katranla kaplanmış kapta ve oyuk kütükte Nabidh'in hazırlanmasını yasakladığını tasdik ettiklerine şahitlik ettiğini bildirdi."
    },
    {
      "id": 61,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Jubair rivayet etti: Ben İbn 'Umar'a yeşil bir testi (çamurla kaplanmış) içinde Nabidh hazırlanması hakkında sordum. O da Allah'ın Messenger'inin (ﷺ) yeşil bir testi (çamurla kaplanmış) içinde Nabidh hazırlanmasını yasakladığını söyledi. Sonra İbn Abbas'a geldim ve ona: İbn 'Umar'ın söylediklerini işittin mi? dedim. O da: Ne diyor? dedi. Ben de: Allah'ın Messenger'inin (ﷺ) yeşil bir testi (çamurla kaplanmış) içinde Nabidh hazırlanmasını yasakladığını söyledi, dedim. O da: İbn 'Umar doğru söylemiştir. Allah'ın Messenger'i (ﷺ) yeşil bir testi (çamurla kaplanmış) içinde Nabidh hazırlanmasını haram kılmıştır, dedi. Ben de: Bu nedir, bir testideki Nabidh (testide hazırlanan Nabidh)? dedim. O da: Toprak testide hazırlanan her şeydir, dedi."
    },
    {
      "id": 62,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar rivayet etti: Allah'ın Messenger'i (ﷺ) bir seferinde insanlara hitap etti. İbn 'Umar dedi ki: Ben ona doğru ilerledim ama ben ona ulaşmadan o uzaklaştı. Orada bulunan insanlara sordum: Ne söyledi? Onlar da: O (Peygamberimiz) Nabidh'in kabak ve vernikli kapta hazırlanmasını yasakladı, dediler."
    },
    {
      "id": 63,
      "narrator": "This hadith has been reported on the authority of Ibn 'Umar with different chains of transmitters but they have not mentioned:",
      "text": "Bu hadis, İbn 'Umar'dan farklı rivayet zincirleriyle aktarılmıştır, ancak \"bir seferinde\" ifadesini yalnızca Malik ve Usame zikretmiştir."
    },
    {
      "id": 64,
      "narrator": "Thabit reported:",
      "text": "Thabit rivayet etti: Ben İbn 'Umar'a Allah'ın Messenger'inin (ﷺ) yeşil bir testi (çamurla kaplanmış) içinde Nabidh hazırlanmasını yasakladığını söyledim. O da: Onlar böyle söylediler, dedi. Ben de: Allah'ın Messenger'i (ﷺ) bunu yasakladı mı? dedim. O da: Onlar öyle dediler, dedi."
    },
    {
      "id": 65,
      "narrator": "A person asked Ibn 'Umar if the Messenger of Allah (ﷺ) forbade the preparation of Nabidh in a green pitcher (besmeared with pitch). He said:",
      "text": "Bir kişi İbn 'Umar'a Allah'ın Messenger'inin (ﷺ) yeşil bir testi (çamurla kaplanmış) içinde Nabidh hazırlanmasını yasaklayıp yasaklamadığını sordu. O da: Evet, dedi. Sonra Tawus dedi ki: Vallahi, bunu ondan duydum."
    },
    {
      "id": 66,
      "narrator": "Ibn 'Umar reported that a person came to him and said:",
      "text": "İbn 'Umar rivayet etti ki bir kişi ona geldi ve: Allah'ın Elçisi (ﷺ) yeşil bir testi (çamurla kaplanmış) ve vernikli kapta Nabidh hazırlanmasını yasakladı mı? dedi. O da: Evet, dedi."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "İbn 'Umar rivayet etti ki Allah'ın Messenger'i (ﷺ) yeşil bir testi (çamurla kaplanmış) ve vernikli kapta Nabidh hazırlanmasını yasakladı."
    },
    {
      "id": 68,
      "narrator": "Ibrahim b. Maisarah reported that he heard Tawus as saying:",
      "text": "İbrahim b. Maisarah rivayet etti ki Tawus'un şöyle dediğini işittim: Ben İbn 'Umar ile oturuyordum, bir adam ona geldi ve: Allah'ın Messenger'i (ﷺ) yeşil bir testi (çamurla kaplanmış), vernikli kapta ve kabakta Nabidh hazırlanmasını yasakladı mı? dedi. O da: Evet, dedi."
    },
    {
      "id": 69,
      "narrator": "Muharib b. Dithar reported:",
      "text": "Muharib b. Dithar rivayet etti: İbn 'Umar'ın şöyle dediğini işittim: Allah'ın Messenger'i (ﷺ) yeşil bir testi (çamurla kaplanmış), kabak ve vernikli kapta Nabidh hazırlanmasını yasakladı. O da: Bunu ondan birden fazla duydum, dedi."
    },
    {
      "id": 70,
      "narrator": "Muharib b. Dithar reported a hadith like this on the authority of Ibn 'Umar through a different chain of transmitters. He (the narrator) said:",
      "text": "Muharib b. Dithar, İbn 'Umar'dan bu şekilde farklı bir rivayet zinciriyle bir hadis aktardı. O (rivayet eden) dedi ki: Sanırım o da boş ağaç kütüğünden bahsetti."
    },
    {
      "id": 71,
      "narrator": "'Uqba b. Huraith said:",
      "text": "'Uqba b. Huraith dedi ki: İbn 'Umar'ın şöyle dediğini işittim: Allah'ın Messenger'i (ﷺ) yeşil bir testi (çamurla kaplanmış), vernikli kapta ve kabakta Nabidh hazırlanmasını yasakladı ve: Nabidh'i küçük su tulumlarında hazırlayın, dedi."
    },
    {
      "id": 72,
      "narrator": "Jabalah reported:",
      "text": "Jabalah rivayet etti: İbn 'Umar'ın Allah'ın Messenger'inin (ﷺ) çamurla kaplanmış testide Nabidh hazırlanmasını yasakladığını anlattığını işittim. Ben de ona: Huntama nedir? dedim. O da: Çamurla kaplanmış bir testidir, dedi."
    },
    {
      "id": 73,
      "narrator": "Zadhan reported:",
      "text": "Zadhan rivayet etti: İbn 'Umar'a: Kendi dilinde bana söyle ve sonra herhangi bir dilde açıkla, çünkü senin dilin bizim dilimizden farklı (Allah'ın Elçisi'nin (ﷺ) içmemizi yasakladığı kaplar hakkında) dedim. O da: Allah'ın Messenger'i (ﷺ) Nabidh'in Hantama'da, yani çamurla kaplanmış bir testide, kabakta (kabak), vernikli kapta, boş ağaç kütüğünde ve ahşap kaplarda hazırlanmasını yasakladı. Bu Naqir, hurma palmiye ağacından yapılan veya oymalanan bir kaptır, ama bize Nabidh'i su tulumlarında hazırlamamızı emretti."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Bu hadis, Shu'ba'nın aynı rivayet zinciriyle aktardığı şekilde nakledilmiştir."
    },
    {
      "id": 75,
      "narrator": "Sa'id b. Musayyib reported:",
      "text": "Sa'id b. Musayyib rivayet etti: Ben 'Abdullah b. 'Umar'ın bu sözlerini minberin yanında, Allah'ın Messenger'inin (ﷺ) minberine işaret ederek duyduğunu işittim: 'Abd al-Qais kabilesinden bir grup Allah'ın Messenger'ine (ﷺ) geldi ve ondan (Nabidh hazırlamak ve içmek için) kullanılabilecek kaplar hakkında sordular. O (Peygamberimiz) onlara (kabak, boş ağaç kütüğü, çamurla kaplanmış kap) kullanmalarını yasakladı. Ben de ona: Abu Muhammad, (ya vernikli kap?) dedim ve onun 'vernikli kap' kelimesini zikretmeyi unuttuğunu düşünüyoruz. O da: O gün, yani 'Abdullah b. 'Umar'dan bunu duymadım ve o (kabakta Nabidh hazırlanmasını) sevmedi, dedi."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Jabir ve İbn Ömer'den rivayet edildiğine göre, Allah'ın Messenger'ı (ﷺ) Nabidh'in oyuk ağaç kütüğünde, vernikli kapta ve balkabağında hazırlanmasını yasakladı."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "İbn Ömer'den rivayet edildiğine göre, Allah'ın Messenger'ı (ﷺ) Nabidh'in yeşil bir testi (çamurla kaplanmış) ve balkabağında ve vernikli kapta hazırlanmasını yasakladı."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Jabir b. Abdullah, Allah'ın Messenger'ının (ﷺ) Nabidh'in yeşil bir testide, vernikli kapta, oyuk ağaç kütüğünde hazırlanmasını yasakladığını bildirdi. Allah'ın Messenger'ı (ﷺ) Nabidh hazırlamak için başka bir şey bulamadığında (yani su tulumu), onun için büyük bir taş kasede hazırlandı."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Bu hadisi Jabir b. Abdullah'dan rivayet edildiğine göre, Nabidh onun için büyük bir taş kasede hazırlandı."
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Jabir, Nabidh'in Allah'ın Messenger'ı (ﷺ) için bir su tulumunda hazırlandığını bildirdi, ancak eğer su tulumu bulamazlarsa, büyük bir taş kasede hazırlandığını söyledi. Bir kişi ve ben, Abu Zubair'den bunun Biram (taştan yapılmış bir kap) olduğunu duymuştuk."
    },
    {
      "id": 81,
      "narrator": "'Abdullah b. Buraida, on the authority of his father, reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah b. Buraida, babasından rivayet ederek, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Size Nabidh'in hazırlanmasını su tulumu dışında yasaklamıştım. Ama şimdi her türlü kapta içebilirsiniz, fakat sarhoş edici içecekleri içmeyin."
    },
    {
      "id": 82,
      "narrator": "Ibn Buraida, on the authority of his father, reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Buraida, babasından rivayet ederek, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Size (Nabidh'in hazırlanmasını) ve belirli kaplarda içmeyi yasaklamıştım, (ama şimdi isterseniz yapabilirsiniz) çünkü bir şeyi helal veya haram kılan kaplar değildir. Haramsa, her sarhoş edici şeydir."
    },
    {
      "id": 83,
      "narrator": "Ibn Buraida, on the authority of his father, reported Allah's Messenger (may Peace be upon him) as saying:",
      "text": "İbn Buraida, babasından rivayet ederek, Allah'ın Messenger'ının (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: Size deriden yapılmış kaplarda Nabidh içmeyi (ve hazırlamayı) yasaklamıştım, ama (şimdi) her türlü kapta içebilirsiniz, fakat sarhoş edici bir şey içmeyin."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "'Abdullah b. 'Amr, Allah'ın Messenger'ı (ﷺ) kaplarda Nabidh'in hazırlanmasını yasakladığında, insanların hepsinin (bunu yapma) imkanı olmadığını söylediklerini bildirdi. O (Peygamber) daha sonra onlara yeşil bir testide Nabidh hazırlama izni verdi, ama çamurla kaplanmış olanlarda değil."
    },
    {
      "id": 85,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Messenger'ına (ﷺ) Bit'i sorduğunda, o şöyle dedi: Sarhoş eden her içecek yasaktır."
    },
    {
      "id": 86,
      "narrator": "",
      "text": "'A'işe, Allah'ın Messenger'ına (ﷺ) bunun hakkında sorulduğunda, o sarhoş eden her şeyin yasak olduğunu söyledi."
    },
    {
      "id": 87,
      "narrator": "This hadith has been reported on the authority of Zuhri with this chain of transmitters but in the hadith transmitted on the authority of Sufyan and Salih (these words are not found)\" she was asked about Bit\". (These words are found in the hadith) transmitted on the authority of Ma'mar and in the hadith transmitted on the authority of Salih (only these words are found) that she (Hadrat 'A'isha) had heard Allah's Messenger (ﷺ) say:",
      "text": "Bu hadis, Zuhri'den bu isnat ile rivayet edilmiştir, ancak Sufyan ve Salih'ten rivayet edilen hadiste (bu sözler bulunmamaktadır) \"Bit hakkında soruldu\" ifadesi yoktur. (Bu sözler, Ma'mar'dan rivayet edilen hadiste bulunur) ve Salih'ten rivayet edilen hadiste (sadece bu sözler bulunur) ki o (Hadrat 'A'işe) Allah'ın Messenger'ının (ﷺ) şöyle dediğini işitmiştir: Her sarhoş edici içecek yasaktır."
    },
    {
      "id": 88,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa, Allah'ın Resulü (ﷺ) beni ve Mu'adh b. Cebel'i Yemen'e gönderdi. Ben dedim: Allah'ın Messenger'ı, bizim topraklarımızda arpadan yapılan ve Mizr (günümüz birası) olarak bilinen bir şarap ve baldan yapılan ve Bit olarak bilinen bir şarap var (bunlar da mı yasak?) dediğimde, o şöyle dedi: Her sarhoş edici yasaktır."
    },
    {
      "id": 89,
      "narrator": "Abu Burda reported on the authority of his grandfather that Allah's Messenger (ﷺ) sent him and Mu'adh b. Jabal to Yemen and said to them:",
      "text": "Ebu Burda, dedesi aracılığıyla rivayet etti ki, Allah'ın Messenger'ı (ﷺ) onu ve Mu'adh b. Cebel'i Yemen'e gönderdi ve onlara şöyle dedi: İnsanlara müjde verin ve onlara kolaylık sağlayın, öğretin ve onları geri çevirmeyin; ve sanırım o ayrıca şöyle dedi: Birbirinize neşeyle yardımcı olun. O (Peygamber) arkasını döndüğünde, Ebu Musa ona geri döndü ve dedi: Allah'ın Messenger'ı, onların (Yemen halkı) baldan yapılan ve pişirilerek koyulaşan bir içeceği var, ve Mizr arpadan yapılmaktadır, bunun üzerine Allah'ın Messenger'ı (ﷺ) şöyle dedi: Sizi namazdan alıkoyan her sarhoş edici yasaktır."
    },
    {
      "id": 90,
      "narrator": "Abu Burda reported on the authority of his father:",
      "text": "Ebu Burda, babasından rivayet etti: Allah'ın Messenger'ı (ﷺ) beni ve Mu'adh'ı Yemen'e gönderdi ve şöyle dedi: İnsanları (doğru yola) çağırın ve onlara müjde verin, onları geri çevirmeyin, onlara kolaylık sağlayın ve zorluk çıkarmayın. Ben (Burda) dedim: Allah'ın Messenger'ı, Yemen'de hazırladığımız iki çeşit içecek hakkında bize bir dini hüküm ver. Biri baldan yapılan Bit'tir; bu, fermente edilmiş bir Nabidh'tir ve güçlüdür ve şaraba dönüşür, (ikincisi) ise darı ve arpadan yapılan Mizr'dir. Bunun üzerine, en etkili ve özlü ifadelerle donatılmış olan Allah'ın Messenger'ı (ﷺ) şöyle dedi: Sizi namazdan alıkoyan her sarhoş ediciyi yasaklıyorum."
    },
    {
      "id": 91,
      "narrator": "Jabir reported that a person came from Jaishan, a town of Yemen, and he asked Allah's Apostle (ﷺ) about the wine which was drunk in their land and which was prepared from millet and was called Mizr. Allah's Messenger (ﷺ) asked whether that was intoxicating. He said:",
      "text": "Cabir, Yemen'deki Jaishan kasabasından bir kişinin, Allah'ın Elçisi (ﷺ) ile kendi topraklarında içilen ve darıdan hazırlanan Mizr adındaki şarap hakkında konuştuğunu bildirdi. Allah'ın Elçisi (ﷺ) bunun sarhoş edici olup olmadığını sordu. O da: Evet, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Her sarhoş edici şey haramdır. Şüphesiz ki, Yüce ve Azamet sahibi Allah, sarhoş edici içki içenlerle, içkilerini Tinat al-Khabal yapma konusunda bir ahit yaptı. Onlar: Allah'ın Elçisi, Tinat al-Khabal nedir? dediler. O da: Cehennem halkının teri veya Cehennem halkının dışkısıdır, dedi."
    },
    {
      "id": 92,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Her sarhoş edici şey Khamr'dır ve her sarhoş edici şey haramdır. Bu dünyada şarap içen ve bağımlılığı nedeniyle ölmeden önce tövbe etmeyen kimse, ahirette içki içmeyecektir."
    },
    {
      "id": 93,
      "narrator": "Ibn 'Umar, through another chain of transmitters; reported Allah's Messenger (ﷺ) having said this:",
      "text": "İbn 'Umar, başka bir rivayet zinciriyle; Allah'ın Elçisi (ﷺ) şöyle demiştir: Her sarhoş edici şey Khamr'dır ve her sarhoş edici şey haramdır."
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Bu hadis, Musa b. Uqba'nın rivayetiyle aynı zincirden nakledilmiştir."
    },
    {
      "id": 95,
      "narrator": "Nafi' reported Ibn 'Umar as saying:",
      "text": "Nafi', İbn 'Umar'ın şöyle dediğini bildirdi: Bunu Allah'ın Elçisi (ﷺ) dışında bilmiyorum; O da: Her sarhoş edici şey Khamr'dır ve her Khamr haramdır, dedi."
    },
    {
      "id": 96,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bu dünyada (şarap) içen, ahirette ondan mahrum kalacaktır."
    },
    {
      "id": 97,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn 'Umar dedi ki: Dünyada şarap içen ve tövbe etmeyen kimse, ahirette ondan (saf içki) mahrum kalacaktır. Malik'e: Bu hadis Marfu' mudur? denildi. O da: Evet, dedi."
    },
    {
      "id": 98,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bu dünyada şarap içen, ahirette saf içki ile karşılanmayacaktır, ancak tövbe ederse."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "İbn 'Umar, bu hadisi Allah'ın Elçisi (ﷺ) üzerinden başka bir rivayet zinciriyle bildirmiştir."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın Elçisi (ﷺ) için gece başında Nabidh hazırlandığını ve sabah, ertesi gece ve ertesi gün ile o günün akşamına kadar içtiğini bildirdi. Eğer geride bir şey kalırsa, onu hizmetçisine verir veya dökülmesini emrederdi."
    },
    {
      "id": 101,
      "narrator": "Ibn 'Abbas reported that Nabidh was prepared for Allah's Messenger (ﷺ) in the waterskin, Shu'ba said:",
      "text": "İbn 'Abbas, Allah'ın Elçisi (ﷺ) için su tulumunda Nabidh hazırlandığını ve Şu'ba'nın: Bu, Pazartesi gecesiydi, dediğini bildirdi. O, Pazartesi günü içti ve Salı gününe kadar akşama kadar içti; eğer geride bir şey kalırsa, onu hizmetçisine verir veya dökerdi."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) için kuru üzümlerin suya bekletildiğini ve o gün ve ertesi gün ve üçüncü günün akşamına kadar içtiğini bildirdi. Sonra bunu (başkalarına) içirmesi veya atılması için emrederdi."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) için su tulumunda kuru üzümlerden Nabidh hazırlandığını ve o gün, ertesi gün ve üçüncü günün akşamında içtiğini; içtikten sonra bunu (arkadaşlarına) verdiğini ve geride kalanını attığını bildirdi."
    },
    {
      "id": 104,
      "narrator": "Yahya Abu 'Umar al-Nakhai reported that some people asked Ibn Abbas about the sale and purchase of wine and its commerce. He asked (them):",
      "text": "Yahya Abu 'Umar al-Nakhai, bazı kişilerin İbn Abbas'a şarap alım satımı ve ticareti hakkında sorduğunu bildirdi. O da: Siz Müslüman mısınız? diye sordu. Onlar: Evet, dediler. Bunun üzerine o: Onun alım satımı ve ticareti caiz değildir, dedi. Sonra ona Nabidh hakkında sordular ve o da: Allah'ın Elçisi (ﷺ) bir sefere çıktı ve geri döndüğünde, bazı arkadaşları onun için yeşil bir testi, oyuk bir ağaç kütüğü ve kabak içinde Nabidh hazırladılar. O, bunun dökülmesini emretti ve öyle yapıldı. Sonra onlara (su tulumunda) hazırlamalarını emretti ve bu, üzümleri suya bekleterek hazırlandı; gece hazırlandı. Sabah, ondan içti ve o gün, ertesi gece ve ertesi gün akşama kadar içti. İçti ve başkalarına da içirdi. Üçüncü gecenin sabahında, geride kalanların dökülmesini emretti."
    },
    {
      "id": 105,
      "narrator": "Thumama (i. e. Ibn Hazn al-Qushairi) reported:",
      "text": "Thumama (yani İbn Hazn al-Quşayri) bildirdi: 'A'işe ile karşılaştım ve ona, Peygamber'e (ﷺ) sunulan Nabidh hakkında sordum. 'A'işe, bir Habeşli kız (hizmetçi) çağırdı ve ona: Sor, çünkü o, Allah'ın Elçisi (ﷺ) için Nabidh'i hazırlayan kişiydi, dedi. Habeşli (hizmetçi) dedi ki: Ben, gece su tulumunda Nabidh hazırladım, ağzını bağladım ve sonra astım; sabah olduğunda O (Peygamber) ondan içti."
    },
    {
      "id": 106,
      "narrator": "'A'isha reported:",
      "text": "'Aişe şöyle rivayet etmiştir: Biz, Allah'ın Resulü (ﷺ) için bir deri şişede Nabidh hazırladık, üst kısmı bağlıydı ve (deri şişenin) alt kısmında bir delik vardı. Nabidh'i sabah hazırladık ve akşam içti, gece de Nabidh'i hazırladık, sabah içti."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Sahl b. Sa'd, Ebu Usaid el-Saidi'nin Allah'ın Resulü (ﷺ) için düğün ziyafetine davet ettiğini, o gün gelin olduğu için eşinin onlara hizmet ettiğini bildirmiştir. Sahl dedi ki: 'Biliyor musun, o Allah'ın Resulü (ﷺ) için ne içecek olarak sundu? O, geceden büyük bir kapta hurmaları suya yatırdı ve Resulullah (ﷺ) yemek yedikten sonra ona bu içeceği sundu.'"
    },
    {
      "id": 108,
      "narrator": "Sahl reported that Abu Usaid al-Sa'idi came to Allah's Messenger (ﷺ) ; the rest of the hadith is the same, but he did not mention this:",
      "text": "Sahl, Ebu Usaid el-Saidi'nin Allah'ın Resulü (ﷺ) yanına geldiğini bildirmiştir; hadisin geri kalanı aynıdır, ancak şunu belirtmemiştir: 'Yemek yedikten sonra ona bunu içirmeye verdi.'"
    },
    {
      "id": 109,
      "narrator": "Sahl b. Sa'd reported (this hadith through another chain of transmitters) and he said (these words):",
      "text": "Sahl b. Sa'd, (bu hadisi başka bir nakil zinciriyle) rivayet etti ve şu sözleri söyledi: 'Büyük bir taş kapta, Allah'ın Resulü (ﷺ) yemeği yedikten sonra, hurmaları ıslattı ve bunu özellikle ona sundu.'"
    },
    {
      "id": 110,
      "narrator": "Sahl b. Sa'd reported:",
      "text": "Sahl b. Sa'd, Allah'ın Resulü (ﷺ) önünde bir Arap kadınının zikredildiğini bildirmiştir. O, Ebu Usaid'e ona bir mesaj göndermesini emretti ve o da ona bir mesaj gönderdi. Kadın geldi ve Banu Sa'idah kalelerinde kaldı. Allah'ın Resulü (ﷺ) dışarı çıktı ve ona geldi, o (o sırada) başı eğik oturuyordu. Allah'ın Resulü (ﷺ) onunla konuştuğunda, o: 'Senden Allah'a sığınırım' dedi. Bunun üzerine o: 'Seni benden uzak tutmaya karar verdim' dedi. (Yanındakiler) dediler ki: 'Onun kim olduğunu biliyor musun?' O da: 'Hayır' dedi. Onlar: 'O, Allah'ın Resulü (ﷺ)'dir. Sana evlilik teklifinde bulunmak için geldi.' O da: 'O zaman ben bu (yani benim karşı koymam) yüzünden en talihsiz kadınım' dedi. Sahl dedi ki: 'Allah'ın Resulü (ﷺ) o gün yola çıktı ve arkadaşlarıyla birlikte Banu Sa'idah Saqifası'na oturdu. Sonra Sahl'e: 'Bize içecek getir' dedi. O (Sahl) dedi ki: 'Ben onlara bu kadehi (içecekle) çıkardım ve onlara bunu sundum.' Ebu Hazim dedi ki: 'Sahl bize bu kadehi çıkardı ve biz de ondan içtik.' Sonra 'Umar b. 'Abd al-'Aziz ona o (kadehi) hediye etmesini istedi ve o da ona hediye etti. Ebu Bekir b. İshak'ın rivayetinde ise: 'Sahl, bize içecek getir' şeklindedir."
    },
    {
      "id": 111,
      "narrator": "Anas reported:",
      "text": "Enes, Allah'ın Resulü (ﷺ) için bu kadehımda içecek sundum: bal, Nabidh, su ve süt."
    },
    {
      "id": 112,
      "narrator": "Abu Bakr Siddiq reported:",
      "text": "Ebu Bekir Sıddık, Allah'ın Resulü (ﷺ) ile birlikte Mekke'den Medine'ye giderken bir çobana rastladıklarını ve Allah'ın Resulü (ﷺ)'nün susadığını bildirmiştir. O (Ebu Bekir Sıddık) dedi ki: 'Ben onun için (koyunundan) az miktarda süt sağdım ve onu (Kutsal Peygamber'e) getirdim, o da içti ve ben çok mutlu oldum.'"
    },
    {
      "id": 113,
      "narrator": "Al-Bara' reported:",
      "text": "Al-Bara', Allah'ın Resulü (ﷺ) Mekke'den Medine'ye çıktığında Suraqa b. Malik b. Ju'shum'un onu takip ettiğini bildirmiştir. Allah'ın Resulü (ﷺ) ona lanet etti ve atı (çölde) batmaya başladı. O (Suraqa) dedi ki: 'Ey Allah'ın Resulü, benim için dua et, sana zarar vermeyeceğim.' O (Kutsal Peygamber) Allah'a dua etti. (O sırada) susuzluk hissetti ve bir çobana rastladılar. Ebu Bekir Sıddık dedi ki: 'Ben bir kap aldım ve Allah'ın Resulü (ﷺ) için biraz süt sağdım ve ona verdim. O içti ve ben memnun oldum.'"
    },
    {
      "id": 114,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) was presented two cups at Bait al-Maqdis on the night of Heavenly Journey, one containing wine and the other containing milk. He looked at both of them, and be took the one containing milk, whereupon Gabriel (peace be upon him) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ)'ne Miraç gecesinde Bait al-Maqdis'te iki kadeh sunulduğunu, birinin şarap, diğerinin süt olduğunu bildirmiştir. O, her ikisine de baktı ve süt olanı aldı, bunun üzerine Cebrail (aleyhisselam) dedi ki: 'Hamd, gerçek doğaya seni yönlendiren Allah'a aittir; eğer şarap olanı alsaydın, ümmetin sapıtacaktı.'"
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'den başka bir nakil zinciriyle rivayet edilmiştir, ancak Aelia (Kapitolina, yani Bait al-Maqdis) kelimesini zikretmemiştir."
    },
    {
      "id": 116,
      "narrator": "Abu Humaid Sa'idi reported:",
      "text": "Ebu Humaid Sa'idi, Allah'ın Resulü (ﷺ)'ne üzeri kapalı olmayan Naqi' sütünden bir kadeh getirdiğinde, o: 'Neden kapatmadın?' dedi - sadece bir sopa ile bile kapatsaydın. Ebu Humaid, geceleyin deri şişelerin bağlanması ve kapıların kapatılması emredildiğini bildirmiştir."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "Ebu Humaid Sa'idi, başka bir nakil zinciriyle, Allah'ın Resulü (ﷺ)'ne süt dolu bir kadeh getirdiğini bildirmiştir, ancak 'gece' kelimesi geçmemektedir."
    },
    {
      "id": 118,
      "narrator": "Jabir b 'Abdullah reported:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü (ﷺ) ile birlikte olduklarını ve onun su istediğini bildirmiştir. Bir kişi: 'Ey Allah'ın Resulü, sana Nabidh içirebilir miyiz?' dedi. O (Kutsal Peygamber) dedi ki: 'Evet (içebilirsiniz).' O (rivayet eden) dedi ki: 'Sonra o kişi hızla dışarı çıktı ve Nabidh dolu bir kadeh getirdi, bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: 'Neden kapatmadın?' - hatta bir odunla bile. Sonra onu içti.'"
    },
    {
      "id": 119,
      "narrator": "Jabir reported that a person who was known as Abu Humaid brought for him (the Holy Prophet) a cup of milk from al-Naqi'. Allah's Messenger (ﷺ) said to him:",
      "text": "Cabir, 'Abu Humaid' olarak bilinen bir kişinin, Allah'ın Resulü (ﷺ) için Naqi' sütünden bir kadeh getirdiğini bildirmiştir. Allah'ın Resulü (ﷺ) ona: 'Neden onu bir odunla bile kapatmadın?' dedi."
    },
    {
      "id": 120,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Resulü (ﷺ)'nün şöyle dediğini rivayet etmiştir: 'Kapları, deri şişeleri kapatın, kapıları kapatın ve lambaları söndürün; çünkü şeytan, deri şişeyi gevşetmez, kapıyı açmaz ve kapları açmaz. Eğer aranızdan biri (bir şeyi) iyi kapatacak bir şey bulamazsa, üzerine bir odun koyarak kapatsın.' Kutaiba, rivayetinde kapıların kapatılmasını zikretmemiştir."
    },
    {
      "id": 121,
      "narrator": "This hadith is reported on the authority of Jabir but with a slight change of wording, and he did not mention the words:",
      "text": "Bu hadis, Jabir'in rivayetiyle ancak kelime değişikliği ile aktarılmıştır ve \"Kap üzerine bir sopa koymak\" ifadesini zikretmemiştir."
    },
    {
      "id": 122,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jabir, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kapıları kapatın; hadisin geri kalanı aynıdır fakat kelime değişikliği ile: Kapları örtün, ayrıca şöyle dedi: O (fare), evin sakinlerinin elbiselerini ateşe verebilir."
    },
    {
      "id": 123,
      "narrator": "This hadith has been reported on the authority of Jabir through another chain of transmitters but with a slight variation of words:",
      "text": "Bu hadis, Jabir'in başka bir rivayet zinciri ile aktarılmıştır ancak kelimelerde hafif bir değişiklik vardır: \"Fare, evin sakinlerinin üzerine evi ateşe verebilir.\""
    },
    {
      "id": 124,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) having said:",
      "text": "Jabir b. Abdullah, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: Gece kanatlarını açtığında veya gece olduğunda, çocuklarınızı dışarı çıkmaktan alıkoyun, çünkü o zaman şeytan dışarıdadır; ve gecenin bir kısmı geçtikten sonra onları serbest bırakın ve kapıları kapatın, Allah'ın adını anarak, çünkü şeytan kapalı bir kapıyı açamaz; ve su torbalarının ağızlarını sıkılaştırın ve Allah'ın adını anın, kaplarınızı örtün ve Allah'ın adını anın, hatta sadece üzerine bir şey koysanız bile, ve lambalarınızı söndürün."
    },
    {
      "id": 125,
      "narrator": "",
      "text": "Bu hadis, Jabir b. Abdullah'ın başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Bu hadis, İbn Juraij'in rivayetiyle aktarılmıştır."
    },
    {
      "id": 127,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jabir, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: Güneş battığında hayvanlarınızı ve çocuklarınızı dışarı çıkarmayın, gecenin ilk ve en karanlık kısmı geçene kadar, çünkü güneş batarken şeytan serbest bırakılır ve gecenin en karanlık kısmı geçene kadar dışarıdadır."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Jabir b. Abdullah bu hadisi başka bir rivayet zinciri ile bildirmiştir."
    },
    {
      "id": 129,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jabir b. Abdullah, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: Kapları örtün ve su torbasını bağlayın, çünkü bir yılda veba inen bir gece vardır ve açık bırakılan bir kap veya bağlanmamış bir su torbasından o vebanın bir kısmı içeri girmeden geçmez."
    },
    {
      "id": 130,
      "narrator": "This hadith is reported on the authority of Laith b. Sa'd with the same chain of transmitters, but with a slight variation in wording (and that is that) he (the Holy Prophet) said:",
      "text": "Bu hadis, Laith b. Sa'd'ın aynı rivayet zinciri ile aktarılmıştır, ancak kelimelerde hafif bir değişiklik vardır (ve o da) o (Kutsal Peygamber) şöyle dedi: Bir yılda veba inen bir gün vardır; hadisin sonunda Laith, Arap olmayanların bunu Kanun Awwal'da (bu Aralık ayıdır) kendilerinden uzaklaştırdıklarını söyledi."
    },
    {
      "id": 131,
      "narrator": "Salim, on the authority of his father, reported Allah's Messenger (ﷺ) having said:",
      "text": "Salim, babası aracılığıyla, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirmiştir: Uykuya gittiğinizde evlerinizde ateşi yakmayın."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Abu Musa, Medine'de bir evin gece sakinleri üzerinde yandığını bildirmiştir. Bu durum Allah'ın Elçisi (ﷺ)'ne bildirildiğinde, şöyle dedi: Bu ateş sizin düşmanınızdır. Bu yüzden uykuya gittiğinizde onu söndürün."
    },
    {
      "id": 133,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa bildirdi: Allah'ın Elçisi (ﷺ) ile birlikte bir akşam yemeğine katıldığımızda, Allah'ın Elçisi (ﷺ) elini yemekte koymadan biz yemeklere el atmadık. Bir gün onunla bir akşam yemeğine gittiğimizde, bir kız aceleyle geldi sanki birisi onu kovalıyormuş gibi. Yemek üzerine elini koymak üzereyken, Allah'ın Elçisi (ﷺ) onun elini tuttu. Sonra oraya bir bedevi geldi (aceleyle) sanki birisi onu kovalıyormuş gibi. O (Kutsal Peygamber) onun elini tuttu; ardından Allah'ın Elçisi (ﷺ) şöyle dedi: Şeytan, Allah'ın adı anılmayan yiyecekleri helal sayar. O, bu kızı getirmişti ki yiyecek onun için helal olsun ve ben onun elini tuttum. Ve o, bir bedevi getirmişti ki (yiyecek) onun için helal olsun. Ben de onun elini tuttum. Hayatımın sahibi olan O'na yemin ederim ki, onun elinde olan (Şeytan'ın) eli, benim elimle birlikte onun elinin içindeydi."
    },
    {
      "id": 134,
      "narrator": "Hudhaifa b. al-Yaman reported:",
      "text": "Hudhaifa b. el-Yeman bildirdi: Allah'ın Elçisi (ﷺ) ile birlikte bir akşam yemeğine davet edildiğimizde; hadisin geri kalanı aynıdır fakat kelimelerde hafif bir değişiklik vardır (ve değişiklik şudur) o hadiste bedevi, o kızın gelmesinden önce gelir ve sonuçta şöyle bir ek vardır: \"O (Kutsal Peygamber) sonra Allah'ın adını anarak yedi.\""
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Bu hadis, A'mash'ın aynı rivayet zinciri ile aktarılmıştır ancak kelimelerde hafif bir değişiklik vardır."
    },
    {
      "id": 136,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Bir kişi evine girdiğinde ve girdiği sırada Allah'ın adını anarsa, şeytan kendisine der ki: Geceyi geçirecek bir yerin yok ve akşam yemeğin yok; fakat Allah'ın adını anmadan içeri girerse, şeytan der ki: Geceyi geçirecek bir yer buldun ve yemek yerken Allah'ın adını anmazsa, (şeytan) der ki: Geceyi geçirecek bir yer buldun ve akşam yemeğin var."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Bu hadis, Cabir b. Abdullah'dan aynı rivayet zinciriyle ancak kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 138,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) having said:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Sol elinle yemek yeme, çünkü şeytan sol eliyle yer."
    },
    {
      "id": 139,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Sizden biri yemek yiyeceği zaman sağ eliyle yesin ve içeceği zaman sağ eliyle içsin; çünkü şeytan sol eliyle yer ve sol eliyle içer."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Bu hadis, Zuhri tarafından Sufyan'dan farklı bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 141,
      "narrator": "Salim, on the authority of his father, reported Allah's Messenger (ﷺ) as saying:",
      "text": "Salim, babasından naklen, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Sizden hiçbiri sol eliyle yemek yememeli ve o (sol el) ile içmemelidir; çünkü şeytan sol eliyle yer ve o (el) ile içer. Nafi' bu eklemeyi yapmıştır: \"O (sol el) ile hiçbir şey alma ve o (el) ile hiçbir şey verme\"; ve Ebu Tahir'den nakledilen rivayette kelime değişikliği vardır."
    },
    {
      "id": 142,
      "narrator": "Salama b. Akwa' reported on the authority of his father that a person ate in the presence of Allah's Messenger (ﷺ) with his left hand, whereupon he said:",
      "text": "Selama b. Akva', babasından naklen, bir kişinin Allah'ın Resulü'nün (ﷺ) huzurunda sol eliyle yemek yediğini, bunun üzerine Resulullah'ın: Sağ elinle ye, dediğini bildirmiştir. O da: Bunu yapamam, dedi. Bunun üzerine (Peygamber) şöyle dedi: Yapamaman umarım. Onu yapmaktan alıkoyan kibir oldu ve sağ elini ağzına kaldırmayı başaramadı."
    },
    {
      "id": 143,
      "narrator": "'Umar b. Abu Salama reported:",
      "text": "Ömer b. Ebu Selama, Allah'ın Resulü'nün (ﷺ) himayesinde olduğunu ve elinin tabakta dolaştığını, bunun üzerine onun: Oğul, Allah'ın adını an ve sağ elinle ye ve yanındaki şeyden ye, dediğini bildirmiştir."
    },
    {
      "id": 144,
      "narrator": "Umar b. Abu Salama reported:",
      "text": "Ömer b. Ebu Selama, bir gün Allah'ın Resulü (ﷺ) ile yemek yediğini ve tabaktan et parçası aldığını bildirmiştir. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Yanındaki şeyden ye."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Ebu Sa'id (Hudri), Allah'ın Resulü'nün (ﷺ) su tulumlarını ters çevirmeyi ve ağızlarından içmeyi yasakladığını bildirmiştir."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Ebu Sa'id Hudri, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) su tulumlarını ters çevirmeyi ve ağızlarından içmeyi yasakladığını bildirmiştir."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Bu hadis, Zuhri'den aynı rivayet zinciriyle aktarılmıştır, ancak o, İkhtinath'ın su tulumunun başının (yani, su tulumunun) ters çevrilmesi ve oradan (su) içilmesi anlamına geldiğini de söylemiştir."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) ayakta su içmeyi hoş karşılamadığını bildirmiştir."
    },
    {
      "id": 149,
      "narrator": "Anas reported that Allah's Apostle (ﷺ) forbade that a person should drink while standing. Qatada reported:",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) bir kişinin ayakta içmesini yasakladığını bildirmiştir. Katade, ona: Peki ya yemek? diye sordu. Bunun üzerine o (Enes) dedi ki: Bu daha kötü ve daha iğrençtir."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Bu hadis, Enes'ten farklı bir rivayet zinciriyle aktarılmıştır, ancak Katade'nin sözlerine dair bir şey belirtilmemiştir."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Ebu Sa'id Hudri, Allah'ın Resulü'nün (ﷺ) ayakta içmeyi yasakladığını bildirmiştir."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Ebu Sa'id Hudri, bu hadisi başka bir nakil zinciriyle ancak kelime farklılığıyla bildirmiştir."
    },
    {
      "id": 153,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Sizden hiçbiri ayakta içmesin; eğer biri unutur da ayakta içerse, kusmalıdır."
    },
    {
      "id": 154,
      "narrator": "Ibn Abbas reported:",
      "text": "İbn Abbas, Allah'ın Resulü'ne (ﷺ) Zemzem suyu ikram ettiğini ve onun ayakta içtiğini bildirmiştir."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün (ﷺ) ayakta iken bir kova içinden Zemzem suyu içtiğini bildirmiştir."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün (ﷺ) ayakta iken Zemzem suyu içtiğini bildirmiştir."
    },
    {
      "id": 157,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas, Allah'ın Resulü'ne (ﷺ) Zemzem suyu ikram ettiğini, onun ayakta içtiğini ve Kabe'ye yakınken onu istediğini bildirmiştir."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Bu hadis, Şu'be'den aynı nakil zinciriyle ancak kelime farklılığıyla bildirilmiştir."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Ebu Katade, babası aracılığıyla Allah'ın Resulü'nün (ﷺ) bir kapta nefes almayı yasakladığını bildirmiştir."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) içme sırasında üç kez nefes aldığını bildirmiştir (yani üç yudumda içmiştir)."
    },
    {
      "id": 161,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) breathed three times (outside the vessel) in the course of a drink and said:",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) içme sırasında kap dışında üç kez nefes aldığını ve şöyle dediğini bildirmiştir: Bu daha susuzluğu giderir, daha sağlıklıdır ve daha faydalıdır. Enes dedi ki: Ben de içme sırasında üç kez nefes alırım."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "Bu hadis, Enes'ten hafif bir kelime farklılığıyla bildirilmiştir."
    },
    {
      "id": 163,
      "narrator": "Anas b. Malik reported that there was brought to Allah's Messenger (ﷺ) a cup of milk mixed with water, while there was on his right a desert Arab and on his left Abu Bakr. He (the Holy Prophet) drank; he then gave it to the desert Arab and said:",
      "text": "Enes b. Malik, Allah'ın Resulü'ne (ﷺ) su ile karıştırılmış bir süt fincanı getirildiğini, sağında bir bedevi ve solunda Ebu Bekir olduğunu bildirmiştir. O (Peygamberimiz) içti; sonra onu bedeviye verdi ve dedi ki: Sağda olanına ver, sonra yine sağda olanına ver."
    },
    {
      "id": 164,
      "narrator": "Anas reported:",
      "text": "Enes, Allah'ın Resulü (ona selam olsun) Medine'ye geldiğinde on yaşında olduğunu ve yirmi yaşında vefat ettiğini bildirmiştir. Annem bana ona hizmet etmemi tavsiye etti. O (Peygamberimiz) evimize geldi, biz onun için bir yağsız keçi kestik ve sütü evimizin kuyusundan su ile karıştırdık. Allah'ın Resulü (ﷺ) onu içti. Umar ve Ebu Bekir sol tarafında ona: Allah'ın Resulü, bunu Ebu Bekir'e ver, dediler; ama o (Peygamberimiz) sağındaki bedeviye verdi. Allah'ın Resulü (ﷺ) dedi ki: Sağda olan, sonra sağda olan."
    },
    {
      "id": 165,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) evimize geldiğinde bir içecek istediğini bildirmiştir. Biz onun için bir keçi sağdık ve sonra sütü bu kuyumdan su ile karıştırdık. Onu Allah'ın Resulü'ne (ﷺ) verdim ve o içti, solunda Ebu Bekir, önünde 'Umar ve sağında bir bedevi vardı. Allah'ın Resulü (ﷺ) içmeyi bitirdiğinde, Umar dedi ki: Allah'ın Resulü, işte Ebu Bekir, ona içir; ama Allah'ın Resulü (ﷺ) bedeviye verdi ve Ebu Bekir ile Umar'ı dışarıda bıraktı. Ve Allah'ın Resulü (ﷺ) dedi ki: Sağdakilere, sağdakilere, sağdakilere (öncelik verilmelidir). Enes dedi ki: İşte bu Sünnet, işte bu Sünnet, işte bu Sünnet."
    },
    {
      "id": 166,
      "narrator": "Sahl b. Sa'd Sa'idi reported that Allah's Messenger (ﷺ) was given a drink, and he drank from that, and there was on his right side a boy. and on his left some old men. He said to the boy:",
      "text": "Sahl b. Sa'd Sa'idi, Allah'ın Elçisi'nin (ﷺ) kendisine bir içecek verildiğini ve ondan içtiğini, sağında bir çocuğun ve solunda bazı yaşlıların olduğunu bildirmiştir. Çocuğa: Onlara (yaşlılara) vermemi ister misin? dedi, fakat çocuk: Vallahi, benim payımda senin elinle bana tercih yapmayacaksın, dedi. (Ravi) dedi ki, Allah'ın Elçisi (ﷺ) sonra onu çocuğun eline verdi."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Bu hadis, Sahl b. Sa'd'dan biraz farklı bir ifadeyle aktarılmıştır."
    },
    {
      "id": 168,
      "narrator": "Ibn 'Abbas reported Allah's Messenger (may peace be upon him.) as saying:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) şöyle söylediğini bildirmiştir: Sizden biri yemek yediğinde, elini yalamadan silmemelidir."
    },
    {
      "id": 169,
      "narrator": "Ibn 'Abbas reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Sizden biri yemek yediğinde, elini yalamadan silmemelidir."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "İbn Ka'b b. Malik, babasından, Allah'ın Elçisi'nin (ﷺ) yemek yedikten sonra üç parmağını yaladığını gördüğünü bildirmiştir. İbn Hatim \"üç\" kelimesini zikretmemiştir. Bu hadis başka bir nakil zinciriyle de rivayet edilmiştir."
    },
    {
      "id": 171,
      "narrator": "",
      "text": "İbn Ka'b b. Malik, babasından, Allah'ın Elçisi'nin (ﷺ) üç parmakla yemek yediğini ve elini silmeden önce yaladığını bildirmiştir."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Abdullah b. Ka'b, babası Ka'b'ın kendisine, Allah'ın Elçisi'nin (ﷺ) üç parmakla yemek yediğini ve yemeği bitirdiğinde parmaklarını yaladığını aktardığını bildirmiştir."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Bu hadis, Ka'b b. Malik'ten başka bir nakil zinciriyle benzer şekilde rivayet edilmiştir."
    },
    {
      "id": 174,
      "narrator": "Jabir reported that Allah's Messenger (ﷺ) commanded the licking of fingers and the dish, saying:",
      "text": "Cabir, Allah'ın Elçisi'nin (ﷺ) parmakları ve tabağı yalamayı emrettiğini, \"Nerede bereket olduğunu bilemezsiniz.\" diyerek söylediğini bildirmiştir."
    },
    {
      "id": 175,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Sizden biri bir lokma düşürdüğünde, onu almalı ve üzerindeki kirleri temizlemelidir, sonra yemelidir ve onu şeytana bırakmamalıdır; elini havluyla silmeden önce parmaklarını yalamalıdır, çünkü yiyeceğin neresinde bereket olduğunu bilemez."
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Bu hadis, Sufyan'dan aynı nakil zinciriyle ama biraz farklı bir ifadeyle rivayet edilmiştir."
    },
    {
      "id": 177,
      "narrator": "Jabir reported:",
      "text": "Cabir, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duyduğunu bildirmiştir: Şeytan, yaptığınız her şeyde sizinle beraberdir; yemek yerken bile yanınızdadır; bu yüzden sizden biri bir lokma düşürdüğünde, üzerindeki kirleri temizlemeli ve yemelidir, onu şeytana bırakmamalıdır; yemeği bitirdiğinde parmaklarını yalamalıdır, çünkü yiyeceğinin neresinde bereket olduğunu bilemez."
    },
    {
      "id": 178,
      "narrator": "",
      "text": "Bu hadis, A'mash'tan aynı nakil zinciriyle ama biraz farklı bir ifadeyle rivayet edilmiştir, ancak hadisin ilk kısmı, yani şeytanın sizden biriyle birlikte olduğu kısmı zikredilmemiştir."
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi'nden (ﷺ) parmakları yalamak ve lokmanın düşmesi hakkında rivayette bulunmuştur."
    },
    {
      "id": 180,
      "narrator": "Anas reported that when Allah's Messenger (ﷺ) ate food he licked his three fingers, and he said:",
      "text": "Enes, Allah'ın Elçisi'nin (ﷺ) yemek yediğinde üç parmağını yaladığını ve şöyle dediğini bildirmiştir: Sizden biri bir lokma düşürdüğünde, üzerindeki kirleri temizlemeli ve sonra yemelidir, onu şeytana bırakmamalıdır. Ayrıca, tabağı silmemizi emretmiş ve \"Yiyeceğinizin neresinde bereket olduğunu bilemezsiniz.\" demiştir."
    },
    {
      "id": 181,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Sizden biri yemek yediğinde parmaklarını yalaması gerekir; çünkü parmaklarına yapışan yiyeceklerin hangi kısmında bereket olduğunu bilemez."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Bu hadis, Hammad'ın rivayetiyle aynı isnatla, ancak kelime farklılığı ile bildirilmiştir."
    },
    {
      "id": 183,
      "narrator": "Abu Mas'ud Ansari reported that a person from the Ansar who was called Abu Shu'aib had a slave who was a butcher (by profession). He (Abu Mas'ud) saw Allah's Messenger (ﷺ) and found signs of hunger on his face. He said to the servant:",
      "text": "Abu Mas'ud Ensari, Ensar'dan Abu Shu'aib adında bir kişinin, mesleği kasap olan bir kölesi olduğunu bildirdi. O (Abu Mas'ud), Allah'ın Elçisi (ﷺ) ile karşılaştı ve yüzünde açlık belirtileri gördü. O, kölesine şöyle dedi: Ey köle, bizim için beş kişilik yeterli yemek hazırla; çünkü ben Allah'ın Elçisi'ni (ﷺ) davet etmeyi düşünüyorum, o beş kişiden beşincisi olacak. O (rivayet eden) daha sonra yemeği hazırladı ve Allah'ın Elçisi'ne (ﷺ) geldi ve beş kişiyi (kendisi de dahil) ziyafete davet etti. Bir adam onu takip etti ve Allah'ın Elçisi (ﷺ) kapıya vardığında, \"Bu adam bizi takip etti; isterseniz ona (yemeğe katılmasına) izin verebilirsiniz, isterseniz geri dönebilir.\" dedi. Bunun üzerine kişi, \"Allah'ın Elçisi, ona izin veriyorum.\" dedi."
    },
    {
      "id": 184,
      "narrator": "",
      "text": "Bu hadis, Abu Mas'ud Ensari'nin başka bir isnatla bildirilmiştir."
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Bu hadis, Jabir aracılığıyla da rivayet edilmiştir."
    },
    {
      "id": 186,
      "narrator": "Anas reported that:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) ile mükemmel çorba yapan bir Pers komşusunun olduğunu bildirdi. O, Allah'ın Elçisi (ﷺ) için biraz çorba hazırladı ve sonra onu yemeğe davet etti. O (Allah'ın Elçisi) \"ve onu da,\" diyerek Aişe'yi kastetti. Adam \"Hayır,\" dedi, bunun üzerine Allah'ın Elçisi (ﷺ) \"Hayır.\" dedi. Adam daha sonra tekrar davet etmek için geri döndü, bu sefer Allah'ın Elçisi (ﷺ) \"ve onu da.\" dedi. Adam \"Hayır,\" dedi, yine Allah'ın Elçisi (ﷺ) \"Hayır.\" dedi. Adam bir kez daha davet etmek için geri döndü ve Allah'ın Elçisi (ﷺ) \"ve onu da.\" dedi. Bu üçüncü seferde adam evet dedi ve birlikte adamın evine gitmek için hevesle kalktılar."
    },
    {
      "id": 187,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) went out (of his house) one day or one night, and there he found Abu Bakr and 'Umar also. He said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) bir gün veya bir gece evinden çıktığında, orada Abu Bekir ve Ömer'i de bulduğunu bildirdi. O, \"Bu saatte sizi evlerinizden çıkaran nedir?\" dedi. Onlar, \"Allah'ın Elçisi, açlıktır.\" dediler. Bunun üzerine o, \"Canımın sahibi olan Allah'a yemin ederim ki, sizi çıkaran şey beni de çıkardı; kalkın.\" dedi. Onlar da onunla birlikte kalktılar. Hepsi bir Ensari'nin evine geldiler, ama o evde yoktu. Eşini görünce, \"Hoş geldiniz,\" dedi. Allah'ın Elçisi (ﷺ) ona, \"Şu ve bu nerede?\" dedi. O, \"Bize taze su getirmeye gitti.\" dedi. Ensari geldiğinde, Allah'ın Elçisi (ﷺ) ve iki arkadaşını görünce, \"Hamd, Allah'a olsun, bugün benden daha onurlu misafir yok.\" dedi. Sonra dışarı çıktı ve onlara bir demet olgun hurma, kuru hurma ve taze hurma getirdi ve \"Bunlardan yiyin.\" dedi. Sonra uzun bıçağını (koyun veya keçi kesmek için) aldı. Allah'ın Elçisi (ﷺ) ona, \"Süt veren bir hayvanı öldürmekten sakın.\" dedi. Onlar için bir koyun kesti ve yedikten sonra, demetten ve içtikten sonra, doymuş ve içecekten tamamen memnun kaldıklarında, Allah'ın Elçisi (ﷺ) Abu Bekir ve Ömer'e, \"Canımın sahibi olan Allah'a yemin ederim ki, bu nimet hakkında Kıyamet Günü sorguya çekileceksiniz. Açlık sizi evinizden çıkardı, sonra bu nimet size gelene kadar geri dönmediniz.\" dedi."
    },
    {
      "id": 188,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, bir gün Abu Bekir otururken ve yanında Ömer de varken, Allah'ın Elçisi (ﷺ) onlara geldi ve \"Burada ne yapıyorsunuz?\" dedi. Onlar, \"Bizi evlerimizden çıkaran açlıktır.\" dediler. \"Gerçekle sizi kısıtlayan Allah'a yemin ederim; hadisin geri kalanı aynıdır.\" dedi."
    },
    {
      "id": 189,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Jabir b. Abdullah, hendek kazıldığında, Allah'ın Elçisi'nin (ﷺ) çok aç olduğunu gördüğünü bildirdi. Eşime geldim ve ona, \"Yanında bir şey var mı?\" dedim. \"Allah'ın Elçisi (ﷺ) çok aç görünüyor.\" dedim. O, içinde bir sa' arpa bulunan bir yiyecek torbası çıkardı. Bizim de bir kuzu vardı. Onu kestim. O, unu öğüttü. Bu işi benimle birlikte tamamladı. Ben eti parçalara kestim ve toprak kapta koydum ve sonra Allah'ın Elçisi'ne (ﷺ) (davet etmek için) geri döndüm. O, \"Allah'ın Elçisi (ﷺ) önünde beni küçük düşürme.\" dedi. Ona geldiğimde, ona fısıldayarak, \"Allah'ın Elçisi, sizin için bir kuzu kestik ve yanımızda bulunan bir sa' arpa öğüttü.\" dedim. \"O yüzden sen de yanına bir grup insanla gel.\" Bunun üzerine Allah'ın Elçisi (ﷺ) yüksek sesle, \"Ey hendek halkı, Jabir size bir ziyafet hazırladı, o yüzden (gelin).\" dedi. Allah'ın Elçisi (ﷺ) \"Toprak kabınızı ocaktan kaldırmayın ve ben gelene kadar yoğrulmuş unla ekmek pişirmeyin.\" dedi. Ben geldim ve Allah'ın Elçisi (ﷺ) geldi ve insanların önünde yürüyordu; ben de eşime geldim ve o bana, \"Küçük düşeceksin.\" dedi. Ben de, \"Senden istediğin şeyi yaptım.\" dedim. O (eşim), \"Yoğrulmuş unu çıkardım ve Allah'ın Elçisi (ﷺ) ona biraz tükürüğünü koydu ve bereketledi.\" dedi. Sonra toprak kabın içine tükürüğünü koydu ve onu bereketledi ve sonra, \"Sizinle birlikte pişirecek başka bir ekmekçi çağırın.\" dedi. Ve ondan çorba çıkarın, ama ocaktan kaldırmayın, misafirler bin kişiydi. (Jabir dedi): \"Allah'a yemin ederim ki, hepsi (yemekten doyana kadar) yediler ve gittiler ve toprak kabımız öncekisi gibi taşmıştı, unumuz da öyleydi, ya da Dahhak (başka bir rivayetçi) dediği gibi: \"Un aynı durumda kalmıştı ve ekmekler o unla hazırlanmıştı.\""
    },
    {
      "id": 190,
      "narrator": "Anas b. Malik reported that Abu Talha said to Umm Sulaim:",
      "text": "Anas b. Malik, Abu Talha'nın Umm Sulaim'e, \"Allah'ın Elçisi (ﷺ) sesinde bir zayıflık hissettim ve bunun açlıktan kaynaklandığını düşündüm; yanınızda bir şey var mı?\" dediğini bildirdi. O, \"Evet.\" dedi. Arpa ekmeklerini çıkardı, sonra baş örtüsünün bir kısmına o ekmekleri sardı ve sonra beni örtümün altına koydu ve beni onunla örtüyle kapladı. Sonra beni Allah'ın Elçisi'ne (ﷺ) gönderdi. Yola çıktım ve Allah'ın Elçisi'ni (ﷺ) bazı kişilerle birlikte camide otururken buldum. Onların yanına yaklaştım, Allah'ın Elçisi (ﷺ) bana, \"Abu Talha seni mi gönderdi?\" dedi. Ben, \"Evet.\" dedim. O, \"Bir ziyafet için mi?\" dedi. Ben, \"Evet.\" dedim. Bunun üzerine Allah'ın Elçisi (ﷺ) yanındakilere kalkmalarını söyledi. O dışarı çıktı ve ben de onların önünde yürüdüm, ta ki Abu Talha'ya ulaşana kadar ve ona bilgi verdim. Abu Talha, \"Umm Sulaim, işte Allah'ın Elçisi (ﷺ) ve onunla birlikte insanlar geliyor ve onları doyuracak kadar yiyeceğimiz yok.\" dedi. O, \"Allah ve Elçisi en iyi bilendir.\" dedi. Abu Talha dışarı çıktı (onu karşılamak için) ta ki Allah'ın Elçisi (ﷺ) ile karşılaşana kadar ve Allah'ın Elçisi (ﷺ) onunla birlikte içeri girdi. Sonra Allah'ın Elçisi (ﷺ), \"Umm Sulaim, yanındaki şeyi getir.\" dedi. O, ekmeği getirdi. Allah'ın Elçisi (ﷺ) ekmeğin küçük parçalara kırılmasını emretti ve Umm Sulaim bir su tulumunu sıkarak içine baharat koyduğunda, Allah'ın Elçisi (ﷺ) bununla ilgili olarak Allah'ın istediği bir şey okudu. Sonra, \"On kişiyi içeri alın.\" dedi. O, onlara izin verdi; onlar doyana kadar yediler ve dışarı çıktılar. O (Peygamber) tekrar, \"On (daha) izin verin.\" dedi ve o (misafir) onlara izin verdi. Onlar doyana kadar yediler ve dışarı çıktılar. O tekrar, \"On (daha) izin verin.\" dedi ve tüm insanlar doyana kadar yediler ve yetmiş veya seksen kişi oldu."
    },
    {
      "id": 191,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, Abu Talha'nın beni Allah'ın Elçisi (ﷺ) davet etmek için gönderdiğini bildirdi. O, bir yemek hazırlamıştı. Ben geldim ve Allah'ın Elçisi'ni bazı kişilerle birlikte buldum. O, bana baktı ve ben utandım ve \"Abu Talha'nın davetini kabul et.\" dedim. O (Peygamber) insanlara kalkmalarını söyledi. Bunun üzerine Abu Talha, \"Allah'ın Elçisi, sizin için bir şey hazırladım.\" dedi. Allah'ın Elçisi (ﷺ) (yemek) üzerine elini koydu ve ona bereket istedi ve sonra, \"Kompanyamdan on kişi içeri girebilir.\" dedi. Sonra, \"Yiyin,\" dedi ve (bu sırada) parmakları arasından onlara bir şey çıkardı. Onlar doyana kadar yediler ve dışarı çıktılar. Sonra, on kişiyi daha (yemek için) çağırdı ve onlar doyana kadar yediler ve on kişiler girmeye devam etti (ve yemek yedikten sonra) dışarı çıktılar, ta ki içeri girmeyen ve doymayan hiç kimse kalmadı. Sonra (kalan) yiyeceği topladı ve (yiyecek miktarı) misafirler gelmeden önceki gibi kaldı."
    },
    {
      "id": 192,
      "narrator": "Anas b Malik reported:",
      "text": "Anas b. Malik, Abu Talha'nın beni Allah'ın Elçisi (ﷺ) davet etmek için gönderdiğini bildirdi; hadisin geri kalanı aynıdır, ancak sonunda söylediği kelimelerde küçük bir farklılık vardır: \"Allah'ın Elçisi (ﷺ) kalan (yemek) aldı ve topladı ve sonra ona bereket istedi ve eski haline döndü. O (Peygamber) sonra, \"Bunu al.\" dedi."
    },
    {
      "id": 193,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, Abu Talha'nın Umm Sulaim'e, \"Allah'ın Elçisi (ﷺ) için özel bir yemek hazırlamasını emrettiğini\" bildirdi. Sonra beni ona (Peygamber'e) gönderdi; hadisin geri kalanı aynıdır (ancak kelimelerde küçük bir farklılık vardır): \"Allah'ın Elçisi (ﷺ) elini koydu ve bunun üzerine Allah'ın adını anarak, \"On adamı içeri alın.\" dedi. O (Abu Talha) onları içeri aldı ve girdiler. O (Peygamber) dedi ki: \"Yerken Allah'ın adını anarak yiyin.\" Onlar doyana kadar yediler. Sonra Allah'ın Elçisi (ﷺ) yemeğini yedi ve böylece ev halkı da yedi ve yine de biraz yiyecek kaldı.\""
    },
    {
      "id": 194,
      "narrator": "Anas b. Malik reported this incident pertaining to the feast given by Abu Talha to Allah's Apostle (ﷺ) with the addition of these words:",
      "text": "Anas b. Malik, Abu Talha'nın Allah'ın Elçisi (ﷺ) için verdiği ziyafetle ilgili bu olayı bildirdi ve şu sözleri ekledi: \"Abu Talha, (onuru misafiri karşılamak için) kapıda durdu ta ki Allah'ın Elçisi (ﷺ) oraya gelene kadar. O (Abu Talha) ona, \"Allah'ın Elçisi, sunmak istediğimiz şey miktar olarak az.\" dedi. Bunun üzerine o (Peygamber) dedi ki: \"Getir, çünkü Allah onu yakında bereketlendirecek (ve artıracak).\""
    },
    {
      "id": 195,
      "narrator": "",
      "text": "Anas b. Malik, bu hadisi (kelimelerde küçük bir farklılıkla) bildirdi. Sonra Allah'ın Elçisi (ﷺ) yedi ve ev halkı da yedi, ama (yine de) bir fazlalık kaldı, bunu komşularına gönderdiler."
    },
    {
      "id": 196,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Ebu Talha, Allah'ın Elçisi (ﷺ) mescitte karnına yatmış halde yattığını gördü. Umm Sulaim'e gitti ve dedi ki: Allah'ın Elçisi (ﷺ) mescitte karnına yatmış halde yatıyordu, sanırım aç. Hadisin geri kalanı aynıdır (ama bu sözlerin eklenmesiyle) Allah'ın Elçisi (ﷺ) yemeği yedi, Ebu Talha, Umm Sulaim ve Anas b. Malik de yedi, ama geride biraz yiyecek kaldı, onu komşularımıza sunduk."
    },
    {
      "id": 197,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Bir gün Allah'ın Elçisi (ﷺ) ile ziyaret ettim ve onu arkadaşlarıyla oturmuş ve onlarla konuşurken buldum, karnını bir sargıyla sarmıştı. Usame dedi ki: O (karnında) taş olup olmadığından şüpheliyim. Onun arkadaşlarından bazılarına Allah'ın Elçisi (ﷺ) neden karnını sarmış diye sordum. Onlar: (Bunu) açlığını gidermek için yaptı dediler. Umm Sulaim'in eşi Ebu Talha'ya gittim, Milhan'ın kızı Umm Sulaim'in kocası, ona: Babacığım, Allah'ın Elçisi (ﷺ) karnını sarmış halde gördüm. Bunun nedenini bazı arkadaşlarına sordum, açlıktan dolayı olduğunu söylediler. Ebu Talha anneme geldi ve: Bir şey var mı? dedi. O da: Evet, yanımda biraz ekmek ve bazı hurmalar var. Eğer Allah'ın Elçisi (ﷺ) yalnız gelirse onu doyurabiliriz, ama biri onunla gelirse bu onlara yetersiz olur. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "Anas b. Malik, Ebu Talha'nın Allah'ın Elçisi (ﷺ) için düzenlediği ziyafetle ilgili bu hadisi başka bir rivayet zincirinden aktardı."
    },
    {
      "id": 199,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Bir terzi, Allah'ın Elçisi (ﷺ) için hazırladığı bir yemeğe davet etti. Anas b. Malik dedi ki: Allah'ın Elçisi (ﷺ) ile o ziyafete gittim. Terzi, Allah'ın Elçisi (ﷺ) için arpa ekmeği, kabak çorbası ve dilimlenmiş et parçaları sundu. Anas dedi ki: Allah'ın Elçisi (ﷺ) tabağın etrafında kabak peşinde koşuyordu, o günden beri kabak her zaman hoşuma gitti."
    },
    {
      "id": 200,
      "narrator": "Anas b. Malik reported that a person invited Allah's Messenger (ﷺ) to a meal. I also went along with him. He brought soup containing pumpkin. Allah's 'messenger (ﷺ) ate that pumpkin with relish. He (Anas) said:",
      "text": "Anas b. Malik rivayet etti ki, bir kişi Allah'ın Elçisi (ﷺ) için bir yemeğe davet etti. Ben de onunla birlikte gittim. Kabak içeren bir çorba getirdi. Allah'ın Elçisi (ﷺ) o kabağı iştahla yedi. O (Anas) dedi ki: Bunu görünce onu önüne koymaya başladım ve kendim yemedim. Anas dedi ki: O günden beri kabak her zaman benim favori (yemek) oldu."
    },
    {
      "id": 201,
      "narrator": "Anas b. Malik rdported that a tailor invited Allah's Messenger (ﷺ) to a feast. There has been an addition to this that Thabit said:",
      "text": "Anas b. Malik rivayet etti ki, bir terzi Allah'ın Elçisi (ﷺ) için bir ziyafete davet etti. Bunun üzerine Thabit dedi ki: Anas'ın, o günden sonra benim için hazırlanan her yemekte kabak olmasını istediğini duydum."
    },
    {
      "id": 202,
      "narrator": "'Abdullah b. Busr reported:",
      "text": "Abdullah b. Busr rivayet etti: Allah'ın Elçisi (ﷺ) babama geldi ve ona bir yemek ve hurma, peynir ve tereyağından oluşan bir hazırlık getirdik. O, bunlardan yedi. Sonra ona hurmalar verildi, o da yedi, çekirdekleri parmaklarının arasında tutarak işaret parmağı ve orta parmağını bir araya getirdi.\" - Şu'be dedi ki: \"Bundan, birinin hurma çekirdeklerini iki parmağı arasında tutabileceğini öğreniyoruz, inşallah.\" Sonra ona bir içecek getirildi ve içti, ardından sağında oturan kişiye verdi. O (rivayet eden) dedi ki: Babam, onun binek hayvanının ipini tuttu ve bizler için dua etmesini istedi. Bunun üzerine o dedi: Ey Allah, onlara sağladığın rızıkta bereket ver; onları affet ve onlara merhamet et."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Bu hadis, Şu'ba'nın rivayetiyle aynı zincirden aktarılmıştır ve onun parmakları arasında hurma tutma konusundaki sözleri (önceki hadiste ifade edildiği gibi) şüpheye yer bırakmamaktadır."
    },
    {
      "id": 204,
      "narrator": "'Abdullah b. Ja'far reported:",
      "text": "Abdullah b. Ca'fer rivayet etti: Allah'ın Elçisi (ﷺ) ile taze hurmalarla salatalık yediğimi gördüm."
    },
    {
      "id": 205,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Allah'ın Elçisi (ﷺ) oturmuş ve hurma yerken gördüm."
    },
    {
      "id": 206,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi (ﷺ) için hurmalar getirildiğini ve onların otururken dik bir pozisyonda (rahat bir şekilde) dağıtıldığını ve onları biraz hızlı bir şekilde yediğini bildirdi."
    },
    {
      "id": 207,
      "narrator": "Jabala b. Suhaim reported:",
      "text": "Cabala b. Suhaim rivayet etti: İbn Zübeyir, kıtlık nedeniyle insanların zor durumda olduğu zamanlarda bize hurma sağlardı. Bir gün yemek yerken İbn Ömer karşımıza çıktı. O dedi ki: İki hurmayı bir arada yemeyin, çünkü Allah'ın Elçisi (ﷺ) onları bir arada yemeyi yasakladı, ancak yalnızca kardeşinden (ortağından) izin aldıktan sonra. Şu'be dedi ki: Bu sözlerin izin istemekle ilgili olduğunu düşünmüyorum, ancak bu İbn Ömer'in sözlerindendir."
    },
    {
      "id": 208,
      "narrator": "This hadith has been reported on the authority of Shu'ba with the same chain of transmitters but these words of his (are not found):",
      "text": "Bu hadis, Şu'ba'nın rivayetiyle aynı zincirden aktarılmıştır, ancak onun bu sözleri (şu şekilde) bulunmamaktadır: \"O günlerde insanlar kıtlık nedeniyle zor durumda idiler.\""
    },
    {
      "id": 209,
      "narrator": "Jabala b. Suhaim reported:",
      "text": "Cabala b. Suhaim rivayet etti: İbn Ömer'in, Allah'ın Elçisi (ﷺ) birinin iki hurmayı bir arada yemesini yasakladığını duyduğumu söyledim."
    },
    {
      "id": 210,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Hurması olan bir aile aç kalmaz."
    },
    {
      "id": 211,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: 'A'işe, evinde hurma bulunmayan bir aile üyeleri aç kalır; (ya da) 'A'işe, evinde hurma bulunmayan bir ailenin üyeleri aç kalabilir. Bunu iki veya üç kez söyledi."
    },
    {
      "id": 212,
      "narrator": "Amir b. Sa'd b. Abu Waqqas, on the authority of his father, reported Allah's Messenger (ﷺ) having said:",
      "text": "Amir b. Sa'd b. Ebu Vakkas, babasının rivayetiyle, Allah'ın Elçisi (ﷺ) şöyle demiştir: Bu iki lav alanı arasında bulunan topraklardan yedi hurma yiyen kimseye sabahleyin, akşama kadar hiçbir zehir zarar veremez."
    },
    {
      "id": 213,
      "narrator": "'Amir b. Sa'd b. Abu Waqqas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Amir b. Sa'd b. Ebu Vakkas, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sabahleyin yedi 'ajwa' hurma yiyen kimseye o gün zehir ve sihir zarar vermez."
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle İbn Haşim'in rivayeti olarak, ancak kelime açısından küçük bir farklılıkla bildirilmiştir."
    },
    {
      "id": 215,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: 'Aliya' hurmaları şifa etkisi taşır ve bunlar sabah erken saatlerde antidottur."
    },
    {
      "id": 216,
      "narrator": "Sa'id b. Zaid b. 'Amr b. Nufail reported:",
      "text": "Sa'id b. Zaid b. 'Amr b. Nufail bildirdi: Allah'ın Elçisi (ﷺ) şöyle derken duydum: Trüf, bir tür 'Manna'dır ve suyu gözler için bir ilaçtır."
    },
    {
      "id": 217,
      "narrator": "Through another chain of transmitters, Sa'id b. Zaid b. 'Amr reported:",
      "text": "Başka bir rivayet zinciriyle, Sa'id b. Zaid b. 'Amr bildirdi: Allah'ın Elçisi (ﷺ) şöyle derken duydum: Trüf, bir tür 'Manna'dır ve suyu gözler için bir ilaçtır."
    },
    {
      "id": 218,
      "narrator": "Sa'id b. Zaid reported:",
      "text": "Sa'id b. Zaid bildirdi: Allah'ın Elçisi (ﷺ) şöyle derken duydum: Trüf, bir tür nimettir ve suyu gözler için bir ilaçtır. Şu'be dedi ki: Hakam bu hadisi bana anlattığında, Abd al-Malik'in rivayeti nedeniyle bunu Munkar bir hadis olarak görmedim."
    },
    {
      "id": 219,
      "narrator": "Sa'id b. Zaid b. 'Amr b. Nufail reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sa'id b. Zaid b. 'Amr b. Nufail, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Trüf, Allah'ın Aziz ve Celil'in İsrailoğullarına indirdiği bir tür 'Manna'dır ve suyu gözler için bir ilaçtır."
    },
    {
      "id": 220,
      "narrator": "Sa'id b. Zaid reported Allal a Messenger (ﷺ) as saying:",
      "text": "Sa'id b. Zaid, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Trüf, Allah'ın Musa'ya indirdiği bir tür 'Manna'dır ve suyu gözler için bir ilaçtır."
    },
    {
      "id": 221,
      "narrator": "Sa'id b. Zaid reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sa'id b. Zaid, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Trüf, Allah'ın Aziz ve Celil'in İsrailoğullarına gönderdiği 'Manna'dır ve suyu gözler için bir ilaçtır."
    },
    {
      "id": 222,
      "narrator": "Sa'id b. Zaid reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sa'id b. Zaid, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Trüf, 'Manna'dır ve suyu gözler için ilaçtır."
    },
    {
      "id": 223,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Marr az-Zahran'daydık ve Arak ağacının meyvelerini topluyorduk, bunun üzerine Allah'ın Elçisi (ona selam olsun) dedi ki: Sadece siyah olanlarını toplayın (çünkü onlar en lezzetli olanlardır). Biz dedik: Allah'ın Elçisi, sanki sürüyü güttünüz. O da: Evet. Hiçbir peygamber olmadı mı ki, o da sürüyü gütmemiş olsun (ya da buna benzer bazı sözler söyledi)?"
    },
    {
      "id": 224,
      "narrator": "'A'isha reported Allah's Apostle (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: En iyi baharat veya baharat sirke'dir."
    },
    {
      "id": 225,
      "narrator": "This hadith has been reported on the authority of Sulaiman b. Bilal with the same chain of transmitters and he is reported to have said:",
      "text": "Bu hadis, Sulaiman b. Bilal'in aynı rivayet zinciriyle bildirilmiştir ve onun \"En iyi baharat\" dediği rivayet edilmiştir. Ve bu kelime hakkında şüphe etmemiştir."
    },
    {
      "id": 226,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Apostle (ﷺ) asked his family for condiment. They (the members of his household) said:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) ailesinden baharat istediğini bildirdi. Onlar (hane halkı) dediler ki: Bizde sadece sirke var. O, onu istedi, yemeye başladı ve sonra dedi ki: Sirke iyi bir baharattır, sirke iyi bir baharattır."
    },
    {
      "id": 227,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Allah'ın Elçisi (ﷺ) bir gün elimi tuttu (ve beni) evine götürdü. Kendisine bazı ekmek parçaları sunuldu, bunun üzerine o dedi ki: Baharat yok mu? Onlar (hane halkı) dediler ki: Hayır, sadece biraz sirke var. O (Kutsal Peygamber) dedi ki: Sirke iyi bir baharattır. Cabir dedi ki: Allah'ın Elçisi'nden (ﷺ) bunu duyduğumdan beri her zaman sirkeyi sevdim. Talha dedi ki: Cabir'den duyduğumdan beri her zaman sirkeyi sevdim."
    },
    {
      "id": 228,
      "narrator": "This hadith is reported on the authority of Jabir b. 'Abdullah that Allah's Messenger (ﷺ) took hold of his hand and led him to his residence as narrated above up to the words:",
      "text": "Bu hadis, Cabir b. Abdullah'ın rivayetiyle, Allah'ın Elçisi'nin (ﷺ) elini tuttuğu ve yukarıda \"Sirke iyi bir baharattır.\" sözlerine kadar onu evine götürdüğü şeklinde aktarılmıştır. Ancak bu rivayet zincirinde sonraki kısımda herhangi bir atıf yoktur."
    },
    {
      "id": 229,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Ben evimde otururken, Allah'ın Elçisi (ﷺ) yanımdan geçti. Bana işaret etti ve ben onun için ayağa kalktım. Elimi tuttu ve eşlerinden birinin dairesine kadar geldik. İçeri girdi ve sonra bana girmemi istedi. Ben de girdim ve yanında bir perde asılıydı. O (Kutsal Peygamber) dedi ki: Yanında yiyecek var mı? Onlar (hane halkı) dediler ki: Evet. Sonra ona üç somun ekmek getirildi ve palmiyeden yapılmış sepetin içine konuldu. Allah'ın Elçisi (ﷺ) bir somunu aldı ve onu önüne koydu, sonra bir diğerini aldı ve benim önüme koydu. Üçüncüsünü aldı ve iki parçaya böldü, bir yarısını önüne koydu ve diğer yarısını benim önüme koydu, sonra dedi ki: Baharat var mı? Onlar (hane halkı) dediler ki: Baharat olarak sadece biraz sirke var. O dedi ki: Onu getirin, çünkü sirke iyi bir baharattır."
    },
    {
      "id": 230,
      "narrator": "Abd Ayydb Ansari reported that when food was brought to Allah's Messenger (ﷺ) he ate out of that, and sent the remaining part to me, and one day he sent to me the left-over; (I found that he) had not taken from it at all for it included garlic. I asked him whether that was forbidden, whereupon he said:",
      "text": "Abd Ayyub Ensari bildirdi ki, Allah'ın Elçisi'ne (ﷺ) yiyecek getirildiğinde, ondan yedi ve kalanını bana gönderdi, bir gün bana artan kısmı gönderdi; (gördüm ki) o hiç almamış çünkü içinde sarımsak vardı. Ona bunun yasak olup olmadığını sordum, o da dedi ki: Hayır, ama ben kokusunu sevmediğim için. O (Abu Ayyub Ensari) dedi ki: O zaman ben de senin sevmediğini sevmem."
    },
    {
      "id": 231,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Şu'ba'nın otoritesinde aktarılmıştır."
    },
    {
      "id": 232,
      "narrator": "Aflah, the freed slave of Abu Ayyub Ansiri, reported:",
      "text": "Aflah, Abu Ayyub Ensari'nin freed slave'i, Allah'ın Elçisi (ﷺ) onun evine (Medine'ye hicret ettiği zaman) indiğini ve o alt katta oturduğunu, Abu Ayyub Ensari'nin ise üst katta yaşadığını bildirdi. Bir gece, Abu Ayyub Ensari kalktı ve (kendine) dedi ki: (Ne talihsiz) Allah'ın Elçisi'nin (ﷺ) başının üstünde yürüyoruz, bu yüzden kenara çekildiler ve bir köşede geceyi geçirdiler ve sonra Allah'ın Elçisi'ne (ﷺ) bunu anlattılar, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Alt kat benim için daha rahattır. Ama o (Abu Ayyub Ensari) dedi ki: Biz (senin yaşadığın) çatının üstünde yaşamayız. Böylece Allah'ın Elçisi (ﷺ) üst kata geçti, Abu Ayyub Ensari de alt kata geçti; ve o (Abu Ayyub Ensari) Allah'ın Elçisi (ﷺ) için yemek hazırlıyordu; ve ona getirildiğinde, parmağının dokunduğu kısmı bulmasını istedi, ve parmağını o kısımda takip etti. (Bir gün) sarımsak içeren bir yemek hazırladı ve ona geri döndüğünde, Allah'ın Elçisi'nin (ﷺ) parmaklarının dokunduğu kısmı bulmasını istedi. Ona, onun (yemekten) yediği söylendi. O (Abd Ayyub Ensari) üzüldü ve ona (Kutsal Peygamber) gitti ve dedi ki: Yasak mı? Ama Allah'ın Elçisi (ﷺ) dedi ki: Hayır, (yasak değil), ama ben bunu sevmiyorum. O (Abu Ayyub Ensari) dedi ki: Ben de senin sevmediğini sevmem ya da sevmediğin şeyi sevmem. O (Abu Ayyub Ensari) dedi ki: (Peygamber sarımsak yemezdi) çünkü Allah'ın Elçisi'ne (ﷺ) melekler gelirdi ve ona Allah'ın mesajını getirirdi."
    },
    {
      "id": 233,
      "narrator": "Abu Huraira reported that a person came to Allah's Messenger (ﷺ) and said:",
      "text": "Ebu Hureyre bildirdi ki, bir kişi Allah'ın Elçisi'ne (ﷺ) geldi ve dedi ki: Açlıktan zor durumdayım. O, (yiyecek temin etmesi için) eşlerinden birine mesaj gönderdi; ama o dedi ki: Seni Hak ile gönderen Allah'a yemin ederim ki, bende (ona sunacak) sadece su var. O (Kutsal Peygamber) sonra (aynı) mesajı diğerine gönderdi ve o da aynı cevabı verdi, ta ki hepsi aynı cevabı verene kadar: Seni Hak ile gönderen Allah'a yemin ederim ki, bende sadece su var, bunun üzerine o (Kutsal Peygamber) dedi ki: Allah, bu gece bu misafiri ağırlayan kişiye merhamet edecektir. Ansar'dan bir kişi ayağa kalktı ve dedi: Allah'ın Elçisi, ben (ağırlamaya hazırım). Onu evine götürdü ve karısına dedi: Yanında (misafire sunacak) bir şey var mı? O dedi ki: Hayır, ama çocuklarımız için sadece bir geçim kaynağı var. O dedi ki: Onların dikkatini bir şeyle dağıt, ve misafir içeri girdiğinde lambayı söndür ve ona biz yiyoruz izlenimi ver. Böylece oturdular ve misafir yemeğini yedi. Sabah olunca, Allah'ın Elçisi'ne (ﷺ) gitti ve dedi: Allah, bu gece misafirin için yaptığınız şeyden memnun oldu."
    },
    {
      "id": 234,
      "narrator": "Abu Huraira reported that a guest spent the night with a person from the Ansar who had nothing with him but food (sufficient) for his own self and his children. He said to his wife:",
      "text": "Ebu Hureyre bildirdi ki, bir misafir, sadece kendisi ve çocukları için yeterli yiyeceği olan bir Ansar'dan bir kişiyle geceyi geçirdi. O, karısına dedi ki: (Çocukları) uyut ve lambayı söndür ve misafire elinde ne varsa sun. Bu vesileyle şu ayet indirildi: \"Kendilerine ihtiyaçları olmasına rağmen, muhtaçları kendi nefislerine tercih edenler\" (Haşr, 9)."
    },
    {
      "id": 235,
      "narrator": "",
      "text": "Ebu Hureyre bildirdi ki, bir adam Allah'ın Elçisi'ne (ﷺ) geldi ve onu misafir olarak ağırlamasını istedi, ama onun misafir etmesi için hiçbir şeyi yoktu. Bu yüzden, ona misafir edecek birinin olup olmadığını sordu (ve dinleyicilere) Allah'ın ona merhamet edeceğini garanti etti. Ansar'dan Abu Talha adında bir kişi ayağa kalktı ve onu evine götürdü. Hadisin geri kalanı aynıdır ve Waki' tarafından rivayet edilen ayetin indirilmesi hakkında da bahsedilmektedir."
    },
    {
      "id": 236,
      "narrator": "Miqdad reported:",
      "text": "Mikdad bildirdi: Ben ve iki arkadaşım açlıktan o kadar etkilendik ki, görme ve işitme gücümüzü kaybettik. Peygamberin (ﷺ) arkadaşlarına (misafir) olarak başvurduk, ama hiçbiri bizi ağırlamadı. Sonra Allah'ın Elçisi'ne (ﷺ) geldik ve o bizi evine götürdü ve orada üç keçi vardı. Allah'ın Elçisi (ﷺ) dedi ki: Bunları bize süt verin. Böylece biz onları sağdık ve her birimiz kendi payını içti ve Allah'ın Elçisi'nin (ﷺ) payını ayırdık. (Gece) gelmesi alışkanlığı vardı ve orada bulunan insanlara uyandırmadan selam verir, ama uyanık olan birine duyururdu. Sonra camiye gider ve namaz kılardı, sonra süte gider ve onu içerdi. Mikdad ekledi: Bir gece, şeytan bana geldi, ben de payımı almıştım ve dedi ki: Muhammed, Ansar'a gitti, ona misafir olacaklar ve onlardan ne varsa alacak, onun bu süt içeceğine ihtiyacı yok. Ben de (sütü) aldım ve içtim, ve derin bir şekilde mideme girdiğinde ve çıkış yolu olmadığını kesin olarak bildiğimde, şeytan (vicdan) azabımı uyandırdı ve dedi: Ah sana yazıklar olsun! Ne yaptın? Muhammed'e ayrılan içeceği aldın! O geldiğinde onu bulamazsa, sana lanet edecek ve mahvolacaksın, böylece bu dünya ve ahiret (senin için) ziyan olacak. Üzerimde bir örtü vardı; onu ayaklarıma çektiğimde başım açıldı ve başıma çektiğimde ayaklarım açıldı, ve uyuyamadım, ama iki arkadaşım uyuyakaldı çünkü benim yaptığım şeyi yapmamışlardı. Allah'ın Elçisi (ﷺ) geldi ve selam verdi, her zamanki gibi (as-Salamu 'Alaikum) dedi. Sonra camiye gitti ve namaz kıldı ve sonra içeceğine (süt) geldi ve örtüsünü açtı, ama içinde hiçbir şey bulamadı. Başını gökyüzüne kaldırdı ve ben (kendime) dedim ki, o (Kutsal Peygamber) bana lanet edecek ve böylece mahvolacağım; ama o (Kutsal Peygamber) dedi ki: Allah, bana yemek verenin karnını doyursun ve bana içecek verenin içirsin. Ben örtüyü sıkı tuttum (ve o dua ettiğinde), bıçağı aldım ve Allah'ın Elçisi'ne (ﷺ) ait olan keçilere gittim ki, onun için en şişmanını keseyim, ve aslında hepsi süt veren keçilerdi; sonra Allah'ın Elçisi'ne (ﷺ) ait olan ve süt sağladıkları kapı aldım ve onu sağdım, köpükle dolana kadar. Allah'ın Elçisi'ne (ﷺ) geldim ve o dedi ki: Gece sütü aldın mı? Ben de: İç, dedi. O içti; sonra (kabı) bana verdi ve ben dedim: Allah'ın Elçisi, iç, o da içti ve (kabı) tekrar bana verdi, o zaman Allah'ın Elçisi'nin (ﷺ) doyduğunu ve onun bereketini aldığımı anladım. O kadar güldüm ki yere düştüm, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Mikdad, bu senin bir şımarıklığın olmalı. Ben de: Allah'ın Elçisi, bu işim böyle ve böyle, ve ben bunu yaptım. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bu sadece Allah'ın bir merhametidir. Neden bana fırsat vermedin ki, iki arkadaşımızı uyandırıp onların da payını alabilsinler? Ben de: Seni Hak ile gönderen Allah'a yemin ederim ki, onlara ne verirsen vermekten çekinmem ve diğer insanların ne alacağını, ben seninle birlikte onlardan almışken umursamam."
    },
    {
      "id": 237,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Mughirah'ın otoritesinde aktarılmıştır."
    },
    {
      "id": 238,
      "narrator": "'Abd al-Rahman b. Abu Bakr reported:",
      "text": "Abd al-Rahman b. Abu Bakr bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile birlikte yüz otuz kişiydik. Allah'ın Elçisi (ﷺ) dedi ki: İçinizde yiyecek olan var mı? Bizimle birlikte (birisi) bir sa' un veya benzeri bir şey olan, yoğrulmuş bir un vardı. Sonra dağınık saçlı uzun bir müşrik, koyun sürüsüyle geldi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bunu (bu koyunlardan birini) satmak ister misin yoksa hediye mi vermek istersin? O dedi ki: Hayır, (hediye vermeye hazır değilim), ama satmak isterim. O (Kutsal Peygamber) ondan bir koyun satın aldı, kesildi ve eti hazırlandı, ve Allah'ın Elçisi (ﷺ) karaciğerinin kızartılmasını emretti. O (rivayet eden) dedi ki: Vallahi, yüz otuz kişiden hiçbiri kalmadı ki, Allah'ın Elçisi (ﷺ) ona karaciğerin bir parçasını vermemiş olsun; eğer biri mevcutsa ona verirdi, ama eğer yoksa onun için ayırırdı. Ve o (Kutsal Peygamber) iki kâse doldurdu (birini çorba ve diğerini kuzu eti ile) ve hepimiz onlardan doya doya yedik, ama (yine de) o iki kasede biraz (kaldı), ve onu deveye (veya benzeri bir şey) koydum."
    },
    {
      "id": 239,
      "narrator": "'Abd al-Rabman b. Abu Bakr reported that the people of Suffa were very poor. Once the Messenger of Allah (ﷺ) said (to his Companions):",
      "text": "Abd al-Rahman b. Abu Bakr bildirdi ki, Suffa halkı çok fakirdi. Bir gün Allah'ın Elçisi (ﷺ) arkadaşlarına dedi ki: İçinizden iki kişilik yiyeceği olan, üç (misafir) almalıdır; ve dört kişilik yiyeceği olan, beş veya altı (misafir) almalıdır. Bu Kutsal Peygamber'in bu talimatlarına uygun olarak, Ebu Bekir üç kişi getirdi, ve Allah'ın Elçisi (ﷺ) on kişi (misafir) getirdi. Ebu Bekir üç kişiyi (kendisi, ben, babam ve annem) getirdi. O (rivayet eden) dedi ki: Onun (Ebu Bekir'in) eşini ve evimizle Ebu Bekir'in evi arasında ortak olan bir hizmetçiyi de getirdiğini bilmiyorum. Ebu Bekir, Allah'ın Elçisi (ﷺ) ile akşam yemeği yemişti. O burada akşam namazı kılıncaya kadar kaldı. Sonra Allah'ın Elçisi'nin evine geri döndü ve orada Allah'ın Elçisi (ﷺ) uykuya dalana kadar kaldı ve (Ebu Bekir) o zaman (gecenin önemli bir kısmı geçtikten sonra) kendi evine döndü, Allah'ın istediği gibi. Eşi ona dedi ki: Misafirlerine neden geç kaldın? O dedi ki: Oh! Onlara akşam yemeği (bu zamana kadar) sunmadın mı? O dedi ki: Aslında onlara sunuldu, ama sen gelene kadar yemeyi reddettiler. O ('Abd al-Rahman) dedi ki: Ben gizlice kaçtım ve kendimi sakladım. O (Ebu Bekir) dedi: Ey ahmak, beni azarladı ve misafirlere dedi: Yiyin, belki şimdi hoş olmayabilir. O dedi: Vallahi, ben asla yemeyeceğim. O ('Abd al-Rahman) dedi: Vallahi, biz bir lokma bile almadık ki, altından (daha fazla) çıkmadı, ta ki onlar doyana kadar, ve bakın! daha öncekinin üç katı kadar oldu. Ebu Bekir bunu gördü ve bunun böyle olduğunu veya daha fazla olduğunu buldu. O, eşine dedi: Band Firis'in kız kardeşi, bu nedir? O dedi: Gözlerimin serinliği, bu öncekinin üç katı kadar fazladır. Sonra Ebu Bekir dedi: Bu şeytandan (yememek için verdiğim yemin) idi. O, ondan bir lokma aldı ve sonra onu Allah'ın Elçisi'ne (ﷺ) götürdü ve sabaha kadar orada kaldı, ve (bu günlerde) bizimle bazı diğer insanlar arasında bir antlaşma vardı, ve antlaşma süresi dolmuştu, ve her bir kişiyle on iki görevli atamıştık. Allah bilir ki, her birinin yanında ne kadar insan vardı. O (bu yiyeceği) onlara gönderdi ve hepsi ondan yedi."
    },
    {
      "id": 240,
      "narrator": "'Abd al-Rahman b. Abd Bakr reported:",
      "text": "Abd al-Rahman b. Abd Bakr bildirdi ki, evimize bazı misafirler geldi. Babamın geceleyin Allah'ın Elçisi (ﷺ) ile konuşma alışkanlığı vardı. Giderken dedi ki: 'Abd al-Rahman, misafirleri ağırlayın. Akşam olduğunda onlara yiyecek sunduk, ama onlar reddetti ve dediler ki: Ev sahibinin gelmediği sürece, biz yemek almayız. Ben onlara dedim ki: O ('Abd al-Rahman) sert bir kişidir, ve eğer bunu yapmazsanız (yemezseniz), ondan zarar göreceğimden korkuyorum, ama onlar reddetti. O (babam) geldiğinde, ilk sorduğu şey şuydu: Misafirlere yemek sundunuz mu? Onlar (hane halkı) dediler ki: Henüz onlara sunmadık. O dedi ki: 'Abd al-Rahman'a (bunu yapması için) emretmedim mi? O ('Abd al-Rahman) dedi ki: Ben gizlice kaçtım ve kendimi sakladım."
    },
    {
      "id": 241,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: İki kişilik yiyecek, üç kişiye yeter; üç kişilik yiyecek, dört kişiye yeter."
    },
    {
      "id": 242,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duyduğunu bildirmiştir: Bir kişilik yiyecek, iki kişiye yeter; iki kişilik yiyecek, dört kişiye yeter; dört kişilik yiyecek, sekiz kişiye yeter. İshak'tan rivayet edilen hadiste, bunu doğrudan (Peygamber Efendimizden) duyduğuna dair bir ifade yoktur."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Bu gibi bir hadis, Cabir'in rivayetiyle ancak farklı bir nakil zinciri ile bildirilmiştir."
    },
    {
      "id": 244,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir kişilik yiyecek, iki kişiye yeter; iki kişilik yiyecek, dört kişiye yeter."
    },
    {
      "id": 245,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir kişilik yiyecek, iki kişiye yeter; iki kişilik yiyecek, dört kişiye yeter; dört kişilik yiyecek, sekiz kişiye yeter."
    },
    {
      "id": 246,
      "narrator": "",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir gayrimüslim yedi bağırsakta yerken, bir müslüman bir bağırsakta yer."
    },
    {
      "id": 247,
      "narrator": "",
      "text": "Bu hadis, İbn Ömer'in rivayetiyle ancak farklı bir nakil zinciri ile bildirilmiştir."
    },
    {
      "id": 248,
      "narrator": "Nafi' reported that Ibn 'Umar saw a poor man. He placed food before him and he ate much. He (Ibn 'Umar) said:",
      "text": "Nafi', İbn Ömer'in bir fakir adam gördüğünü bildirmiştir. Onun önüne yiyecek koydu ve o çok yedi. İbn Ömer dedi ki: Bana gelmemeli; çünkü Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duydum: Gayrimüslim yedi bağırsakta yer."
    },
    {
      "id": 249,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir mümin bir bağırsakta yerken, bir kafir yedi bağırsakta yer."
    },
    {
      "id": 250,
      "narrator": "",
      "text": "Bu hadis, Cabir'in rivayetiyle aktarılmıştır."
    },
    {
      "id": 251,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir mümin bir bağırsakta yerken, bir kafir yedi bağırsakta yer."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'nin rivayetiyle ancak farklı bir nakil zinciri ile aktarılmıştır."
    },
    {
      "id": 253,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) invited a non-Muslim. Allah's Messenger (ﷺ) commanded that a goat be milked for him. It was milked and he drank its milk. Then the second one was milked and he drank its milk, and then the other one was milked and he drank its milk. till he drank the milk of seven goats. On the next morning he embraced Islam. And Allah's Messenger (ﷺ) commanded that a goat should be milked for him and he drank its milk and then another was milked but he did not finish it, whereupon Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) bir gayrimüslimi davet ettiğini bildirmiştir. Allah'ın Elçisi (ﷺ) onun için bir keçi sağılmasını emretti. Keçi sağılmış ve o sütünü içmiştir. Sonra ikinci keçi sağılmış ve o sütünü içmiştir, ardından üçüncü keçi sağılmış ve o sütünü içmiştir; ta ki yedi keçinin sütünü içene kadar. Ertesi sabah İslam'ı kabul etti. Allah'ın Elçisi (ﷺ) onun için bir keçi daha sağılmasını emretti ve o sütünü içti, sonra bir başka keçi daha sağıldı ama onu bitiremedi; bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bir mümin bir bağırsakta içerken, bir kafir yedi bağırsakta içer."
    },
    {
      "id": 254,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) kendisine sunulan yiyecekleri asla eleştirmediğini bildirmiştir. Eğer bir şeyi beğenirse onu yer, beğenmezse onu bırakırdı."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "Bu hadis, A'maş'ın rivayetiyle aynı nakil zinciri ile aktarılmıştır."
    },
    {
      "id": 256,
      "narrator": "",
      "text": "Bu şekilde bir hadis A'maş'tan rivayet edilmiştir."
    },
    {
      "id": 257,
      "narrator": "Abu Huraira reported:",
      "text": "---"
    }
  ]
}