{
  "language": "tr",
  "metadata": {
    "length": 60,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Anas reported that person at Baqi' called another person as\" Abu'l- Qasim,\" and Allah's Messenger (ﷺ) turned towards him. He (the person who had uttered these words) said:",
      "text": "Anas, Baqi' de bir kişinin diğer bir kişiye \"Ebu'l-Kasım\" dediğini bildirdi. Allah'ın Messenger'ı (ﷺ) ona döndü. O (bu sözleri söyleyen kişi) dedi ki: Allah'ın Messenger'ı, seni kastetmedim, ama şu ve bu kişiyi kastettim. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Kendine benim adımı verebilirsin, ama benim künyemi veremezsin."
    },
    {
      "id": 2,
      "narrator": "Ibn Umar reported that Allah's Messenger (ﷺ) said:",
      "text": "İbn Umar, Allah'ın Messenger'ı (ﷺ) şöyle dediğini bildirdi: Allah'a en sevimli isimler 'Abdullah ve 'Abd al-Rahman'dır."
    },
    {
      "id": 3,
      "narrator": "Jabir b. 'Abdullah reported that a child was born to a person amongst us and he gave him the name of Muhammad. Thereupon his people said:",
      "text": "Cabir b. Abdullah, aramızda bir kişinin bir çocuğu olduğunu ve ona Muhammed adını verdiğini bildirdi. Bunun üzerine halkı dedi ki: Allah'ın Messenger'ının (ﷺ) adıyla çocuğuna Muhammed adını vermene izin vermeyeceğiz. O, çocuğunu sırtında taşıyarak Allah'ın Elçisi'ne (ﷺ) gitti ve dedi ki: Allah'ın Messenger'ı, bana bir oğul doğdu ve ona Allah'ın Messenger'ının (ﷺ) adıyla isim verdim. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Ona benim adımı ver, ama benim künyemi verme, çünkü ben sizin aranızda (ganimetleri) dağıtan Qasim'im."
    },
    {
      "id": 4,
      "narrator": "Jabir b. 'Abdullah reported that a child was born to one of the persons amongst us and he decided to give him the name of Muhammad We said:",
      "text": "Cabir b. Abdullah, aramızda bir kişinin bir çocuğu olduğunu ve ona Muhammed adını vermeye karar verdiğini bildirdi. Biz dedik: Allah'ın Messenger'ının (ﷺ) adıyla isim vermene izin vermeyeceğiz, önce ona sormadan. O (o kişi) geldi ve (Peygamber'e) dedi ki: Evimde bir çocuk doğdu ve ona Allah'ın Messenger'ının adıyla isim vermek istedim, ama halkım buna izin vermedi, önce Allah'ın Elçisi'ne (ﷺ) bu konuda sormadan. Bunun üzerine o dedi ki: Ona benim adımı ver, ama benim künyemi verme, çünkü ben sizin aranızda dağıtıcı olarak gönderildim."
    },
    {
      "id": 5,
      "narrator": "This hadith has been reported on the authority of Husain With the same chain of transmitters but no mention is made of these words:",
      "text": "Bu hadisi Husain'den aynı isnat zinciriyle bildirilmiştir, ancak bu sözler: \"(Dağıtıcı olarak gönderildim), bu yüzden sizin aranızda dağıtıyorum.\" ifadesi geçmemektedir."
    },
    {
      "id": 6,
      "narrator": "Jabir b. Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Benim adım ile isim verin, ama (künyemi) Ebu'l-Kasım olarak vermeyin, çünkü ben Ebu'l-Kasım'ım (anlamında) sizin aranızda (ganimetleri) dağıtıyorum ve (vahiy) bilgisini yayıyorum. Bu hadisi Ebu Bekir'den de ancak kelime farklılığı ile nakledilmiştir."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadisi A'maş'tan aynı isnat zinciriyle bildirilmiştir, ancak kelime farklılığı vardır; \"Gönderildim\" yerine \"Yapıldım\" kelimesi kullanılmıştır."
    },
    {
      "id": 8,
      "narrator": "Jabir b. 'Abdullah reported that a child was born to a person from the Ansar and he made up his mind to give him the name of Muhammad. He came to Allah's Apostle (ﷺ) and, asked him (about it), whereupon he said:",
      "text": "Cabir b. Abdullah, Ensar'dan bir kişinin bir çocuğu olduğunu ve ona Muhammed adını vermeye karar verdiğini bildirdi. O, Allah'ın Elçisi'ne (ﷺ) geldi ve (bu konuda) ona sordu. Bunun üzerine o dedi ki: Ensar, çocuklarına benim adımla isim vermekte iyi davranmışlardır, ama onlara benim künyemle isim vermeyin."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bu hadisi farklı isnat zincirleriyle Shu'ba'dan nakledilmiştir, ancak kelime farklılığı vardır."
    },
    {
      "id": 10,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah, aramızda bir kişinin evinde bir çocuğun doğduğunu ve ona Qasim adını verdiğini bildirdi. Biz dedik: Çocuğuna Qasim adını vermene izin vermeyeceğiz (ve böylece Ebu'l-Kasım künyesini benimseyeceksin) ve gözlerini soğutacaksın. O (o kişi) Allah'ın Elçisi'ne (ﷺ) geldi ve bunu ona belirtti. Bunun üzerine o dedi ki: Oğluna 'Abd al-Rahman adını ver."
    },
    {
      "id": 11,
      "narrator": "This hadith has been reported on the authority of Ibn Uyaina, but there is no mention of this:",
      "text": "Bu hadisi İbn Uyaina'dan bildirilmiştir, ancak \"Gözlerini soğutmana izin vermeyeceğiz.\" ifadesi geçmemektedir."
    },
    {
      "id": 12,
      "narrator": "Abu Huraira reported that Abu'l-Qasim (ﷺ) said:",
      "text": "Ebu Hüreyre, Ebu'l-Kasım'ın (ﷺ) şöyle dediğini bildirdi: Çocuklarınıza benim adımla isim verin, ama (künyemi) Ebu'l-Kasım olarak vermeyin. 'Amr, Ebu Hüreyre'den, bunu doğrudan Allah'ın Elçisi'nden (ﷺ) duyduğunu söylemediğini bildirdi."
    },
    {
      "id": 13,
      "narrator": "Mughira b. Shu'ba reported:",
      "text": "Mugira b. Şu'be, Najran'a gittiğimde, Najran Hristiyanlarının bana şöyle sorduğunu bildirdi: Kur'an'da \"Ey Harun'un kız kardeşi\" (yani Hz. Meryem) okudun, oysa Musa, İsa'dan çok önce doğdu. Allah'ın Messenger'ına (ﷺ) geri döndüğümde, bu konuda ona sordum. Bunun üzerine o dedi ki: (Eski çağların insanları) isimlerini, kendilerinden önce gelen Peygamberlerin ve salih kişilerin isimleriyle koyarlardı."
    },
    {
      "id": 14,
      "narrator": "Samura b. Jundub reported:",
      "text": "Samura b. Cundub, Allah'ın Messenger'ının (ﷺ) bize kölelerimize şu dört isimle isim vermemizi yasakladığını bildirdi: Aflah (Başarılı), Rabdh (Kâr), Yasar (Zenginlik) ve Nafi' (Faydalı)."
    },
    {
      "id": 15,
      "narrator": "Samura b. Jundub reported AUah's Messenger (ﷺ) as saying:",
      "text": "Samura b. Cundub, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Kölelerinize Rabdh, Yasar, Aflah ve Nafi' isimlerini vermeyin."
    },
    {
      "id": 16,
      "narrator": "Samura b. Jundub reported:",
      "text": "Samura b. Cündüb bildirdi: Allah'ın Elçisi (ona Allah'ın selamı ve bereketi olsun) şöyle dedi: \"Allah katında en sevimli sözler dört tanedir: Subhan Allah (Allah her türlü eksiklikten uzaktır), Elhamdülillah (Allah'a hamd olsun), La ilaha illa-Allah (Allah'tan başka ilah yoktur), Allahu Ekber (Allah en büyüktür). Bunlardan hangisiyle başlarsanız, sizin için bir sakınca yoktur (Allah'ı anarken)."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Ve bu isimleri kullarınıza vermeyin: Yasar, Rabah, Najih ve Aflah."
    },
    {
      "id": 18,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "---"
    },
    {
      "id": 19,
      "narrator": "Ibn 'Umar reported that Allah's Messenger (ﷺ) changed the name of 'Asiya (Disobedient) and said:",
      "text": "Bu hadisi Şu'ba'nın rivayetiyle duyduk ve sadece kuluna isim verme meselesi geçmektedir, dört hatırlatma ifadesi hakkında bir şey yoktur ve dört kelimeyi de anmamıştır."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 21,
      "narrator": "Ibn Abbas reported that the name of Juwairiya (the wife of the Holy Prophet) was Barra (Pious). Allah's Messenger (ﷺ) changed her name to Juwairiya and said:",
      "text": "Cabir b. Abdullah bildirdi: Allah'ın Elçisi (ﷺ) takipçilerine Ya'la (Yüce), Baraka (Bereket), Aflah (Başarılı), Yasar ve Nafi' isimlerini vermeyi yasakladı, ama sonrasında sessiz kaldı ve Allah'ın Elçisi (ﷺ) vefat edene kadar bir şey söylemedi. Ve (takipçilerine bunu yasaklamadı), sonra Ömer bu isimlerin verilmesini yasaklamaya karar verdi, ama daha sonra bu fikrinden vazgeçti."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported that the name of Zainab was Barra. It was said of her:",
      "text": "---"
    },
    {
      "id": 23,
      "narrator": "Zainab, daughter of Umm Salama, reported:",
      "text": "İbn 'Umar bildirdi ki, Allah'ın Elçisi (ﷺ) 'Asiya (İsyankar) ismini değiştirdi ve ona: Sen Jamila'sın (yani güzel ve hoş). Ahmad (rivayet edenlerden biri) bunu biraz farklı bir şekilde aktardı."
    },
    {
      "id": 24,
      "narrator": "Muhammad b. 'Amr b. 'Ata' reported:",
      "text": "---"
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar bildirdi ki, Ömer'in 'Asiya adında bir kızı vardı. Allah'ın Elçisi (ﷺ) ona Jamila ismini verdi."
    },
    {
      "id": 26,
      "narrator": "Abu Huraira reported from Allah's Messenger (ﷺ) so many ahadith and one of them was this that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 27,
      "narrator": "Anas b. Malik reported:",
      "text": "İbn Abbas bildirdi ki, Cüveyriye (Peygamber Efendimizin eşi) isminin Barra (Salih) olduğunu söyledi. Allah'ın Elçisi (ﷺ) onun ismini Cüveyriye olarak değiştirdi ve: \"Barra (Salih) olarak anılmasını istemedim.\" dedi. İbn Abi 'Umar'dan rivayet edilen hadis bununla biraz farklıdır."
    },
    {
      "id": 28,
      "narrator": "Anas b. Malik reported that the son of Abu Talha had been ailing. Abu Talha set out (on a journey) and his son breathed his last (in his absence). When Abu Talha came back, he said (to his wife):",
      "text": "---"
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Ebu Hureyre bildirdi ki, Zeynep'in ismi Barra'ydı. Onun hakkında: \"Kendini masum gösteriyor.\" denilirdi. Allah'ın Elçisi (ﷺ) ona Zeynep ismini verdi."
    },
    {
      "id": 30,
      "narrator": "Abu Musa reported:",
      "text": "---"
    },
    {
      "id": 31,
      "narrator": "'Urwa b. Zubair and Fatima daughter of Mandhir b. Zubair, reported that Asma' daughter of Abu Bakr was at the time of migration in the family way with 'Abdullah b. Zubair (in her womb). She came to Quba' and gave birth to 'Abdullah at that place and then sent him to Allah's Messenger (ﷺ) so that he should rub his palate with chewed dates. Allah's Messenger (may peace he upon him) took hold of him (the child) and he placed him in his lap and then called for dates. 'A'isha said:",
      "text": "'Urve b. Zübeyr ve Mender b. Zübeyr'in kızı Fatıma, Asma' bint Ebu Bekir'in hicret sırasında 'Abdullah b. Zübeyr ile hamile olduğunu bildirdi. Kuba'ya geldi ve orada 'Abdullah'ı doğurdu ve ardından onu Allah'ın Resulü'ne (ﷺ) gönderdi ki, onun damaklarını çiğnenmiş hurmalarla ovalasın. Allah'ın Resulü (sallallahu aleyhi ve sellem) onu (çocuğu) kucakladı ve kucağına aldı, sonra hurma getirilmesini emretti. 'Aişe dedi ki: Onları bulmak için biraz zaman harcandı. O (Peygamber) onları çiğnedi ve ardından tükürüğünü ağzına koydu. İlk olarak midesine giren şey, Allah'ın Resulü'nün (ﷺ) tükürüğü oldu. Asma' dedi: Sonra onu ovaladı ve ona bereket verdi ve Abdullah adını koydu. O ('Abdullah) yedi veya sekiz yaşına geldiğinde, Allah'ın Resulü'ne (ﷺ) biat etmek için gitti, Zübeyr'in kendisine bunu emrettiği gibi. Allah'ın Resulü (ﷺ) onu yaklaşırken görünce gülümsedi ve biatini kabul etti."
    },
    {
      "id": 32,
      "narrator": "Asma' reported that she had become pregnant at Mecca with Abdullah b. Zubair (in her womt) and she (further) said:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Asma' bildirdi ki, Mekke'de 'Abdullah b. Zübeyr ile hamile kaldım ve (şöyle) dedi: Hicret için (Medine'ye) çıkarken hamileliğim ilerlemişti. Medine'ye geldim ve Kuba' denilen yere indim ve orada bir çocuk doğurdum. Sonra Allah'ın Resulü'ne (sallallahu aleyhi ve sellem) geldim. O (çocuğu) kucağına aldı ve sonra hurmaların getirilmesini emretti. O, onları çiğnedi ve ardından tükürüğünü ağzına koydu. Midesine giren ilk şey, Allah'ın Resulü'nün (ﷺ) tükürüğüydü. Sonra onun damaklarını hurmalarla ovaladı ve ona bereket diledi. O, İslam'da (Hicret'ten sonra) doğan ilk çocuktu."
    },
    {
      "id": 34,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "'A'isha reported:",
      "text": "Asma', Ebu Bekir'in kızı, Allah'ın Resulü'ne (ﷺ) Medine'ye hicret ettiğinde, karnında 'Abdullah b. Zübeyr ile hamile olduğunu bildirdi."
    },
    {
      "id": 36,
      "narrator": "Sahl b. Sa'd reported that Mundhir b. Aba Usaid was brought to Allah's Messenger (ﷺ) at the time of his birth Allah's. Apostle (ﷺ) placed him on his thigh and Abfi Usaid kept sitting there. Allah's Apostle (ﷺ) had been occupied with something else before him. Abu Usaid commanded his child to be lifted from the lap of Allah's Messenger (ﷺ) and so he was lifted. When Allah's Messenger (ﷺ) had finished the work he said:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) had the sublimest character among mankind. I had a brother who was called Abu 'Umair. I think he was weaned. When Allah's Messenger (may peace he upon him) came to our house he saw him, and said:",
      "text": "'Aişe bildirdi ki, yeni doğan bebekler Allah'ın Resulü'ne (ﷺ) getirildi. O, onlara bereket verdi ve damaklarını hurmalarla ovaladı."
    },
    {
      "id": 38,
      "narrator": "Anas b Malik reported that Allah's Messenger (ﷺ) addressed me:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Mughira b. Shu'ba reported that none else had asked more questions from Allah's Messenger (ﷺ) about the Dajjal than I, but he simply said in a slight mood):",
      "text": "'Aişe bildirdi: 'Abdullah b. Zübeyr'i Allah'ın Resulü'ne (ﷺ) götürdük ki, tükürüğünü ağzına koysun ve onları temin etmek için oldukça fazla çaba sarf etmek zorunda kaldık."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Abu Sa'id Khudri reported:",
      "text": "Sahl b. Sa'd bildirdi ki, Mender b. Ebu Usaid, doğduğu zaman Allah'ın Resulü'ne (ﷺ) getirildi. Allah'ın Resulü (ﷺ) onu uyluğuna koydu ve Ebu Usaid orada oturmaya devam etti. Allah'ın Resulü (ﷺ) önünde başka bir şeyle meşguldü. Ebu Usaid, çocuğunun Allah'ın Resulü'nün (ﷺ) kucağından kaldırılmasını emretti ve böylece kaldırıldı. Allah'ın Resulü (ﷺ) işini bitirdiğinde, \"Çocuk nerede?\" dedi. Abd Usaid dedi: \"Allah'ın Resulü, biz onu aldık.\" O dedi: \"Adı ne?\" O dedi: \"Allah'ın Resulü, o böyle ve böyle.\" Bunun üzerine o (Peygamber) dedi: \"Hayır, adı Mender'dir\" ve o günde ona Mender adını verdi."
    },
    {
      "id": 42,
      "narrator": "This hadith has been narrated on the authority of Yazid b. Khusaifa with the same chain of transmitters but with this addition:",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Abd Sa'id Khudri reported:",
      "text": "Enes b. Malik bildirdi ki, Allah'ın Resulü (ﷺ) insanlık arasında en yüksek ahlaka sahipti. Benim 'Abu 'Umair' adında bir kardeşim vardı. Onun sütten kesildiğini düşünüyorum. Allah'ın Resulü (sallallahu aleyhi ve sellem) evimize geldiğinde onu gördü ve \"Abu 'Umair, serçe ne yaptı?\" dedi. O (Enes) dedi ki, onunla oynuyordu."
    },
    {
      "id": 44,
      "narrator": "Abu Sa'id reported that Abu Musa al-Ash'ari came to the door of 'Umar and sought his permission (to get into his house). Umar said:",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "",
      "text": "Enes b. Malik bildirdi ki, Allah'ın Resulü (ﷺ) bana hitap etti: Ey oğlum."
    },
    {
      "id": 46,
      "narrator": "'Ubaid b. Umair reported that Abu Musa brought permission from Umar (to enter the house) three times, and finding him busy came back, whereupon Umar said (to the Inmates of his house):",
      "text": "'Ubaid b. Umair, Abu Musa'nın, Umar'dan (eve girmek için) üç kez izin istediğini ve onu meşgul bulunca geri döndüğünü bildirmiştir. Bunun üzerine Umar, evdekilere şöyle dedi: 'Abdullah b. Qais'in (Abu Musa Ash'ari'nin künyesi) sesini duymadınız mı? O geri çağrıldı. Hadrat 'Umar şöyle dedi: Bunu yapmaya seni ne sevk etti? O da: İşte böyle hareket etmemiz emredildi, dedi. Hadrat 'Umar: Bununla ilgili delil getir, aksi takdirde seninle sert bir şekilde muamele edeceğim, dedi. Bunun üzerine o (Abu Musa) yola çıktı ve Ensar'ın toplantısına geldi ve onlardan Hadrat Umar'a bu konuda şahitlik etmelerini istedi. Orada bulunan (Sahabeler) dediler ki: Aramızda bu gerçeği ancak en genç olanımız doğrulayabilir. Bunun üzerine en genç olan Abu Sa'id Khudri dedi: Başkalarının evini ziyaret ederken böyle hareket etmemiz emredildi. Bunun üzerine 'Umar dedi ki: Allah'ın Resulü'nün (ﷺ) bu emri, şimdiye kadar benim işim nedeniyle gizli kalmıştı."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Abu Musa Ash'ari reported that he went to 'Umar b. Khattab and greeted him by saying:",
      "text": "Bu hadisin, Ibn Juraij aracılığıyla aktarıldığı bildirilmiştir, ancak \"pazar işim\" ifadesine yer verilmemiştir."
    },
    {
      "id": 49,
      "narrator": "This hadith has been narrated on the authority of Talha b. Yahya with the same chain of transmitters but with this variation of wording:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Abu Musa Ash'ari, 'Umar b. Khattab'a gittiğini ve ona \"Selamünaleyküm, işte 'Abdullah b. Qais\" diyerek selam verdiğini bildirmiştir, fakat o (Hadrat 'Umar) onu içeri almadı. O (Abu Musa Ash'ari) tekrar \"Selamünaleyküm\" diyerek \"İşte Abu Musa\" dedi, ama o (Hadrat 'Umar) yine izin vermedi. Tekrar \"Selamünaleyküm\" dedi ve \"İşte Ash'ari\" dedi, (cevap alamayınca geri döndü). Hadrat 'Umar dedi ki: Onu bana geri getirin, onu bana geri getirin. Böylece oraya gitti (Hadrat 'Umar'ın huzuruna) ve ona şöyle dedi: Abu Musa, neden geri döndün, biz bir işte meşguldük? O da: Allah'ın Resulü'nün (salat ve selam üzerine olsun) \"İzin üç kez istenmelidir. Eğer izin verilirse (girebilirsiniz), aksi takdirde geri dönün\" dediğini duydum, dedi. O (Hadrat 'Umar) dedi ki: Bu gerçeği kanıtlayacak bir şahit getir, aksi takdirde sana şunu ve bunu yapacağım, yani seni cezalandıracağım. Abu Musa gitti ve 'Umar ona (giderken) dedi: Eğer (Abu Musa) bir şahit bulursa akşam vakti minberin yanında onunla buluşsun, eğer şahit bulamazsa orada onu bulamayacaksın. Akşam olduğunda Hadrat 'Umar onu (Abu Musa'yı) orada buldu. Hadrat 'Umar dedi ki: Abu Musa, söylediğin şeyle ilgili bir şahit bulabildin mi? O da: Evet. İşte Ubayy b. Ka'b burada, dedi. Bunun üzerine Hadrat 'Umar: Evet, o güvenilir bir (şahit)dir, dedi. Hadrat 'Umar: Abu Tufail (Ubayy b. Ka'b'ın künyesi), o (Abu Musa) ne diyor? Bunun üzerine o şöyle dedi: İbn Khattab, ben Allah'ın Resulü'nün (ﷺ) böyle söylediğini duydum. Allah'ın Resulü'nün (ﷺ) Sahabelerine zorbalık etme, dedi. Bunun üzerine Hadrat 'Umar dedi ki: Allah'ı tenzih ederim. Bu konuda bir şey duymuştum, ama bunu kesin bir gerçek olarak kabul etmek istedim."
    },
    {
      "id": 51,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "This hadith has been transmitted on the authority of Shu'ba with a slight variation of wording and that is:",
      "text": "Bu hadis, Talha b. Yahya aracılığıyla aynı isnat zinciriyle aktarılmıştır, ancak şu kelime değişikliği ile: Hadrat 'Umar dedi ki: Abu Mundhir (Ubayy b. Ka'b'ın künyesi), bunu Allah'ın Resulü'nden (ﷺ) duydun mu? Bunun üzerine o dedi ki: Evet. Ve ayrıca dedi ki: İbn Khattab, Allah'ın Resulü'nün (salat ve selam üzerine olsun) Sahabelerine bir eziyet olma. Ancak 'Umar'ın \"Allah'ı tenzih ederim\" sözleri ve sonrasında gelenler hakkında bir şey belirtilmemiştir."
    },
    {
      "id": 53,
      "narrator": "Sahl b. Sa'd as-Sa'id reported that a person peeped through the hole of the door of Allah's Messenger (ﷺ), and at that time Allah's Messenger (ﷺ) had with him a scratching instrument with which he had been scratching his head. When Allah's Messenger (ﷺ) saw him. he said:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Sahl b. Sa'd as-Sa'idi reported that a person peeped through the hole of the door of Allah's Messenger (ﷺ) and he had with him some pointed thing with which he had been adjusting (the hair of his head). Allah's Messenger (ﷺ) said to him:",
      "text": "Jabir b. Abdullah, Allah'ın Resulü'ne (ﷺ) geldiğini ve ondan (izin istemek amacıyla) seslendiğini bildirmiştir. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Kim o? Ben de: Benim, dedim. Bunun üzerine o (Peygamber) dışarı çıktı ve: Benim, benim, dedi."
    },
    {
      "id": 55,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Anas b. Malik reported that a person peeped in some of the holes (in the doors) of Allah's Messenger (ﷺ) (and he found him) standing up (lifting) an arrow or some arrows. The narrator said:",
      "text": "Jabir b. Abdullah, Allah'ın Resulü'nden (salat ve selam üzerine olsun) onu görmek için izin istediğini bildirmiştir. O da: Kim o? dedi. Ben de: Benim, dedim. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: Benim, benim (bu sözler beni bir sonuca götürmüyor)."
    },
    {
      "id": 57,
      "narrator": "Abu Huraira reported having heard Allah's Messenger (ﷺ) say:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadis, Shu'ba aracılığıyla hafif bir kelime değişikliği ile aktarılmıştır ve şu şekildedir: Peygamber (ﷺ) bu sözleri söyledi: \"Benim, benim.\" sanki buna karşı çıkıyormuş gibi."
    },
    {
      "id": 59,
      "narrator": "Jarir b. 'Abdullah reported:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "Sahl b. Sa'd as-Sa'id, bir kişinin Allah'ın Resulü'nün (ﷺ) kapısının deliğinden içeri baktığını ve o sırada Allah'ın Resulü'nün (ﷺ) kafasını kaşımak için bir alet kullandığını bildirmiştir. Allah'ın Resulü (ﷺ) onu görünce, \"Eğer senin kapıdan içeri baktığını bilseydim, onu gözlerine sokardım\" dedi. Ve Allah'ın Resulü (ﷺ) dedi ki: İzin, bakışlardan korunmak için gereklidir."
    }
  ]
}