{
  "language": "tr",
  "metadata": {
    "length": 212,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Sürücü, önce yayaya selam vermelidir; yaya, oturan kişiye selam vermelidir ve küçük bir grup, daha büyük bir gruba selam vermelidir (as-Salam-u-'Alaikum ile)."
    },
    {
      "id": 2,
      "narrator": "Abu Talha reported:",
      "text": "Abu Talha şöyle bildirdi: Biz evlerin önünde oturup kendi aramızda konuşurken, Allah'ın Elçisi (ﷺ) oraya geldi. Bizim yanımızda durdu ve şöyle dedi: Yollar üzerindeki toplantılarınız ne olacak? Bu yollar üzerindeki toplantılardan kaçının. Biz dedik ki: Biz burada (geçenlere zarar verme niyeti olmadan) oturuyoruz; meseleleri tartışmak ve kendi aramızda konuşmak için oturuyoruz. Bunun üzerine o şöyle dedi: Eğer bu yollar üzerinde oturmaktan başka çareniz yoksa, yolların haklarını verin; bunlar da gözlerinizi indirmek, selamlaşmak ve iyi konuşmaktır."
    },
    {
      "id": 3,
      "narrator": "Abu Sa'id Khudri reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Sa'id Khudri, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yollar üzerinde oturmaktan kaçının. Onlar (Sahabe) dediler ki: Allah'ın Elçisi, bu yollar üzerinde toplantılar yapmaktan başka çaremiz yok; burada meseleleri tartışıyoruz. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer toplantılar yapmaya ısrar ediyorsanız, o zaman yolun haklarını verin. Onlar dediler ki: Bu haklar nelerdir? Bunun üzerine o şöyle dedi: Gözleri indirmek, zarar vermekten kaçınmak, selamlaşmak, iyiliği emretmek ve kötülükten sakındırmaktır."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bu hadisi Zaid b. Aslam'dan aynı isnadla nakledilmiştir."
    },
    {
      "id": 5,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir Müslümanın kardeşi üzerindeki beş hakkı vardır: selamı almak, biri hapşırdığında \"Yarhamuk Allah\" demek, hastaları ziyaret etmek, cenazeye katılmak. Abd al-Razzaq, bu hadisin Zuhri'den mursal hadisi olarak aktarıldığını ve bunu İbn Musayyib'den desteklediğini söyledi."
    },
    {
      "id": 6,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Bir Müslümanın diğer Müslüman üzerindeki altı hakkı vardır. Kendisine: Allah'ın Elçisi, bunlar nelerdir? denildi. Bunun üzerine o şöyle dedi: Onu gördüğünde selam ver; seni bir ziyafete davet ettiğinde kabul et; sana danıştığında ona danış; hapşırdığında \"Elhamdülillah\" dediğinde \"Yarhamuk Allah\" de; hasta olduğunda onu ziyaret et; ve öldüğünde cenazesine katıl."
    },
    {
      "id": 7,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Ehl-i Kitap size selam verdiğinde, siz de şöyle demelisiniz: Size de."
    },
    {
      "id": 8,
      "narrator": "Anas reported that the Companions of Allah's Apostle (ﷺ) said to him:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) arkadaşlarının ona şöyle dediğini bildirdi: Ehl-i Kitap bize selam veriyor (as-Salamu- 'Alaikum diyerek). Biz onlara nasıl karşılık vermeliyiz? Bunun üzerine o şöyle dedi: De ki: Wa 'Alaikum (ve sizlere de)."
    },
    {
      "id": 9,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yahudiler size selam verdiğinde, bazıları as-Sam-u-'Alaikum (ölüm üzerinize olsun) der. Siz buna karşılık olarak şöyle demelisiniz: O sizin üzerinize olsun."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar'dan başka bir isnadla ve kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 11,
      "narrator": "'A'isha reported that a group of Jews came to Allah's Messenger (ﷺ) and sought his audience and said:",
      "text": "'A'isha, bir grup Yahudi'nin Allah'ın Elçisi (ﷺ) yanına geldiğini ve onunla görüşmek istediklerini ve şöyle dediklerini bildirdi: As-Sam-u-'Alaikum. 'A'isha, buna karşılık olarak: As-Sam-u-'Alaikum (ölüm üzerinize olsun) ve lanet de olsun, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: 'A'isha, Allah her işte iyiliği sever. O şöyle dedi: Onların söylediklerini duydu mu? Bunun üzerine o şöyle dedi: Ben onlara \"Wa 'Alaikum\" demediğimi duymadın mı?"
    },
    {
      "id": 12,
      "narrator": "This hadith has been transmitted on the authority of Zuhri that Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, Zuhri'den nakledilmiştir ki Allah'ın Elçisi (ﷺ) şöyle dedi: Ben 'Alaikum dedim, ve nakilci \"ve\" kelimesini zikretmedi."
    },
    {
      "id": 13,
      "narrator": "'A'isha reported that some Jews came to Allah's Apostle (ﷺ) and they said:",
      "text": "'A'isha, bazı Yahudilerin Allah'ın Elçisi (ﷺ) yanına geldiklerini ve şöyle dediklerini bildirdi: Abu'l-Qasim (Peygamberimizin künyesi), as-Sam-u-'Alaikum, bunun üzerine o (Peygamber) şöyle dedi: Wa 'Alaikum. 'A'isha, onların bu sözlerine karşılık olarak: Ama üzerinize ölüm ve rezillik olsun, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: 'A'isha, sert sözler kullanma. O şöyle dedi: Onların ne dediğini duydun mu? Bunun üzerine o (Peygamber) şöyle dedi: Onlara karşılık vermediğimi mi sanıyorsun; onlara \"Wa 'Alaikum\" dedim."
    },
    {
      "id": 14,
      "narrator": "This hadith has been reported on the authority of A'znash with a slight variation of wording. 'A'isha understood their meaning and cursed them and Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, A'znash'tan hafif bir kelime değişikliği ile nakledilmiştir. 'A'isha onların anlamını anladı ve onlara lanet etti. Allah'ın Elçisi (ﷺ) şöyle dedi: 'A'isha, (bunu yapma) çünkü Allah sert sözleri sevmez. Ve bu aşamada, \"Ve sana geldiklerinde, sana selam verdikleri selam ile selam vermiyorlar\" (İsra, 8) ayeti nazil olmuştur."
    },
    {
      "id": 15,
      "narrator": "Jabir b. Abdullah reported that some people from amongst the Jews said to Allah's Messenger (ﷺ) Abu'l-Qasim. as-Sam-u-'Alaikum, whereupon he said:",
      "text": "Cabir b. Abdullah, bazı Yahudilerin Allah'ın Elçisi (ﷺ) 'e şöyle dediğini bildirdi: Abu'l-Qasim, as-Sam-u-'Alaikum, bunun üzerine o şöyle dedi: Wa 'Alaikum. 'A'isha öfkelendi ve ona (Allah'ın Elçisi) onların ne dediğini duymadığını sordu. O şöyle dedi: Duydum ve onlara karşılık verdim (ve onlara lanetim Allah tarafından karşılık bulacak), ama (onların bize yaptıkları lanet) karşılık bulmayacak."
    },
    {
      "id": 16,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Yahudilere ve Hristiyanlara, önce selam vermeden selam vermeyin ve yolda onlardan herhangi biriyle karşılaştığınızda, onu yolun en dar kısmına zorlayın."
    },
    {
      "id": 17,
      "narrator": "This hadith has been narrated on the authority of Suhail with the same chain of transmitters but with a slight variation of wording. The hadith transmitted on the authority of Waki', the words are 'When you meet the Jews.\" And in the hadith transmitted on the authority of Shu'ba, the words are:",
      "text": "Bu hadis, Suhail'in rivayetiyle aynı isnat zinciriyle ancak kelime açısından küçük bir farklılıkla aktarılmıştır. Vaki' üzerinden aktarılan hadiste, \"Yahudilerle karşılaştığınızda\" ifadesi geçmektedir. Shu'ba üzerinden aktarılan hadiste ise, \"Kitap Ehli ile karşılaştığınızda\" ifadesi vardır. Jarir üzerinden aktarılan hadiste ise, \"Onlarla karşılaştığınızda\" ifadesi geçmektedir; ancak müşriklerden hiçbiri açıkça isimlendirilmemiştir."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) genç çocukların yanından geçerken onlara selam verdiğini bildirmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, Sayyar'ın rivayetiyle aynı isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Sayyar reported:",
      "text": "Sayyar şöyle bildirdi: Thibit al-Bunani ile yürüyordum, çocukların yanından geçtik ve o onlara selam verdi. Thibit, Anas ile yürüdüğünü ve çocukların yanından geçtiklerinde ona selam verdiğini bildirdi. Anas da, Allah'ın Elçisi (ona selam olsun) ile yürüdüğünü ve çocukların yanından geçtiklerinde ona selam verdiğini bildirdi."
    },
    {
      "id": 21,
      "narrator": "Ibn Mas'ud reported:",
      "text": "İbn Mes'ud, Allah'ın Elçisi (ﷺ) bana şöyle dedi: İçeri girmeye izin verildiğinin işareti, perdenin kaldırılmasıdır veya beni sessizce konuşurken duyarsın, ta ki sana yasaklayana kadar."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, 'Ubaidullah'ın rivayetiyle aynı isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 23,
      "narrator": "A'isha reported that Sauda (Allah he pleated with her) went out (in the fields) in order to answer the call of nature even after the time when veil had been prescribed for women. She had been a bulky lady, significant in height amongst the women, and she could not conceal herself from him who had known her. 'Umar b. Khattab saw her and said:",
      "text": "A'işe, Sauda (Allah ondan razı olsun) doğa çağrısını yanıtlamak için (tarlalara) çıktığını, kadınlar için örtünme zamanının geldiği halde bunu yaptığını bildirdi. O, kadınlar arasında iri yapılı ve uzun boylu biriydi ve kendisini tanıyanlardan gizleyemedi. 'Umar b. Khattab onu gördü ve dedi ki: Sauda, Allah'a yemin ederim, bizden gizlenemezsin. Bu yüzden dışarı çıkarken dikkatli ol. O (A'işe) dedi: Geri döndü. O sırada Allah'ın Elçisi (ﷺ) benim evimde akşam yemeği yiyordu ve elinde bir kemik vardı. O (Sauda) geldi ve dedi: Allah'ın Elçisi, dışarı çıktım ve 'Umar bana şöyle dedi. O (A'işe) bildirdi: Ona vahiy geldi ve sonra sona erdi; kemik elindeydi ve onu atmamıştı ve dedi ki: İhtiyaçlarınız için dışarı çıkmanıza izin verilmiştir."
    },
    {
      "id": 24,
      "narrator": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters, and the words are:",
      "text": "Bu hadis, Hişam'ın rivayetiyle aynı isnat zinciriyle aktarılmıştır ve kelimeleri şunlardır: O (Sauda), insanlar arasında (vücut yapısı açısından) önemli görünen bir kadındı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 25,
      "narrator": "'A'isha reported that the wives of Allah's Messenger (ﷺ) used to go out in the cover of night when they went to open fields (in the outskirts of Medina) for easing themselves. 'Umar b Khattab used to say:",
      "text": "A'işe, Allah'ın Elçisi (ﷺ) eşlerinin, Medine'nin kenarındaki açık alanlara ihtiyaçlarını gidermek için gece karanlığında dışarı çıktıklarını bildirdi. 'Umar b. Khattab, Allah'ın Elçisi'ne, kadınlarının örtünmesini istemesini söylerdi, ancak Allah'ın Elçisi (ﷺ) bunu yapmadı. Böylece Sauda, Allah'ın Elçisi'nin eşi, karanlık bir gecede dışarı çıktı. O, uzun boylu bir kadındı. 'Umar onu çağırarak dedi: Sauda, seni tanıyoruz. (Bunu, örtünme ile ilgili ayetlerin inmesini umarak yaptı.) A'işe dedi ki: Yüce ve Glorif olan Allah, sonra örtünme ile ilgili ayetleri indirdi."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab'ın rivayetiyle aynı isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 27,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Hiçbir kimse, evli bir kadınla geceyi geçirmemelidir, ancak yalnızca onunla evli ise veya onun Mahram'ı ise."
    },
    {
      "id": 28,
      "narrator": "`Uqba b. `Amir reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Uqba b. 'Amir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Evlerin içine girmekten ve kadınlarla (yalnız kalmaktan) sakının. Ensardan bir kişi dedi ki: Allah'ın Elçisi, kocanın kardeşi hakkında ne dersiniz? Bunun üzerine o (ﷺ) dedi: Kocanın kardeşi, ölüme benzer."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Bu hadis, Yazid b. Abu Habib'in rivayetiyle aynı isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 30,
      "narrator": "Ibn Wahb reported:",
      "text": "İbn Wahb, Laith b. Said'in şöyle dediğini duyduğunu bildirdi: Al-Hamv, kocanın kardeşi veya kocanın akrabalarından biri, örneğin kuzen gibi anlamına gelir."
    },
    {
      "id": 31,
      "narrator": "'Abdullah b. 'Amr. b. al-'As reported that some persons from Banu Hisham entered the house of Asma' daughter of 'Umais when Abu Bakr also entered (and she was at that time his wife). He (Abu Bakr) saw it and disapproved of it and he made a mention of that to Allah's Messenger (ﷺ) and said:",
      "text": "Abdullah b. Amr b. al-'As, bazı Banu Hişam mensuplarının Asma' bint 'Umais'in evine girdiğini, o sırada Abu Bekir'in de (ve o zaman onun eşi) oraya girdiğini bildirdi. O (Abu Bekir) bunu gördü ve hoşlanmadı, bunu Allah'ın Resulü'ne (ﷺ) iletti ve dedi ki: \"Ben eşimde sadece iyi şeyler gördüm.\" Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Şüphesiz Allah onu bunlardan korumuştur.\" Sonra Allah'ın Resulü (ﷺ) minbere çıktı ve şöyle dedi: \"Bugünden sonra hiç kimse bir başkasının evine onun yokluğunda girmesin, yalnızca bir veya iki kişiyle birlikte olduğunda girebilir.\""
    },
    {
      "id": 32,
      "narrator": "Anas reported that when Allah's Messenger (ﷺ) was in the company of one of his wives a person happened to pass by them. He called him and when he came, he said to him:",
      "text": "Anas, Allah'ın Resulü (ﷺ) bir eşinin yanında iken yanlarından bir kişinin geçtiğini bildirdi. Onu çağırdı ve geldiğinde ona dedi ki: \"Ey falan, o benim şu ve bu eşimdi.\" Bunun üzerine o dedi ki: \"Allah'ın Resulü, eğer en azından sana dair bir şüphem olsaydı, kesinlikle senin hakkında bir şüphe taşımam.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Şüphesiz şeytan, insanın bedeninde kan gibi dolaşır.\""
    },
    {
      "id": 33,
      "narrator": "Safiyya daughter of Huyyay (the wife of Allah's Apostle) reported that while Allah's Messenger (may peace be. upon him) had been observing I'tikaf, I came to visit him one night and talked with him for some time. Then I stood up to go back and he (Allah's Apostle) also stood up with me in order to bid me good-bye. She was at that time residing in the house of Usama b. Zaid. The two persons from the Ansar happened to pass by him. When they saw Allah's Apostle (ﷺ). they began to walk swiftly, thereupon Allah's Messenger (ﷺ) said to them:",
      "text": "Safiyya bint Huyyay (Allah'ın Resulü'nün eşi) bildirdi ki, Allah'ın Resulü (ona selam olsun) İ'tikaf'ta iken bir gece onu ziyarete geldim ve onunla bir süre konuştum. Sonra geri dönmek için ayağa kalktım ve o da (Allah'ın Resulü) veda etmek için benimle birlikte ayağa kalktı. O zaman Usame b. Zaid'in evinde yaşıyordu. Ansar'dan iki kişi yanından geçti. Allah'ın Resulü (ﷺ) görünce hızlıca yürümeye başladılar, bunun üzerine Allah'ın Resulü (ﷺ) onlara dedi ki: \"Sakin yürüyün, o Safiyya bint Huyyay'dır...\" İkisi de dedi: \"Ey Resul, Allah'ı tenzih ederiz, (en uzak köşelerimizde bile şüpheyi düşünemeyiz), bunun üzerine o dedi: \"Şeytan, insanın bedeninde kan gibi dolaşır ve ben, kalbinizde herhangi bir kötülük veya bir şey yerleştirmesinden korktum.\""
    },
    {
      "id": 34,
      "narrator": "This hadith has been reported on the authority of Safiyya, the wife of Allah's Apostle (ﷺ), through another chain of transmitters (and the words) are:",
      "text": "Bu hadis, Safiyya, Allah'ın Resulü'nün eşi tarafından başka bir nakil zinciriyle bildirilmiştir ve sözler şunlardır: \"O, Allah'ın Resulü'nü (ﷺ) ziyaret etmek için Ramazan'da camide İ'tikaf'ta iken gitti. Onunla bir süre konuştu ve sonra geri dönmek için ayağa kalktı ve Allah'ın Resulü (ﷺ) ona veda etmek için ayağa kalktı.\" Hadisin geri kalanı aynıdır, ancak Allah'ın Resulü'nün (ﷺ) söylediği sözlerde değişiklik vardır: \"Şeytan, insanın bedenine kanın girişi gibi girer (bedenin her yerinde).\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Abu Waqid al-Laithi, Allah'ın Resulü (ﷺ) camide bazı insanlarla otururken yanına üç kişinin geldiğini bildirdi; bunlardan ikisi Allah'ın Resulü'ne (ﷺ) doğru yaklaştı, biri ise uzaklaştı. İkisi Allah'ın Resulü'nün (ﷺ) yanında durdu ve biri onun etrafında bir yer bulup oturdu; diğeri ise arkasında oturdu ve üçüncüsü uzaklaştı. Allah'ın Resulü (ﷺ) işini bitirdikten sonra dedi ki: \"Bu üç kişi hakkında size bilgi vermeyeyim mi? Birisi Allah'a sığındı ve Allah ona sığınma verdi, diğeri utandı ve Allah onun utangaçlığına merhamet etti (ve böylece o toplantıya alındı), sonuncusu ise geri döndü ve Allah ona yönelmedi.\""
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciriyle İshak b. Abdullah b. Talha tarafından bildirilmiştir."
    },
    {
      "id": 37,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) having said:",
      "text": "İbn 'Umar, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: \"Sizden hiç kimse bir başkasını toplantıda ayakta tutup sonra onun yerini işgal etmesin.\""
    },
    {
      "id": 38,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: \"Hiç kimse bir başkasına kendi yerinde ayakta durmasını istemesin ve sonra oraya oturmasın, ama sadece şöyle desin: 'Yer açın ve bana yer verin.'\""
    },
    {
      "id": 39,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar'dan başka bir nakil zinciriyle bildirilmiştir, ancak kelimelerde hafif bir değişiklik vardır."
    },
    {
      "id": 40,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: \"Hiç kimse kardeşini ayakta tutup sonra kendi yerinde oturmasın (ve İbn 'Umar'ın, herhangi bir kişi onun için yer açmak amacıyla ayakta durduğunda oraya oturmadığı bilinir).\""
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Bu hadis, Ma'mar tarafından aynı nakil zinciriyle bildirilmiştir."
    },
    {
      "id": 42,
      "narrator": "Jabir reported Allah's Apostle (may peace he upon him) as saying:",
      "text": "Cabir, Allah'ın Resulü'nün (ona selam olsun) şöyle dediğini bildirdi: \"Sizden hiç kimse Cuma günü (cemaat namazı sırasında) kardeşini ayakta tutup sonra onun yerini işgal etmesin, ama sadece ona (Bana yer aç) demelidir.\""
    },
    {
      "id": 43,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: \"Sizden biri ayağa kalktığında, ve Abu 'Awina'dan nakledilen hadiste sözler şunlardır: 'Kendi yerinde ayakta duran ve (uzaklaşıp) sonra geri dönen, o yerin en büyük hakkına sahiptir.'\""
    },
    {
      "id": 44,
      "narrator": "Umm Salama reported that she had a eunuch (as a slave) in her house. Allah's Messenger imay peace be upon him) was once in the house that he (the eunuch) said to the brother of Umm Salama:",
      "text": "Ümmü Seleme, evinde bir hadım (köle) bulundurduğunu bildirdi. Allah'ın Resulü (ona selam olsun) bir gün evdeyken, o (hadım) Ümmü Seleme'nin kardeşine dedi ki: \"Abdullah b. Aba Ümeyye, eğer Allah seni Taif'te yarın zaferle mükafatlandırırsa, sana Ghilân'ın kızını göstereceğim, çünkü onun karnının ön tarafında dört kat var ve arka tarafında sekiz kat var.\" Allah'ın Resulü (ﷺ) bunu duydu ve dedi ki: \"Böyle (insanlar) size gelmemeli.\""
    },
    {
      "id": 45,
      "narrator": "'A'isha reported that a eunuch used to come to the wives of Allah's Apostle (ﷺ) and they did not And anything objectionable in his visit considering him to be a male without any sexual desire. Allah's Apostle (ﷺ) one day came as he was sitting with some of his wives and he was busy in describing the bodily characteristics of a lady and saying:",
      "text": "A'işe, bir hadımın Allah'ın Resulü'nün (ﷺ) eşlerine geldiğini ve onların onun ziyaretinde hiçbir sakınca görmediklerini, onu cinsel arzusu olmayan bir erkek olarak kabul ettiklerini bildirdi. Allah'ın Resulü (ﷺ) bir gün, bazı eşleriyle otururken bir kadının bedensel özelliklerini tarif ediyordu ve diyordu ki: \"Önü geldiğinde dört katı ortaya çıkar ve arkasını döndüğünde sekiz katı ortaya çıkar.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Bunları bildiğini biliyorum; bu yüzden onun gelmesine izin vermeyin.\" O (\"A'işe\") dedi ki: \"Sonra onlardan sakınmaya başladılar.\""
    },
    {
      "id": 46,
      "narrator": "Asma' daughter of Abu Bakr reported that the was married to Zubair. He had neither land nor wealth nor slave nor anything else like it except a bom. She further said:",
      "text": "Asma' binti Ebu Bekir, Zübeyir ile evli olduğunu bildirdi. Zübeyir'in ne toprağı ne de malı, kölesi ya da buna benzer bir şeyi yoktu; sadece bir deve vardı. O, ayrıca şunları da söyledi: Ben onun atını otlatıyordum, ona yem veriyor ve bakıyordum, devesinin hurmalarını öğütüyordum. Bunun dışında, deveyi otlatıyordum, ona su temin ediyordum, deri kova onarıyordum ve un yoğuruyordum. Fakat ekmek pişirmekte pek mahir değildim, bu yüzden komşu kadınlar benim için ekmek pişiriyorlardı ve onlar samimi kadınlardı. O, ayrıca şunları da söyledi: Zübeyir'in Allah'ın Resulü (ﷺ) tarafından kendisine bahşedilen hurma taşlarını başımda taşıyordum ve bu Medine'den iki mil uzaklıktaydı. O, ekledi: Bir gün başımda hurma taşlarını taşırken, Allah'ın Resulü (ﷺ) ve bazı arkadaşlarıyla karşılaştım. O, beni çağırdı ve deveyi oturmasını söyledi ki, onun arkasında bineyim. (Kocama dedim ki:) Utandım ve senin kıskançlığını hatırladım, bunun üzerine o dedi ki: Vallahi, başında hurma taşlarını taşımak, onunla binmekten daha ağır bir yük. O, dedi ki: (Zorluk içinde yaşadım) ta ki Ebu Bekir, daha sonra bir kadın köle gönderene kadar; o, atın bakımını üstlendi ve ben sanki özgürleşmiş gibi hissettim."
    },
    {
      "id": 47,
      "narrator": "Asma' reported:",
      "text": "---"
    },
    {
      "id": 48,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Asma' bildirdi: Zübeyir'in ev işlerini yapıyordum ve onun bir atı vardı; ona bakıyordum. Atla ilgilenmekten daha ağır bir yüküm yoktu; ona ot getiriyor ve bakıyordum, sonra Allah'ın Resulü (ﷺ) bazı savaş esirlerine sahip olduğunda bir hizmetçi aldım. O (hizmetçi) daha sonra atla ilgilenmeye başladı ve böylece bu yükten kurtuldum. Bir kişi geldi ve dedi ki: Abdullah'ın annesi, ben yoksul biriyim ve senin evinin gölgesinde iş kurmayı düşünüyorum. Ben (Asma') dedim: Eğer sana izin verirsem, Zübeyir buna razı olmayabilir, bu yüzden Zübeyir'in de orada olduğu bir zamanda gel ve bunu talep et. O, buna göre geldi ve dedi: Abdullah'ın annesi, ben yoksul biriyim. Senin evinin gölgesinde küçük bir iş kurmayı düşünüyorum. Ben dedim: Medine'de (iş kurmak için) benim evimden başka bir yer yok mu? Zübeyir dedi: Yoksul adamın burada iş kurmasını neden yasaklıyorsun? Böylece o iş kurdu ve (o kadar kazandı ki) köle kızımızı ona sattık. Zübeyir yanıma geldi, para kucağımdaydı. O dedi: Bunu bana ver. Ben dedim: (Ben bunu) sadaka olarak harcamayı düşünüyorum."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Üç kişi olduğunda, ikisi diğerinin dışında gizlice konuşmamalıdır."
    },
    {
      "id": 51,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "",
      "text": "Bu hadis, İbn Ömer'in iki farklı rivayet zinciri aracılığıyla bildirilmiştir."
    },
    {
      "id": 53,
      "narrator": "'A'isha (the wife of Allah's Apostle) said:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "Abu Sa'id reported that Gabriel came to Allah's Messenger (ﷺ) and said:",
      "text": "Abdullah, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Eğer üç kişiyseniz, ikiniz diğerinin dışında gizlice konuşmamalıdır; ta ki başka insanlar ona katılana kadar (ve yalnızlığını giderene kadar), çünkü bu onun duygularını incitebilir."
    },
    {
      "id": 55,
      "narrator": "Abu Huraira reported so many abidith from Allah's Messenger (ﷺ) and he reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 56,
      "narrator": "Ibn 'Abbas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Eğer üç kişiyseniz, ikiniz arkadaşınızın dışında gizlice konuşmamalıdır; çünkü bu onun duygularını incitir."
    },
    {
      "id": 57,
      "narrator": "A'isha reported:",
      "text": "---"
    },
    {
      "id": 58,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) was affected with a spell, the rest of the hadith is the same but with this variation of wording:",
      "text": "Bu hadis, A'maş aracılığıyla aynı rivayet zinciri ile bildirilmiştir."
    },
    {
      "id": 59,
      "narrator": "Anas reported that a Jewess came to Allah's Messenger (ﷺ) with poisoned mutton and he took of that what had been brought to him (Allah's Messenger). (When the effect of this poison were felt by him) he called for her and asked her about that, whereupon she said:",
      "text": "---"
    },
    {
      "id": 60,
      "narrator": "",
      "text": "A'işe (Allah'ın Resulü'nün eşi) dedi ki: Allah'ın Resulü (ﷺ) hastalandığında, Cebrail bu ayeti okurdu: \"Allah'ın adıyla, seni her türlü hastalıktan iyileştirsin ve kıskanç birinin kıskandığında sana zarar vermesinden ve nazardan korusun.\""
    },
    {
      "id": 61,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (salat ve selam ona olsun) hastalanan bir kimseye sağ elini sürerek şöyle derdi: Ey insanların Rabbi, ona sağlık ver, onu iyileştir, çünkü Sen büyük bir şifacısın. Şifacı yoktur, ama Senin şifa gücünle iyileşilir ve hastalık giderilir. Ayrıca şöyle ekledi: Allah'ın Elçisi (ﷺ) hastalandığında ve hastalığı ciddi bir hal aldığında, onun elini tutarak, onun yapmak istediği gibi yapmak istedim (yani onun kutsal eliyle bedenini ovmak). Fakat o, elini elimden çekti ve sonra şöyle dedi: Ey Allah, beni affet ve beni arkadaşlarımla birleştir. Dedi ki: Ona sürekli bakıyordum, o ise vefat etmişti."
    },
    {
      "id": 62,
      "narrator": "This. hadith has been reported on the authority of Shu'ba through another chain of transmitters (and the words are):",
      "text": "Bu hadis, Şu'ba aracılığıyla başka bir nakil zincirinden aktarılmıştır (ve kelimeleri şunlardır): \"Onu el ile ovdu\" ve (Thauri'nin naklinde) \"Sağ eliyle ovardı\" şeklindedir. Bu hadis başka bir nakil zinciriyle de aktarılmıştır."
    },
    {
      "id": 63,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Allah'ın Elçisi (ﷺ) hastaları ziyaret ettiğinde şöyle derdi: Ey insanların Rabbi, hastalığı gider, onu iyileştir, çünkü Sen büyük bir şifacısın, Senin şifa gücünle hastalıktan eser kalmaz."
    },
    {
      "id": 64,
      "narrator": "'A'isha reported that when Allah's Messenger (ﷺ) came to visit any sick he supplicated for him and said:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) herhangi bir hastayı ziyaret ettiğinde onun için dua ettiğini ve şöyle dediğini bildirdi: Ey insanların Rabbi, hastalığı gider, onu iyileştir, çünkü Sen büyük bir şifacısın. Senin şifa gücünle hiçbir dert kalmaz ve Ebu Bekir'in naklinde kelimelerde hafif bir farklılık vardır."
    },
    {
      "id": 65,
      "narrator": "",
      "text": "Bu hadis, 'A'işe aracılığıyla başka bir nakil zincirinden hafif bir kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 66,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) bu duayı şöyle okurdu: \"Ey insanların Rabbi, sıkıntıyı gider, çünkü şifa Senin elindedir; onu (hastalık yükünü) kaldıracak olan yalnızca Sensin.\""
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Bu hadis, Hişam aracılığıyla aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "'A'işe, aile üyelerinden biri hastalandığında Allah'ın Elçisi (ﷺ) üzerine Mu'awwidhatan okuyarak üflediğini ve o hastalığından vefat ettiğinde, üzerine üfleyip elini onun bedeniyle ovduğumu, çünkü onun elinin benim elimden daha fazla şifa gücüne sahip olduğunu bildirdi."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) hastalandığında, bedeni üzerine Mu'awwidhatan okuduğunu ve üzerine üflediğini, hastalığı ağırlaştığında ise onun üzerine okuyup elini onunla ovduğumu, bunun daha bereketli olacağını umarak bildirdi."
    },
    {
      "id": 70,
      "narrator": "This hadith has been narrated through some other chains of transmitters but with a slight variation of wording. In the hadith transmitted on the authority of Yanus and Ziyari (the words are):",
      "text": "Bu hadis, bazı diğer nakil zincirleri aracılığıyla aktarılmıştır, ancak kelimelerde hafif bir farklılık vardır. Yanus ve Ziyari'nin naklinde (kelimeleri şunlardır): \"Allah'ın Elçisi (ﷺ) hastalandığında, Mu'awwidhatan okuyarak bedeni üzerine üfledi ve elini onunla ovdu.\""
    },
    {
      "id": 71,
      "narrator": "'Abd al-Rahman b. al-Aswad reported on the authority of his father:",
      "text": "'Abd al-Rahman b. al-Aswad, babası aracılığıyla şöyle bildirdi: 'A'işe'ye büyü hakkında sordum. O da şöyle dedi: Allah'ın Elçisi (ﷺ) her türlü zehirin tedavisinde Ansar ailesinin üyelerine büyü yapmalarına izin vermiştir."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) akrep zehrinin etkilerini gidermek için Ansar ailesinin üyelerine büyü yapmalarına izin verdiğini bildirdi."
    },
    {
      "id": 73,
      "narrator": "'A'isha reported that when any person fell ill with a disease or he had any ailment or he had any injury, the Messenger of Allah (ﷺ) placed his forefinger upon the ground and then lifted it by reciting the name of Allah. (and said):",
      "text": "'A'işe, herhangi bir kişi hastalandığında veya bir rahatsızlığı olduğunda ya da bir yarası olduğunda, Allah'ın Elçisi (ﷺ) işaret parmağını yere koyup, sonra Allah'ın adını anarak kaldırdığını (ve şöyle dediğini) bildirdi: Bizim toprağımızın tozu, içimizden birinin tükürüğü ile, Allah'ın izniyle hastalığımızın tedavi edilmesine vesile olacaktır. Bu hadis, İbn Ebu Şeybe ve Zübeyr aracılığıyla hafif bir kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 74,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) kötü gözün etkilerini gidermek için büyü yapılmasını emrettiğini bildirdi."
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Bu hadis, Mis'ar aracılığıyla aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 76,
      "narrator": "'A'isha reported:",
      "text": "'Aişe, Allah'ın Elçisi (ona selam olsun) bana kötü gözün etkisini tedavi etmek için dua yapmamı emretti."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Enes b. Malik, dua ile ilgili olarak, akrep sokması ve küçük kabarcıkların tedavisi ile kötü gözün etkisini gidermek için dua kullanma izni verildiğini bildirdi."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi (ﷺ) tarafından kötü gözün etkisi, akrep sokması ve küçük kabarcıklar için dua kullanma izni verildiğini bildirdi."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Umm Salama, Allah'ın Elçisi'nin (ﷺ) evinde küçük bir kıza, yüzünde siyah lekeler gördüğünü ve bunun kötü gözün etkisinden kaynaklandığını söylediğini, ayrıca onun dua ile tedavi edilmesini istediğini ve yüzünün lekesiz hale gelmesini umduğunu bildirdi."
    },
    {
      "id": 80,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Apostle (ﷺ) granted sanction to the family of Hazm for incantation (in mitigating the effect of the poison of) the snake, and, he said -to Asma' daughter of 'Umais:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) Hazm ailesine yılan zehrinin etkisini azaltmak için dua yapma izni verdiğini ve Asma bint 'Umais'e: \"Kardeşimin çocuklarının zayıf olduğunu görüyorum. Onlar yeterince beslenmiyorlar mı?\" dediğini, o da: \"Hayır, ama kötü gözün etkisine maruz kalıyorlar.\" dedi. O da: \"Dua yapın.\" dedi. O, (dua sözlerini) onun önünde okudu, bunun üzerine o (onları onaylayarak): \"Evet, onlara bu duayı yapın.\" dedi."
    },
    {
      "id": 81,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Apostle (ﷺ) granted a special sanction for incantation in case of the snake poison to a tribe of 'Amr. Abu Zubair said:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) yılan zehri durumunda dua için 'Amr kabilesine özel bir izin verdiğini bildirdi. Ebu Zübeyr, Cabir b. Abdullah'ın, Allah'ın Elçisi (ona selam olsun) ile otururken birimizin akrep tarafından sokulduğunu söylediğini duyduğunu aktardı. Bir kişi: \"Allah'ın Elçisi, ben (sokmanın etkisini tedavi etmek için) dua yapıyorum.\" dedi. Bunun üzerine o: \"Aranızda kardeşine fayda sağlayabilecek olan kimse bunu yapsın.\" dedi."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Bu hadis, İbn Juraij'in aynı isnadıyla ancak kelime farklılığı ile nakledilmiştir."
    },
    {
      "id": 83,
      "narrator": "Jabir b. 'Abdullah reported I had a maternal uncle who treated the sting of the scorpion with the help of incantation. Allah's Messenger (ﷺ) forbade incantation. He came to him and said:",
      "text": "Cabir b. Abdullah, annesi tarafından akrep sokmasını dua ile tedavi eden bir amcası olduğunu bildirdi. Allah'ın Elçisi (ﷺ) dua yapmayı yasakladı. Amcası ona geldi ve: \"Allah'ın Elçisi, sen dua yapmayı yasakladın, oysa ben akrep sokmasını tedavi etmek için kullanıyorum.\" dedi. Bunun üzerine o: \"Aranızda bunu iyi bir amaç için kullanabilecek olan kimse bunu yapsın.\" dedi."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Bu hadis, A'maş'ın aynı isnadıyla nakledilmiştir."
    },
    {
      "id": 85,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) prohibited incantation. Then the people of Amr b. Hazm came to Allah's Messenger (ﷺ) and said:",
      "text": "Cabir, Allah'ın Elçisi'nin (ﷺ) dua yapmayı yasakladığını bildirdi. Sonra Amr b. Hazm'ın insanları Allah'ın Elçisi'ne (ﷺ) geldiler ve: \"Akrep sokmasını tedavi etmek için kullandığımız bir dua biliyoruz ama sen bunu yasakladın.\" dediler. Onlar (dua sözlerini) onun önünde okudular, bunun üzerine o: \"İçinde bir zarar görmüyorum, o halde aranızda kardeşine iyilik yapabilecek olan kimse bunu yapsın.\" dedi."
    },
    {
      "id": 86,
      "narrator": "'Auf b. Malik Ashja'i reported We practised incantation in the pre-Islamic days and we said:",
      "text": "'Auf b. Malik Eşca'i, İslam öncesi günlerde dua yaptığımızı ve: \"Allah'ın Elçisi, bu konuda ne düşünüyorsun?\" dediğimizi bildirdi. O: \"Duanızı bana bildirin.\" dedi ve: \"Şirk kokusu taşımayan dua da bir zarar yoktur.\" dedi."
    },
    {
      "id": 87,
      "narrator": "Abu Sa'id Khudri reported that some persons amongst the Companions of Allah's Messenger (ﷺ) set out on a journey and they happened to pass by a tribe from the tribes of Arabia. They demanded hospitality from the members of that tribe, but they did not extend any hospitality to them. They said to them:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi'nin (ﷺ) bazı arkadaşlarının bir yolculuğa çıktıklarını ve bir Arap kabilesinin yanından geçtiklerini bildirdi. O kabile üyelerinden misafirperverlik talep ettiler, ancak onlara hiçbir misafirperverlik göstermediler. Onlara: \"Aranızda bir dua yapan var mı? Çünkü kabile reisi akrep tarafından sokuldu.\" dediler. Aramızdan bir kişi: \"Evet.\" dedi. O, ona gitti ve Fatiha Suresi ile dua yaptı ve kişi iyi oldu. Ona bir sürü koyun verildi, ama bunu kabul etmeyi reddetti ve: \"Bunu Allah'ın Elçisi'ne (ﷺ) bildireceğim, eğer o onaylarsa kabul edeceğim.\" dedi. Böylece Allah'ın Elçisi'ne (ﷺ) geldik ve bunu ona bildirdik, o kişi: \"Allah'ın Elçisi, Allah'a yemin ederim ki ben dua yapmadım, sadece Kuran'ın Fatiha Suresi ile yaptım.\" dedi. O (Peygamber) güldü ve: \"Bunu nasıl bildin (dua olarak kullanılabileceğini)?\" dedi ve sonra: \"Ondan çıkarın ve benim için de bir pay ayırın.\" dedi."
    },
    {
      "id": 88,
      "narrator": "This hadith has been reported on the authority of Abu Bishr with the same the same chain of transmitters (with these words):",
      "text": "Bu hadis, Ebu Bişr'in aynı isnadıyla (bu sözlerle) nakledilmiştir: \"O, Umm-ul-Kur'an'ı (Fatiha Suresi) okudu, tükürüğünü topladı ve onu uyguladı ve kişi iyi oldu.\""
    },
    {
      "id": 89,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri, bir yere vardıklarında bir kadının yanlarına geldiğini ve: \"Bir akrep kabile reisini soktu. Aranızda dua yapan var mı?\" dediğini bildirdi. Aramızdan bir kişi ayağa kalktı (ve onunla gitti). Onun iyi bir dua yapan olduğunu bilmiyorduk ama Fatiha Suresi ile dua yaptı ve (reis) iyi oldu. Ona bir sürü koyun verdiler ve bize süt ikram ettiler. Ona: \"Sen iyi bir dua yapan mısın?\" dedik. O da: \"Ben bunu sadece Fatiha Suresi ile yaptım.\" dedi. \"Bu keçileri (sürüyü) sürmeyin, ta ki Allah'ın Elçisi'ne (ﷺ) gidip bu ödülü kabul etmenin caiz olup olmadığını öğrenelim.\" dedi. Böylece Allah'ın Elçisi'ne (ﷺ) geldik ve bunu ona bildirdik, o da: \"Bu (Fatiha Suresi) nin dua olarak kullanılabileceğini nasıl bildiniz?\" dedi. \"O halde onları (orada bulunanlar arasında) dağıtın ve benim için de bir pay ayırın.\" dedi."
    },
    {
      "id": 90,
      "narrator": "This hadith has been narrated on the authority of Hisham with the same chain of transmitters and he said:",
      "text": "Bu hadis, Hişam'ın aynı isnadıyla nakledilmiştir ve o: \"Aramızda daha önce dua yapan olarak tanımadığımız bir kişi onunla birlikte ayağa kalktı.\" dedi."
    },
    {
      "id": 91,
      "narrator": "Uthman b. Abu al-'As Al-Thaqafi reported that he made a complaint of pain to Allah's Messenger (ﷺ) that he felt in his body at the time he had become Muslim. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Osman b. Ebu'l-As el-Tehafi, Allah'ın Resulü'ne (ﷺ) Müslüman olduğu zaman vücudunda hissettiği ağrıdan şikayet etti. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Elini vücudundaki ağrı hissettiğin yere koy ve Bismillah (Allah'ın adıyla) üç kez ve A'udhu billahi wa qudratihi min sharri ma ajidu wa uhadhiru (bulduğum ve korktuğum şerden Allah'a ve O'nun kudretine sığınırım) yedi kez söyle."
    },
    {
      "id": 92,
      "narrator": "Uthman b. Abu al-'As reported that he came to Allah's Messenger (ﷺ) and said:",
      "text": "Osman b. Ebu'l-As, Allah'ın Resulü'ne (ﷺ) geldi ve dedi ki: Allah'ın Resulü, şeytan benimle namazım ve Kur'an okumam arasında müdahale ediyor ve beni karıştırıyor. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Bu, Khinzab adıyla bilinen bir şeytanın işidir ve onun etkisini hissettiğinde, Allah'a sığın ve soluna üç kez tükür. Ben bunu yaptım ve Allah bunu benden uzaklaştırdı."
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Osman b. Ebu'l-As, Allah'ın Resulü'ne (ﷺ) geldi ve bu şekilde anlattı. Selam b. Nuh'tan rivayet edilen hadiste üç kez ifadesi geçmemektedir."
    },
    {
      "id": 94,
      "narrator": "",
      "text": "Bu hadis, Osman b. Ebu'l-As'tan biraz farklı bir ifade ile rivayet edilmiştir."
    },
    {
      "id": 95,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Her hastalığın bir ilacı vardır ve ilaç hastalığa uygulandığında, Allah'ın izniyle şifa bulur."
    },
    {
      "id": 96,
      "narrator": "Jabir reported that he visited Muqanna' and then said:",
      "text": "Cabir, Muqanna'ı ziyaret etti ve sonra dedi ki: Kendini hacamat ettirmeden gitmeyeceğim, çünkü Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: Bu bir ilaçtır."
    },
    {
      "id": 97,
      "narrator": "'Asim b. 'Umar b. Qatada reported:",
      "text": "Asım b. Ömer b. Katade, evimize Abdullah ve aile üyelerinden başka bir kişinin geldiğini ve bir yaradan şikayet ettiğini bildirdi. Cabir dedi ki: Ne derdin var? O da: Çok acı veren bir yarım var, bunun üzerine o dedi ki: Oğul, bana bir hacamatçı getir. O da: Abdullah, hacamatçı ile ne yapmayı düşünüyorsun? Ben de: Bu yarayı hacamat ettireceğim dedim. O da: Vallahi, bir sineğin ya da bir bezin dokunuşu bile bana acı veriyor (ve hacamat) böylece bana dayanılmaz acı verecektir. Hacamat fikriyle acı çektiğini görünce, şöyle dedi: Allah'ın Resulü'nü (ﷺ) şöyle derken duydum: Eğer elinizde etkili bir ilaç varsa, bunlar (üç tanedir): Hacamat, bal içmek ve ateşle cauterizasyon. Allah'ın Resulü (ﷺ) kendisi için cauterizasyonu sevmediğini söylemiştir. Hacamatçı çağrıldı ve onu hacamat etti ve o iyileşti."
    },
    {
      "id": 98,
      "narrator": "Jabir reported that Umm Salama sought permission from Allah's messenger (may Allah's peace upon him) tor getting herself cupped. The Apostle of Allah (ﷺ) asked Abu Taiba to cup her. He (Jabir) said:",
      "text": "Cabir, Ümmü Seleme'nin Allah'ın Resulü'nden (ﷺ) hacamat için izin istediğini bildirdi. Allah'ın Resulü (ﷺ) Ebu Taiba'dan onu hacamat etmesini istedi. O (Cabir) dedi ki: Sanırım o (Ebu Taiba) onun daha hızlı olan kardeşi ya da ergenlik dönemine girmeden önceki genç bir çocuktu."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Cabir, Allah'ın Resulü'nün (ﷺ) Ubeyy b. Ka'b'a bir hekim gönderdiğini bildirdi. O, damarı kesti ve sonra cauterize etti."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Amash, bunu aynı rivayet zinciriyle aktardı ve onun damarlarından birini kestiği gerçeğinden bahsetmedi."
    },
    {
      "id": 101,
      "narrator": "",
      "text": "Cabir b. Abdullah, Ahzab günü Ubeyy'in kol damarına bir ok yarası aldığını bildirdi. Allah'ın Resulü (ﷺ) onu cauterize etti."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Cabir, Sa'd b. Muaz'ın damarına bir ok yarası aldığını bildirdi. Allah'ın Resulü (ﷺ) onu bir çubukla cauterize etti ve şişti, bu yüzden Allah'ın Resulü (ﷺ) onu ikinci kez yaptı."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Resulü'nün (ﷺ) hacamat yaptırdığını ve hacamatçıya ücretini verdiğini ve ilacı burun deliğine koyduğunu bildirdi."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Enes b. Malik, Allah'ın Resulü'nün (ﷺ) hacamat yaptırdığını ve kimsenin ücretini asla esirgemediğini bildirdi."
    },
    {
      "id": 105,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Ateşin (Cehennem'in) şiddetli hararetinden gelen ateş, su ile soğutulmalıdır."
    },
    {
      "id": 106,
      "narrator": "Ibn Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ateş, Cehennem'in şiddetli sıcaklığındandır, bu nedenle onu su ile serinletin."
    },
    {
      "id": 107,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ateş, Cehennem ateşinin şiddetli öfkesindendir, bu nedenle onu su ile söndürün."
    },
    {
      "id": 108,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ateş, Cehennem ateşinin şiddetli öfkesindendir, bu nedenle onu su ile serinletin."
    },
    {
      "id": 109,
      "narrator": "'A'isha reported Allah's messenger (ﷺ) as saying:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ateş, Cehennem ateşinin şiddetli öfkesindendir, bu nedenle onu su ile serinletin."
    },
    {
      "id": 110,
      "narrator": "",
      "text": "Bu hadis, Hişam’ın rivayetiyle aynı isnadla nakledilmiştir."
    },
    {
      "id": 111,
      "narrator": "Asma' reported that a woman running high fever was brought to her. She asked water to be brought and then sprinkled it in the opening of a shirt at the uppermost part of the chest and said that Allah's Messenger (ﷺ) had said:",
      "text": "Asma', yüksek ateşle yanan bir kadının kendisine getirildiğini bildirdi. Su getirilmesini istedi ve sonra göğsün en üst kısmındaki bir gömlek açığına su serpti ve Allah'ın Elçisi (ﷺ) şöyle demişti: (Ateşi) su ile serinletin. Çünkü bu, Cehennem'in şiddetli sıcaklığındandır."
    },
    {
      "id": 112,
      "narrator": "Hisham reported this hadith with the same chain of transmitters. In the hadith transmitted on the authority of Ibn Numair (the words are):",
      "text": "Hişam, bu hadisi aynı isnadla nakletti. İbn Numair’in rivayetinde ise: \"O, yanlarına ve göğsün en üst kısmındaki gömlek açığına su döktü.\" şeklinde geçmektedir. \"Cehennem'in şiddetli sıcaklığındandır.\" ifadesi ise burada geçmemektedir. Bu hadis, Ebu Usame’nin rivayetiyle aynı isnadla nakledilmiştir."
    },
    {
      "id": 113,
      "narrator": "Rafi' b. Khadij reported:",
      "text": "Rafi' b. Hacir, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Ateş, Cehennem'in yoğun sıcaklığındandır, bu nedenle onu su ile serinletin."
    },
    {
      "id": 114,
      "narrator": "Rafi' b. Khadij reported:",
      "text": "Rafi' b. Hacir, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Ateş, Cehennem'in yoğun sıcaklığındandır, bu nedenle onu (bedenlerinizde) su ile serinletin. Ebu Bekir, \"sizde\" ('ankum) kelimesini anmamıştır, ancak Rafi' b. Hacir'in kendisine bunu bildirdiğini söylemiştir."
    },
    {
      "id": 115,
      "narrator": "'A'isha reported:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) hastalandığında, ona ilaç vermek istediklerini, fakat onun el hareketiyle bunu istemediğini belirtti. Biz dedik ki: (Bu, hastanın ilaç karşısındaki doğal) tiksintisindendir. İyileştiğinde, şöyle dedi: Her birinizin ağzına ilaç verilmelidir, ancak İbn Abbas burada yoktu."
    },
    {
      "id": 116,
      "narrator": "Umm Qais, daughter of Mihsan, the sister of 'Ukasha b. Mihsan said:",
      "text": "Umm Kays, Mihsan'ın kızı, Ukasha b. Mihsan'ın kız kardeşi, Allah'ın Elçisi (ﷺ) ile birlikte, o zamanlar emzirmediği oğlu ile ziyaret etti ve o, (elbisesinin) üzerine idrar yaptı. Su getirilmesini emretti ve üzerine serpti. O (daha sonra) dedi ki: Ben, oğlu ile birlikte Allah'ın Elçisi'ni ziyaret ettim ve onun uvula şişkinliğini sıktım, bunun üzerine o şöyle dedi: Neden çocuklarınıza böyle eziyet ediyorsunuz? Bu Hint sandal ağacını kullanın, çünkü içinde yedi çeşit şifa vardır, bunlardan biri de plevra hastalığına şifadır. Uvula şişkinliği için burundan uygulanır ve plevra hastalığı için ağzın yan tarafına dökülür."
    },
    {
      "id": 117,
      "narrator": "Umm Qais, daughter of Mihsan, was one of the earlier female emigrants who had pledged allegiance to Allah's Messenger (ﷺ). She was the sister of Ukasha b. Mihsan, one of the posterity of Asad b. Khuzaima. She reported that she came to Allah's messenger (ﷺ) along with her son who had not attained the age of weaning and she had compressed the swelling of his uvula. (Yunus said:",
      "text": "Umm Kays, Mihsan'ın kızı, Allah'ın Elçisi (ﷺ) ile biat eden ilk kadın muhacirlerden biriydi. Ukasha b. Mihsan'ın kız kardeşidir, Asad b. Khuzaima'nın soyundandır. O, Allah'ın Elçisi'ne (ﷺ) henüz emzirmediği oğlu ile geldiğini ve onun uvula şişkinliğini sıktığını bildirdi. (Yunus dedi ki: O, uvula şişkinliğinden korktuğu için sıktı.) Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Neden çocuklarınıza böyle eziyet ediyorsunuz? Hint sandal ağacını kullanmalısınız, çünkü içinde yedi şifa vardır, bunlardan biri de plevra hastalığına şifadır. Ubaidullah, onun, Allah'ın Elçisi'nin (ﷺ) kucağında idrar yapan çocuk olduğunu söylediğini bildirdi ve Allah'ın Elçisi (ﷺ) su istedi ve idrarının üzerine serpti, ama onu iyi yıkamadı."
    },
    {
      "id": 118,
      "narrator": "Abu Huraira reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Çörek otu, ölüm dışında her hastalığa şifadır."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Bu hadis, diğer isnadlarla ancak kelime farklılığı ile nakledilmiştir."
    },
    {
      "id": 120,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Çörek otu, şifa sağlamadığı hiçbir hastalık yoktur."
    },
    {
      "id": 121,
      "narrator": "'A'isha the wife of Allah's Apostle (ﷺ) said:",
      "text": "Allah'ın Elçisi (ﷺ) ile evli olan 'A'isha şöyle dedi: Ailesinde bir ölüm olduğunda kadınlar orada taziye için toplanır ve aile üyeleri ile bazı seçilmiş kişiler dışında ayrılırlar. Talbina hazırlamalarını istedi ve küçük bir kazan içinde pişirildi, ardından tharid hazırlandı ve talbina üzerine döküldü, sonra dedi ki: Onu yiyin, çünkü Allah'ın Elçisi (ona selam olsun) şöyle dediğini duydum: Talbina, kederli kalbe teselli verir ve üzüntüyü azaltır."
    },
    {
      "id": 122,
      "narrator": "Abu Sa'id Khudri reported that a person came to Allah's Apostle (ﷺ) and told him that his brother's bowels were loose. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Ebu Sa'id Hudri, bir kişinin Allah'ın Elçisi (ﷺ)'ne gelerek kardeşinin bağırsaklarının gevşek olduğunu söylediğini bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ona bal ver. O da balı verdi ve sonra geldi ve dedi ki: Ona bal verdim ama sadece bağırsaklarını daha da gevşetti. Bunu üç kez söyledi; sonra dördüncü kez geldi ve (Peygamber) dedi ki: Ona bal ver. O da: Verdım ama sadece bağırsaklarını daha da gevşetti, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Allah doğruyu söyledi ve senin kardeşinin bağırsakları yanlıştır. Böylece ona (bal) içirdi ve iyileşti."
    },
    {
      "id": 123,
      "narrator": "",
      "text": "Bu hadisi Ebu Sa'id Hudri'nin başka bir rivayet zinciriyle ama kelime farklılığı ile nakledilmiştir."
    },
    {
      "id": 124,
      "narrator": "'Amir b. Sa'd b. Abu Waqqas reported on the authority of his father that he asked Usama b. Zaid:",
      "text": "'Amir b. Sa'd b. Ebu Vakkas, babasından, Usame b. Zaid'e: Allah'ın Elçisi (ﷺ) hakkında veba ile ilgili ne duydun? diye sordu. Usame de: Allah'ın Elçisi (ﷺ) şöyle dedi: Veba, Beni İsrail'e veya sizden önceki bir topluluğa gönderilen bir beladır. Yani bir yerde veba çıktığını duyduğunuzda, oraya gitmeyin ve eğer sizin bulunduğunuz yerde veba çıkmışsa, oradan kaçmayın. Ebu Nadr'dan nakledilen rivayette kelime farklılığı vardır."
    },
    {
      "id": 125,
      "narrator": "Usama b. Zaid reported that Allah's Messenger (ﷺ) had said:",
      "text": "Usame b. Zaid, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Veba, Allah, Azze ve Celle'nin kullarından bazılarına verdiği bir belanın işaretidir. Yani onun hakkında bir şey duyduğunuzda, oraya girmeyin ve eğer bir yerde veba çıkmışsa ve siz oradaysanız, oradan kaçmayın."
    },
    {
      "id": 126,
      "narrator": "Usama reported Allah's Messenger (ﷺ) as saying:",
      "text": "Usame, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Veba, sizden önceki topluluklara veya Beni İsrail'e verilen bir beladır. Yani bir yerde veba çıktığında, oradan kaçmayın ve eğer bir yerde yayılmışsa, oraya girmeyin."
    },
    {
      "id": 127,
      "narrator": "'Amir b. Sa'd reported that a person asked Sa'd b. Abu Waqqas about the plague, whereupon Usama b. Zaid said:",
      "text": "'Amir b. Sa'd, bir kişinin Sa'd b. Ebu Vakkas'a veba hakkında sorduğunu, bunun üzerine Usame b. Zaid'in: Ben sana bunun hakkında bilgi vereceğim. Allah'ın Elçisi (ﷺ) şöyle dedi: Bu, Allah'ın bir grup Beni İsrail'e veya sizden önceki insanlara gönderdiği bir beladır; yani bir yerde veba çıktığını duyduğunuzda, oraya girmeyin ve eğer sizin bulunduğunuz yerde veba çıkmışsa, oradan kaçmayın."
    },
    {
      "id": 128,
      "narrator": "",
      "text": "Bu hadisi İbn Juraij'in başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 129,
      "narrator": "Usama b. Zaid reported Allah's Messenger (ﷺ) having said this:",
      "text": "Usame b. Zaid, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Bu bela veya hastalık, sizden önceki bazı milletlere verilen bir cezadır. Sonra yeryüzünde bırakılmıştır. Bir kez gider ve tekrar gelir. Bir yerde onun varlığını duyan oraya gitmemelidir ve bir yerde veba çıktığında orada bulunan kimse oradan kaçmamalıdır."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Bu hadisi Zuhri'nin farklı bir rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 131,
      "narrator": "Shu'ba reported from Habib:",
      "text": "Şu'ba, Habib'den şöyle rivayet etti: Medine'de iken Kufe'de veba çıktığını duyduk. 'Ata b. Yasir ve diğerleri bana Allah'ın Elçisi (ﷺ)'nin şöyle dediğini söylediler: Eğer bir yerde (bu belanın) çıktığını duyarsanız, oradan çıkmayın ve eğer başka bir yerde çıktığını duyarsanız, oraya girmeyin. Ben de ona: Kimi (duydun)? dedim. Onlar: 'Amir b. Sa'd bunu nakletti, dediler. Ben de ona geldim. Onun orada olmadığını söylediler. Sonra kardeşi İbrahim b. Sa'd ile karşılaştım ve ona sordum. O da: Usame'nin Sa'd'a naklettiğine şahitlik ederim, dedi: Ben Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: Bu, sizden önceki insanlara verilen bir cezadır. Yani bir yerde veba varsa ve siz oradaysanız, oradan çıkmayın ve (bu haber size ulaşırsa) başka bir yerde veba çıktığını duyarsanız, oraya girmeyin. Habib dedi ki: İbrahim'e: Usame'nin bunu Sa'd'a naklettiğini duydun mu, o da bunu inkar etmiyordu, dedim. O da: Evet, dedi."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Bu hadisi Şu'ba'nın aynı rivayet zinciriyle nakletmiştir, ancak önceki hadisteki 'Ata b. Yasir'in hikayesi burada geçmemektedir."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Bu hadis, Sa'd b. Malik, Khuzaima b. Thabit ve Usame b. Zaid'den nakledilmiştir."
    },
    {
      "id": 134,
      "narrator": "Ibrahim b. Sa'd b. Abu Waqqas reported:",
      "text": "İbrahim b. Sa'd b. Ebu Vakkas şöyle bildirdi: Usame b. Zaid ve Sa'd oturuyorlardı ve sohbet ediyorlardı, bu hadisi söylediler."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Bu hadis, İbrahim b. Sa'd b. Malik'in babasından nakledilmiştir."
    },
    {
      "id": 136,
      "narrator": "'Abdullah b. 'Abbas reported:",
      "text": "Abdullah b. Abbas rivayet etti: Ömer b. Hattab Suriye'ye doğru yola çıktı. Sargh'a (Suriye'ye giden yolda Hicaz'ın yanında bir kasaba) geldiğinde, orada ordunun komutanı Ebu Ubeyde b. Cerrah ve arkadaşlarıyla karşılaştı. Ona Suriye'de bir veba çıktığını bildirdiler. Abdullah b. Abbas ayrıca Ömer'in şöyle dediğini aktardı: \"Bana ilk muhacirleri çağırın.\" Ben de onları çağırdım. O (Hz. Ömer) onların görüşünü aldı ve onlar ona Suriye'de vebanın çıktığını söylediler. (Bu durumda) ileri gitmeleri mi yoksa evlerine geri dönmeleri mi gerektiği konusunda fikir ayrılığına düştüler. Bazıları: \"Sen (Ömer) bir görev için yola çıktın, bu yüzden geri dönmeni tavsiye etmiyoruz,\" derken, bazıları: \"Seninle birlikte Allah'ın Resulü'nün (ﷺ) (kutsal) arkadaşlarının kalıntıları var, bu yüzden bu felakete doğru gitmeni tavsiye etmiyoruz,\" dediler. O (Hz. Ömer) dedi ki: \"Artık gidebilirsiniz.\" Sonra: \"Bana Ensar'ı çağırın,\" dedi. Onları da çağırdım ve onlarla istişare etti, onlar da muhacirlerin izlediği yolu izlediler ve fikirlerinde farklılık gösterdiler. O dedi ki: \"Artık gidebilirsiniz.\" Tekrar: \"Bana fetihten (yani Mekke'nin fethinden) önce göç eden Kureyş'in yaşlılarını çağırın,\" dedi, ben de onları çağırdım (ve Hz. Ömer onlarla istişare etti) ve daha önceki delegelerin görüşünden iki kişi bile farklı düşünmedi. Onlar: \"Bizim görüşümüz, senin halkla geri dönmen ve onları bu vebaya göndermemen daha iyidir,\" dediler. Bunun üzerine Ömer halka duyurdu: \"Sabahleyin yanımda olacağım.\" Böylece (sabah yola çıktılar), bunun üzerine Ebu Ubeyde b. Cerrah dedi: \"Allah'ın takdirinden mi kaçıyorsun?\" Bunun üzerine Ömer dedi: \"Bu sözü başka biri söyleseydi!\" Ömer (aslında) onun bu karara karşı çıkmasını onaylamadı ve şöyle dedi: \"Evet, biz Allah'ın takdirinden (bir) takdire kaçıyoruz. Eğer sizin için develer olsaydı ve bir vadiye inip iki tarafı olan bir yerde bulunsaydınız, bir tarafı yeşil, diğer tarafı ise çorak olsa, yeşil alanda otlatmanız Allah'ın takdirine uygun olmaz mıydı? Ve eğer çorak alanda otlatırsanız (yine de) Allah'ın takdirine uygun olurdu.\" O sırada 'Abd al-Rahman b. 'Auf geldi ve bazı ihtiyaçlarıyla ilgili olarak orada yoktu. Dedi ki: \"Bununla ilgili bir bilgim var, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duydum: Eğer bir yerde veba olduğunu duyarsanız, oraya girmeyin, ama eğer bulunduğunuz yerde yayılırsa, oradan kaçmayın.\" Bunun üzerine Ömer b. Hattab Allah'ı övdü ve geri döndü."
    },
    {
      "id": 137,
      "narrator": "This hadith has been reported on the authority of Ma'mar with the same chain of transmitters but with this addition:",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Bu hadisi Ma'mar'dan aynı isnat zinciriyle ancak şu eklemeyle rivayet edilmiştir: \"Sizce çorak arazide otlatacak ama yeşil araziden vazgeçecek mi? Onu bir eksiklik olarak nitelendirmez misiniz?\" Dedi ki: \"Evet.\" Dedi ki: \"O halde ilerleyin.\" Ve Medine'ye gelene kadar ilerledi. Ve bana dedi ki: \"Burası doğru yer, ya da Allah dilerse, o hedef.\""
    },
    {
      "id": 139,
      "narrator": "'Amir b. Rabi'ah reported:",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadisi 'Abdullah b. Harith'ten, kelime farklılığı ile rivayet edilmiştir."
    },
    {
      "id": 141,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Amir b. Rabi'a rivayet etti: Ömer Suriye'ye gitti ve Sargh'a geldiğinde, ona Suriye'de bir salgın çıktığı bildirildi. 'Abd al-Rahman b. 'Auf ona, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: \"Bir yerde onun (vebanın) varlığını duyduğunuzda, ona doğru hareket etmeyin, ve eğer bir yerde patlak verirse ve siz oradaysanız, o zaman ondan kaçmayın.\" Bunun üzerine Ömer b. Hattab Sargh'dan geri döndü. Salim b. Abdullah, Ömer'in 'Abd al-Rahman b. 'Auf'tan rivayet edilen hadisi duyduğunda halkla geri döndüğünü bildirdi."
    },
    {
      "id": 143,
      "narrator": "Abu Salama h. 'Abd al-Rahman b. 'Auf reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 144,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: \"Enfeksiyon yoktur, ne safar, ne de hama.\" Çöl Araplarından biri: \"Allah'ın Resulü, deve kumda olduğunda, bir geyiğe benzer; sonra bir sarılık hastalığına yakalanmış bir deve onunla karışır ve o da etkilenir,\" dedi. O (Peygamber) dedi ki: \"İlkini kim enfekte etti?\""
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Not: Çoğu âlim, bunun, bu şeylerin kendiliğinden bulaşmadığını veya zarar vermediğini, ancak Allah'ın nihayetinde her şeyin kontrolünde olduğunu ve bu şeylerle ilgili korkutucu batıl inançların yanlış olduğunu yorumlamaktadır."
    },
    {
      "id": 146,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 147,
      "narrator": "Jabir reported Allal's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: \"Bulaşıcı hastalık yoktur, ne kötü alamet, ne safar, ne de hama.\" Çöl Araplarından biri: \"Allah'ın Resulü...\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 148,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 149,
      "narrator": "Jabir b. 'Abdullah reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini rivayet etti: \"Bulaşıcı hastalık yoktur.\" Bunun üzerine bir çöl Arap'ı ayağa kalktı. Hadisin geri kalanı aynıdır ve Zuhri'den rivayet edilen hadiste Peygamber (ﷺ) şöyle demiştir: \"Bulaşıcı hastalık yoktur, ne safar, ne de hama.\""
    },
    {
      "id": 150,
      "narrator": "Abu Huraira reported:",
      "text": "---"
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı isnatla ancak kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 152,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 153,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Geçici hastalık yoktur, falcılık yoktur, ama iyi omen hoşuma gider, yani güzel söz veya iyi bir sözdür."
    },
    {
      "id": 154,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Not: Çoğu âlim, bunun kendiliğinden bu şeylerin doğaüstü veya gizli yollarla zarar vermediğini, ancak Allah'ın nihayetinde her şeyin kontrolünde olduğunu ve bunlarla ilgili korkutucu batıl inançların yanlış olduğunu yorumlamaktadır."
    },
    {
      "id": 155,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 156,
      "narrator": "'Abdullah b. 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas b. Malik, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Geçici hastalık yoktur, falcılık yoktur, ama iyi omen hoşuma gider. Soruldu: İyi omen nedir? O da: Kutsal sözlerdir, dedi."
    },
    {
      "id": 157,
      "narrator": "'Abdullah b. 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Geçici hastalık yoktur, falcılık yoktur, ama ben güzel sözleri severim."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Geçici hastalık yoktur, hama yoktur, falcılık yoktur, ama ben iyi omenleri severim."
    },
    {
      "id": 161,
      "narrator": "'Abdullah b. 'Umar reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 162,
      "narrator": "Sahl b. Sa'd reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Eğer şanssızlık varsa, o evde, kadında ve atladadır."
    },
    {
      "id": 163,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 164,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Geçici hastalık yoktur, kötü omen yoktur, ve şanssızlık evde, kadında veya atladadır."
    },
    {
      "id": 165,
      "narrator": "Mu'awiya b. al-Hakam as-Sulami reported:",
      "text": "Not: Çoğu âlim, bunun kendiliğinden bu şeylerin doğaüstü veya gizli yollarla zarar vermediğini, ancak Allah'ın nihayetinde her şeyin kontrolünde olduğunu ve bunlarla ilgili korkutucu batıl inançların yanlış olduğunu yorumlamaktadır."
    },
    {
      "id": 166,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle, kelime açısından hafif bir farklılıkla aktarılmıştır."
    },
    {
      "id": 167,
      "narrator": "This hadith has been narrated on the authority of Mu'awiya b. Hakam as-Sulami through another chain of transmitters. The hadith transmitted on the authority of Yahya b. Abu Kathir (there is an addition of these words):",
      "text": "Bu hadis, Mu'aviye b. Hakam as-Sulami'nin rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır. Yahya b. Abu Kathir'in rivayetinde (şu eklemelerle birlikte): Ben dedim ki: Aramızda çizgiler çizen ve böylece fal bakan adamlar var. Bu konuda ne dersin? Bunun üzerine o (Peygamber Efendimiz) dedi ki: Çizgiler çizen bir Peygamber vardı, onun çizgisiyle örtüşenlerin çizgisi için caizdir."
    },
    {
      "id": 168,
      "narrator": "'A'isha reported:",
      "text": "'A'işe şöyle bildirdi: Ben dedim ki: Allah'ın Messenger'ı, kahinler bize (görünmeyen) şeyler söylerdi ve biz bunların doğru olduğunu bulurduk. Bunun üzerine o dedi ki: Bu, bir cinin kapıp arkadaşının kulağına fısıldadığı bir gerçek kelimedir ve üzerine yüz yalan ekler."
    },
    {
      "id": 169,
      "narrator": "'Urwa reported from 'A'isha that she said that people asked Allah's Messenger (ﷺ) about the kahins. Allah's Messenger (ﷺ) said to them:",
      "text": "'Urve, 'A'işe'den rivayet etti ki, insanlar Allah'ın Messenger'ına (ﷺ) kahinler hakkında sordular. Allah'ın Messenger'ı (ﷺ) onlara dedi ki: Bu bir şey değildir (yani sadece bir batıl inançtır). Onlar dediler ki: Allah'ın Messenger'ı, bazen bize doğru bulduğumuz şeyler anlatıyorlar. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Bu, bir cinin kapıp sonra arkadaşının kulağına tavuk gibi fısıldadığı bir gerçek kelimedir. Ve sonra buna yüzden fazla yalan karıştırırlar."
    },
    {
      "id": 170,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 171,
      "narrator": "'Abdullah. Ibn 'Abbas reported:",
      "text": "'Abdullah b. 'Abbas şöyle bildirdi: Allah'ın Messenger'ının (ﷺ) sahabelerinden bir Ensar, bana şöyle aktardı: Biz Allah'ın Messenger'ı (ﷺ) ile gece otururken, bir meteor parladı. Allah'ın Messenger'ı (ﷺ) dedi ki: İslam öncesi günlerde böyle bir ateşleme olduğunda ne derdiniz? Onlar dediler ki: Allah ve Messenger'ı en iyi bilendir (gerçek durumu), ama biz o gece büyük bir adamın doğduğunu ve büyük bir adamın öldüğünü söylerdik, bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: (Bu meteorlar) ne birinin ölümü ne de birinin doğumu için ateşlenir. Yüce ve Glorifike olan Allah, bir şeyi yapmaya karar verdiğinde emir verir. Sonra (Melekler) Arş'ı destekleyenler O'nu yüceltir, sonra O'na yakın olan cennet sakinleri O'nu yüceltirler ta ki bu Allah'ın yüceliği bu dünyadaki cennette olanlara ulaşana kadar. Sonra Arş'ı destekleyenlere yakın olanlar bu destekçilere sorarlar: Rabbiniz ne söyledi? Ve buna göre onlara ne söylediklerini bildirirler. Sonra cennet sakinleri onlardan bilgi talep ederler ta ki bu bilgi dünya cennetine ulaşana kadar. Bu aktarım sürecinde (cin, duyduğu her şeyi kapar) ve bunu arkadaşlarına taşır. Ve melekler cinleri gördüklerinde onlara meteorlarla saldırırlar. Eğer sadece duyduklarını anlatırlarsa bu doğrudur ama yalanlarla karıştırır ve eklemeler yaparlar."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin aynı nakil zinciriyle ancak kelime açısından hafif bir farklılıkla aktarılmıştır."
    },
    {
      "id": 173,
      "narrator": "Safiyya reported from some of the wives of Allah's Apostle (ﷺ) Allah's Apostle (ﷺ) having said:",
      "text": "Safiyya, Allah'ın Rasulü'nün (ﷺ) şöyle dediğini bazı eşlerinden aktardı: Bir kahini ('Arraf) ziyaret eden ve ondan bir şey soran kimsenin, kırk gece boyunca yaptığı duaları kabul edilmez."
    },
    {
      "id": 174,
      "narrator": "'Amr b. Sharid reported on the authority of his father that there was in the delegation of Thaqif a leper. Allah's Apostle (ﷺ) sent a message to him:",
      "text": "'Amr b. Şerid, babası aracılığıyla, Thaqif heyetinde bir cüzamlı olduğunu bildirdi. Allah'ın Rasulü (ﷺ) ona bir mesaj gönderdi: Biatinizi kabul ettik, gidebilirsiniz."
    },
    {
      "id": 175,
      "narrator": "",
      "text": "'A'işe, Allah'ın Messenger'ının (ﷺ) üzerinde çizgileri olan bir yılanın öldürülmesini emrettiğini, çünkü bunun gözlere zarar verdiğini ve hamileliği bozduğunu bildirdi."
    },
    {
      "id": 176,
      "narrator": "This hadith has been transmitted on the authority of Hisham. He said:",
      "text": "Bu hadis, Hişam'ın rivayetiyle aktarılmıştır. O dedi ki: Kısa kuyruklu yılan ve üzerinde çizgileri olan yılan öldürülmelidir."
    },
    {
      "id": 177,
      "narrator": "Salim, on the authority of his father. reported Allah's Apostle (ﷺ) as saying:",
      "text": "Salim, babası aracılığıyla, Allah'ın Rasulü'nün (ﷺ) şöyle dediğini bildirdi: Üzerinde çizgileri olan yılanları ve kısa kuyruklu yılanları öldürün, çünkü bu iki tür hamileliği bozar ve gözlere zarar verir. Bu nedenle İbn 'Umar, bulduğu her yılanı öldürürdü. Abu Lubaba b. 'Abd al-Mundhir ve Zaid b. Khattab, onu bir yılanı kovalarken gördüler, bunun üzerine o dedi ki: Evlerde yaşayan yılanları öldürmek yasaktır."
    },
    {
      "id": 178,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar bildirdi: Allah'ın Messenger'ının (ﷺ) köpeklerin ve çizgili ile kısa kuyruklu yılanların öldürülmesini emrettiğini duydum, çünkü her ikisi de gözlere zarar verir ve hamileliği bozar. Zuhri dedi ki: Biz onların zehirini düşündük (bu ikisinin zararlı etkilerini). Ancak Allah en iyi bilendir. 'Abdullah b. 'Umar dedi ki: Hiçbir yılanı esirgemedim. Aksine gördüğüm her yılanı öldürdüm. Bir gün ev yılanlarından birini kovalarken, Zaid b. Khattab veya Abu Lubaba yanımdan geçti ve beni onu kovalarken buldu. O dedi ki: 'Abdullah, bekle. Ben dedim ki: Allah'ın Messenger'ı (ﷺ) onları öldürmemizi emretti, bunun üzerine o dedi ki: Allah'ın Messenger'ı (ﷺ) evlerde bulunan yılanların öldürülmesini yasakladı. Bu hadis, Zuhri'nin aynı nakil zinciriyle ancak kelime açısından hafif bir farklılıkla aktarılmıştır."
    },
    {
      "id": 179,
      "narrator": "Nafi' reported that Abu Lubaba talked to Ibn 'Umar to open a door in his house which would bring them nearer to the mosque and they found a fresh slough of the snake, whereupon 'Abdullah said:",
      "text": "Nafi', Abu Lubaba'nın İbn 'Umar ile evinde bir kapı açması gerektiğini, bu kapının onlara camiye daha yakın olacağını söylediğini bildirdi ve bir yılanın taze derisini buldular, bunun üzerine 'Abdullah dedi ki: Bulun ve öldürün. Abu Lubaba dedi ki: Onları öldürmeyin, çünkü Allah'ın Messenger'ı (ﷺ) evlerde bulunan yılanların öldürülmesini yasakladı."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Nafi', İbn 'Umar'ın her tür yılanı öldürdüğünü bildirdi ta ki Abu Lubaba b. 'Abd al-Mundhir Badri, Allah'ın Messenger'ının (ﷺ) evlerin yılanlarının öldürülmesini yasakladığını bildirdi ve bu nedenle ondan kaçındı."
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Nafi' bildirdi ki, Abu Lubaba'nın İbn 'Umar'a, Allah'ın Elçisi'nin (ﷺ) evcil yılanların öldürülmesini yasakladığını bildirdiğini duydu."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "'Abdullah bildirdi ki, Abu Lubaba ona, Allah'ın Elçisi'nin (ﷺ) evde bulunan yılanların öldürülmesini yasakladığını bildirdi."
    },
    {
      "id": 183,
      "narrator": "Nafi' reported that Abu Lubaba b. 'Abd al-Mundhir al-Ansari (first) lived in Quba. He then shifted to Medina and as he was in the company of 'Abdullah b. 'Umar opening a window for him, he suddenly saw a snake in the house. They (the inmates of the house) attempted to kill that. Thereupon Abu Lubaba said:",
      "text": "Nafi' bildirdi ki, Abu Lubaba b. 'Abd al-Mundhir al-Ansari (önce) Kuba'da yaşıyordu. Sonra Medine'ye taşındı ve 'Abdullah b. 'Umar ile birlikteyken ona bir pencere açarken, aniden evde bir yılan gördü. Evdekiler onu öldürmeye çalıştılar. Bunun üzerine Abu Lubaba dedi ki: Ev yılanlarını öldürme girişiminde bulunmaları yasaklandı ve küçük kuyruklu yılanlar, küçük yılanlar ve üzerlerinde çizgiler bulunan yılanları öldürmeleri emredildi. Her ikisi de gözlere zarar verir ve kadınların hamileliklerini etkiler."
    },
    {
      "id": 184,
      "narrator": "Nafi' reported on the authority of his father that as 'Abdullah b. 'Umar saw one day (standing) near the ruin (of his house) the slough of a snake and said (to the people around him):",
      "text": "Nafi' babasından rivayet etti ki, 'Abdullah b. 'Umar bir gün (evinin) harabesinin yanında bir yılan derisi gördü ve etrafındakilere dedi ki: Bu yılanı takip edin ve öldürün. Abu Lubaba el-Ensari dedi ki: Ben Allah'ın Elçisi'ni (ﷺ) duydum. O, evlerde bulunan yılanların öldürülmesini yasakladı, ancak kısa kuyruklu yılanlar ve üzerlerinde çizgiler bulunanlar için, çünkü her ikisi de gözleri yok eder ve (hamile) kadınların karnındaki şeyi etkiler."
    },
    {
      "id": 185,
      "narrator": "",
      "text": "Nafi' bildirdi ki, Abu Lubaba, 'Umar b. Khattab'ın evinin yakınındaki kuşatılmış yerde yaşayan İbn 'Umar'ın yanından geçerken, bir yılanı izlemekle meşguldü ve onu öldürmeye çalışıyordu, hadisin geri kalanı aynıdır."
    },
    {
      "id": 186,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah bildirdi: Biz Allah'ın Elçisi (ﷺ) ile bir mağarada iken, ona (Mursalat Suresi, yani 77. Sure: \"İyilik yaymak için gönderilenler\") vahyedildi ve onun dudaklarından bunu duyduğumuzda, önümüzde bir yılan belirdi. O dedi ki: Onu öldürün. Biz onu öldürmek için hızlandık, ama yılan bizden kayıp gitti, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Allah onu zararınızdan kurtardı, tıpkı sizi onun şerrinden kurtardığı gibi."
    },
    {
      "id": 187,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle el-A'maş'tan nakledilmiştir."
    },
    {
      "id": 188,
      "narrator": "",
      "text": "'Abdullah bildirdi ki, Allah'ın Elçisi (ﷺ) bir ihramda (hacda olan) kişiye Mina'da yılanı öldürmesini emretti."
    },
    {
      "id": 189,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah bildirdi: Biz Allah'ın Elçisi (ﷺ) ile mağarada iken, hadisin geri kalanı yukarıda anlatılanla aynıdır."
    },
    {
      "id": 190,
      "narrator": "Abu as-Sa'ib, the freed slaved of Hisham b. Zuhra, said that he visited Abu Sa'id Khudri in his house, (and he further) said:",
      "text": "Abu as-Sa'ib, Hişam b. Zuhra'nın freedman'ı, Abu Sa'id Khudri'yi evinde ziyaret ettiğini ve şöyle dediğini aktardı: Onu namaz kılarken buldum, ben de namazını bitirmesini beklerken evin köşesindeki odun yığınlarında bir hareket duydum. Ona doğru baktım ve bir yılan buldum. Onu öldürmek için fırladım, ama o (Abu Sa'id Khudri) oturmamı işaret etti. Ben de oturdum ve namazını bitirince evdeki bir odayı işaret ederek dedi ki: Bu odayı görüyor musun? Ben de: Evet, dedim. O dedi ki: Aramızda yeni evlenmiş bir genç vardı. Biz Allah'ın Elçisi (ﷺ) ile (Hendek) savaşına katıldık, o genç öğle vakti Allah'ın Elçisi'nden (ﷺ) ailesine dönmek için izin istedi. Bir gün izin istedi ve Allah'ın Elçisi (ﷺ) ona izin verdikten sonra: Silahlarını al, çünkü ben Kureyş kabilesinin (sana zarar verebileceğinden) korkuyorum, dedi. Adam silahlarını aldı ve geri döndüğünde, karısını iki kapı arasında buldu. Kıskançlıkla ona doğru eğildi ve onu mızrakla yaralamak için üzerine atıldı. O da: Mızrağını uzak tut ve eve gir, dışarı çıkmamı sağlayan şeyi görene kadar, dedi. O içeri girdi ve yatakta kıvrılmış büyük bir yılan buldu. Mızrağıyla ona saldırdı ve onu deldi, sonra yılan evde sabit kalmışken dışarı çıktı, ama yılan ona saldırdı ve hangisinin önce öldüğü bilinmiyor, yılan mı yoksa genç mi. Biz Allah'ın Elçisi'ne (ﷺ) geldik ve ona bahsettik ve: Allah'a dua et ki o (adam) dirilsin, dedik. Bunun üzerine o dedi ki: Arkadaşın için af dile ve sonra dedi ki: Medine'de İslam'ı kabul eden cinler var, bu yüzden onlardan herhangi birini gördüğünüzde, ona üç gün uyarı yapın, ve eğer ondan sonra karşınıza çıkarsa, onu öldürün, çünkü o bir şeytandır."
    },
    {
      "id": 191,
      "narrator": "Asma' b. 'Ubaid reported about a person who was called as-Sa'ib having said:",
      "text": "Asma' b. 'Ubaid, as-Sa'ib adında bir kişinin şöyle dediğini bildirdi: Biz Abu Sa'id Khudri'yi ziyaret ettik. Onunla oturduğumuzda, yatağının altında bir hareket duyduk. Bakınca büyük bir yılan bulduk, hadisin geri kalanı aynıdır. Ve burada Allah'ın Elçisi (ﷺ) şöyle demiştir: Şüphesiz bu evlerde yaşlı (yılanlar) vardır, bu yüzden onlardan birini gördüğünüzde, ona üç gün zorluk çıkarın, eğer giderse (iyi), aksi takdirde onu öldürün, çünkü o bir kafirdir. Ve o (Peygamber) arkadaşlarımıza dedi ki: Arkadaşınızı (yılan ısırığıyla ölen) gömün."
    },
    {
      "id": 192,
      "narrator": "Abu Sa'id Khudri reported Allah's Messenger having said:",
      "text": "Abu Sa'id Khudri, Allah'ın Elçisi'nin şöyle dediğini bildirdi: Medine'de İslam'ı kabul eden bir grup cin var, bu yüzden bu sakinlerden herhangi birini gören, ona üç kez uyarıda bulunmalıdır; eğer ondan sonra görünürse, onu öldürmelidir, çünkü o bir şeytandır."
    },
    {
      "id": 193,
      "narrator": "",
      "text": "Umm Şarik, Allah'ın Elçisi'nin (ﷺ) ona kertenkeleleri öldürmesini emrettiğini bildirdi. Bu hadis, Ibn Abi Shaiba'dan hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 194,
      "narrator": "",
      "text": "Umm Şarik, kertenkelelerin öldürülmesi konusunda Allah'ın Elçisi'ne (ﷺ) danıştığını ve onun onları öldürmesini emrettiğini bildirdi ve Umm Şarik, Beni 'Amir b. Luwayy'den bir kadındır. Bu hadis, aynı anlamda başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 195,
      "narrator": "",
      "text": "'Amir b. Sa'd, babasından rivayet etti ki, Allah'ın Elçisi (ﷺ) kertenkelelerin öldürülmesini emretti ve onlara küçük zararlı yaratıklar dedi."
    },
    {
      "id": 196,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) said about the gecko as a noxious creature\". Harmala made this addition that she said:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) hakkında gecko hakkında \"zararlı bir yaratık\" dediğini bildirmiştir. Harmala, onun onları öldürmeyi emrettiğini duymadığını eklemiştir."
    },
    {
      "id": 197,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"İlk darbe ile bir geckoyu öldüren için şu ve şu kadar bir ödül vardır; ikinci darbe ile öldüren için ise ilkinden daha az bir ödül vardır; üçüncü darbe ile öldüren için ise ikinci darbeden daha az bir ödül vardır.\""
    },
    {
      "id": 198,
      "narrator": "This hadith has been reported on the authority of Abu Huraira through another chain of transmitters (and the words are):",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla başka bir nakil zinciri ile bildirilmiştir (ve sözler şunlardır): \"İlk darbe ile bir geckoyu öldüren için yüz sevap yazılmıştır; ikinci darbe ile daha az, üçüncü darbe ile de ondan daha az.\""
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"İlk darbe ile bir geckoyu öldüren için yetmiş ödül vardır.\""
    },
    {
      "id": 200,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Bir Peygamber (önceki Peygamberlerden biri) bir karınca tarafından ısırıldı ve karınca kolonisinin yakılmasını emretti. Allah ona vahyetti: 'Bir karıncanın ısırığı yüzünden, benim yüceliğimi söyleyen bir topluluğu yaktın.'\""
    },
    {
      "id": 201,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Allah'ın Elçilerinden biri bir ağacın altında konakladı ve bir karınca onu ısırdı; eşyalarının ağacın altından kaldırılmasını emretti. Sonra onu yaktırdı ve Allah ona vahyetti: 'Seni ısıran bir karınca neden öldürülmedi?'\""
    },
    {
      "id": 202,
      "narrator": "Abu Huraira reported so many ahadith and one of them was this that Allah' Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, birçok hadis rivayet etmiştir ve bunlardan biri şudur: \"Allah'ın Elçilerinden biri bir ağacın altında oturduğunda bir karınca onu ısırdı. Eşyalarının ağacın altından kaldırılmasını emretti ve onu ateşte yakılmasını emretti. Allah ona vahyetti: 'Seni ısıran bir karınca neden öldürülmedi (ve diğerlerini neden yaktın)?'\""
    },
    {
      "id": 203,
      "narrator": "Nafi' reported from 'Abdullah that Allah's Messenger (ﷺ) said:",
      "text": "Nafi', 'Abdullah'tan rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Bir kadın, bir kediyi bağlı tutarak öldürdüğü için cezalandırıldı ve bu suçun cezası olarak cehenneme atıldı. Ona ne yiyecek ne de içecek vermişti ve onu serbest bırakmamıştı ki, yerin haşerelerini yiyebilsin.\""
    },
    {
      "id": 204,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla başka bir nakil zinciri ile aktarılmıştır."
    },
    {
      "id": 205,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar aracılığıyla da aktarılmıştır."
    },
    {
      "id": 206,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Bir kadın, bir kedi yüzünden cezalandırıldı. Ona ne yiyecek ne de içecek vermişti, ne de onu serbest bırakmıştı ki, yerin haşerelerini yiyebilsin.\""
    },
    {
      "id": 207,
      "narrator": "",
      "text": "Bu hadis, Hişam aracılığıyla aynı nakil zinciri ile ancak kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Ebu Hureyre, bu hadisi başka bir nakil zinciri ile bildirmiştir."
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Hammam b. Manabbih, bu hadisi Ebu Hureyre aracılığıyla aktarmıştır."
    },
    {
      "id": 210,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as sayings:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Bir kişi yolculukta aşırı susuzluktan muzdaripken bir kuyu buldu. Kuyunun içine indi ve su içti, sonra dışarı çıktı ve bir köpeğin susuzluktan dili sarkmış bir şekilde ıslak toprağı yediğini gördü. Kişi dedi ki: 'Bu köpek, benim çektiğim susuzluktan muzdarip.' Kuyunun içine indi, ayakkabısını suyla doldurdu, sonra ağzıyla suyu alarak yukarı çıktı ve köpeğe içirdi. Allah, bu davranışını takdir etti ve onu affetti. Sonra (etrafındaki Sahabeler) dediler ki: 'Allah'ın Elçisi, böyle hayvanlara hizmet ettiğimiz için bizim için bir ödül var mı?' O da: 'Evet, her canlı hayvana hizmet için bir ödül vardır.' diye cevap verdi.\""
    },
    {
      "id": 211,
      "narrator": "Abu Huraira reported Allah's Messenger (may pace be upon him) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ona salat ve selam olsun) şöyle buyurduğunu rivayet etmiştir: Bir fahişe, sıcak bir günde bir kuyunun etrafında dönen ve susuzluktan dili dışarı sarkmış bir köpek gördü. Onun için ayakkabısıyla su çekti ve bu hareketi sebebiyle affedildi."
    },
    {
      "id": 212,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Susuzluktan ölmekte olan bir köpek bir kuyunun etrafında dolaşıyordu. Aniden Beni İsrail'in fahişelerinden biri onu gördü ve ayakkabısıyla su çekip ona içirdi, bu yüzden affedildi."
    }
  ]
}