{
  "language": "tr",
  "metadata": {
    "length": 23,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre (r.a) bildirdi: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: Yüce ve Glorif olan Allah şöyle dedi: Âdemoğlu Dahr'ı (zamanı) kötüler, oysa ben Dahr'ım; zira elimde gündüz ve gece vardır."
    },
    {
      "id": 2,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Yüce ve Glorif olan Allah şöyle dedi: Âdemoğlu Dahr'ı (zamanı) kötüleyerek beni incitir, oysa ben Dahr'ım - gece ve gündüzü değiştiririm."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Yüce ve Glorif olan Allah şöyle dedi: Âdemoğlu, \"Zaman ne kötü!\" diyerek beni incitir. Sizden hiç kimse \"Zaman ne kötü!\" dememelidir; zira ben Zaman'ım (çünkü) gündüz ve geceyi değiştiririm ve dilediğimde onları sona erdirebilirim."
    },
    {
      "id": 4,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sizden hiç kimse \"Zaman ne kötü!\" dememelidir; çünkü gerçekten Allah Zaman'dır."
    },
    {
      "id": 5,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Zamanı lanetlemeyin; çünkü Zaman, Allah'tır."
    },
    {
      "id": 6,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sizden hiç kimse Zaman'ı kötülememelidir; çünkü Zaman, Allah'tır. Ve sizden hiç kimse 'İnâb' (üzüm) için 'el-karm' dememelidir; çünkü karm bir Müslümandır."
    },
    {
      "id": 7,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Şarap için 'karm' kelimesini kullanmayın; zira bir müminin kalbi saygıdeğerdir."
    },
    {
      "id": 8,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Üzümü 'karm' olarak adlandırmayın; zira saygıdeğer olan bir Müslümandır."
    },
    {
      "id": 9,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sizden hiç kimse 'el-harin' (üzüm için) kelimesini kullanmamalıdır; zira bir müminin kalbi karm'dır (saygıdeğerdir)."
    },
    {
      "id": 10,
      "narrator": "Abu Huraira reported from Allah's Messenger (ﷺ) various ahadith, one of which is this that he said:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) çeşitli hadisler bildirdi, bunlardan biri de şudur: Sizden hiç kimse 'el-karm' kelimesini 'İnâb' için kullanmamalıdır; zira karm (saygıdeğer) bir Müslümandır."
    },
    {
      "id": 11,
      "narrator": "'Alqama b. Wa'il reported, from his father, Allah's Apostle (ﷺ) having said:",
      "text": "Alqama b. Wa'il, babasından, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: 'El-karm' (asmanın kelimesi) demeyin, 'el-habala' (yani üzüm) deyin."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, Alqama b. Wa'il tarafından babasının aracılığıyla farklı bir raviden ve kelime değişikliği ile bildirilmiştir."
    },
    {
      "id": 13,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sizden hiç kimse: \"Benim kölem ve cariyem\" dememelidir; zira hepiniz Allah'ın kullarısınız ve kadınlarınız Allah'ın cariyeleridir; fakat \"Benim hizmetkârım, benim kızım, benim delikanlım ve benim genç kızım\" demelisiniz."
    },
    {
      "id": 14,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sizden hiç kimse: \"Benim kölem\" dememelidir; zira hepiniz Allah'ın kullarısınız; fakat \"Benim delikanlım\" demelisiniz ve hizmetkâr, \"Benim Rabbim\" dememelidir; \"Benim efendim\" demelidir."
    },
    {
      "id": 15,
      "narrator": "This hadith has been reported on the authority of al-A'mash with the same chain of transmitters, and the words are that the servant should not say to his chief:",
      "text": "Bu hadis, aynı raviler zinciriyle el-A'maş'tan bildirilmiştir ve sözler, hizmetkârın efendisine \"Benim Rabbim\" dememesi gerektiği şeklindedir; Ebu Mu'aviye bir ekleme yaptı: \"Çünkü sizin Rabbiniz, yüce ve glorif olan Allah'tır.\""
    },
    {
      "id": 16,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) so many ahadith and one of them is this that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) tarafından birçok hadis rivayet etmiştir ve bunlardan biri şudur: Hiçbiriniz \"Rabbinize içecek verin, Rabbinizi doyurun, Rabbinize abdest aldırın\" dememelidir. Hiçbiriniz \"Rabbim\" dememelidir. Bunun yerine \"Büyüğüm, koruyucum\" demelidir; ve hiçbiri \"Kulum, cariyem\" dememelidir, sadece \"Oğlum, kızım, hizmetçim\" demelidir."
    },
    {
      "id": 17,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) having said:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Hiçbiriniz \"Nefsim kötüleşti\" dememelidir, bunun yerine \"Nefsim merhametsizleşti\" demelidir. Bu hadis, Abu Bekir'in rivayetiyle biraz farklı bir ifadeyle aktarılmıştır."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Bu hadis, Abia Mu'iwiya'nın aynı raviler zinciriyle rivayet edilmiştir."
    },
    {
      "id": 19,
      "narrator": "Abu Umama b. Sahl b. Hunaif, on the authority of his father, reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Ümame b. Sahl b. Hunaif, babasından naklen, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Hiçbiriniz \"Nefsim kötüleşti\" dememelidir, bunun yerine \"Nefsim merhametsizleşti\" demelidir."
    },
    {
      "id": 20,
      "narrator": "Abd Sa'id Khudri reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abd Sa'id Hudri, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Beni İsrail'den kısa boylu bir kadın vardı ve o, ayaklarında ahşap terliklerle iki uzun kadınla birlikte yürüyordu. Altın bir yüzüğü vardı, içinde misk doluydu ve sonra yukarı baktı; misk en güzel kokudur. Sonra iki kadının arasında yürüdü ve insanlar onu tanımadı. Elini şöyle bir hareketle salladı ve Şu'be, onun elini nasıl salladığını göstermek için elini salladı."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Ebu Sa'id Hudri, Allah'ın Elçisi (ﷺ) Beni İsrail'den bir kadından bahsettiğini, bu kadının yüzüğünü miskle doldurduğunu ve miskin en güzel kokulardan biri olduğunu bildirmiştir."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Birine bir çiçek sunulduğunda onu reddetmemelidir, çünkü taşınması hafif ve kokusu hoştur."
    },
    {
      "id": 23,
      "narrator": "Nafi' reported that when Ibn Umar wanted fumigation he got it from aloeswood without mixing anything with it, or he put camphor along with aloeswood and then said:",
      "text": "Nafi', İbn Ömer fumigasyon istediğinde, onu sadece sandal ağacından alarak karıştırmadan kullandığını veya sandal ağacı ile birlikte kafur koyduğunu ve sonra şöyle dediğini bildirmiştir: İşte Allah'ın Elçisi (ﷺ) böyle fumigasyon yapardı."
    }
  ]
}