{
  "language": "tr",
  "metadata": {
    "length": 41,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Salama reported:",
      "text": "Ebu Salama şöyle bildirdi: Rüyalar görüyordum (ve bu beni o kadar rahatsız ediyordu ki) titremeye ve ateşlenmeye başladım, ama üzerime bir örtü almadım. Ebu Katade ile karşılaştım ve bunu ona söyledim. O da dedi ki: Allah'ın Elçisi (ﷺ) şöyle buyurdu: İyi bir rüya Allah'tan gelir, kötü bir rüya (hulm) ise şeytandandır. Sizden biri hoşlanmadığı bir kötü rüya (hulm) görürse, sol tarafına üç kez tükürmeli ve Allah'tan onun şerrinden sığınmalıdır; o zaman ona zarar vermez."
    },
    {
      "id": 2,
      "narrator": "This hadith has been narrated on the authority of Abu Qatada, but there is no mention of the words of Abu Salama:",
      "text": "Bu hadis Ebu Katade'den rivayet edilmiştir, ancak Ebu Salama'nın \"Rüyalar görüyordum (bunu rahatsız edici buluyordum) ama üzerime bir örtü almadım.\" sözleri geçmemektedir."
    },
    {
      "id": 3,
      "narrator": "This hadith has been reported on the authority of Zuhri with the same chain of transmitters, but it does not contain the words:",
      "text": "Bu hadis, aynı raviler zinciriyle Zuhri'den bildirilmiştir, ancak \"Bu yüzden rahatsız oldum.\" sözleri geçmemektedir ve Yunus'tan rivayet edilen hadiste şu ekleme bulunmaktadır: \"Uykudan kalktığınızda sol tarafa üç kez tükürün.\""
    },
    {
      "id": 4,
      "narrator": "Abu Qatada reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Katade, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: İyi bir rüya Allah'tandır ve kötü bir rüya (hulm) şeytandandır; eğer sizden biri hoşlanmadığı bir şey (rüyada) görürse, sol tarafına üç kez tükürmeli ve Allah'tan onun şerrinden sığınmalıdır, o zaman ona asla zarar vermez. Ebu Salama dedi ki: Rüyalarım üzerimde dağdan daha ağır geliyordu; ama bu hadisi duyduktan sonra artık onun (yükünü) umursamıyorum."
    },
    {
      "id": 5,
      "narrator": "Abu Salama reported:",
      "text": "Ebu Salama şöyle bildirdi: Rüyalar görüyordum, ancak Leys b. Numân'dan rivayet edilen hadiste Ebu Salama'nın hadisin son kısmındaki sözleri geçmemektedir. İbn Rumh hadiste şunu bildirmiştir: \"Yatan kişi, daha önce yattığı tarafı değiştirmelidir.\""
    },
    {
      "id": 6,
      "narrator": "Abu Qatada reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Katade, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: İyi rüyalar Allah'tandır ve kötü rüyalar şeytandandır. Eğer biri hoşlanmadığı bir rüya görürse, sol tarafına tükürmeli ve şeytandan Allah'a sığınmalıdır; ona zarar vermez, ve bunu kimseye açıklamamalıdır, eğer iyi bir rüya görürse, sevinmeli ama bunu sadece sevdiği kimselere açıklamalıdır."
    },
    {
      "id": 7,
      "narrator": "Abu Salama reported:",
      "text": "Ebu Salama şöyle bildirdi: O kadar korkunç rüyalar görüyordum ki hastalandım. Ebu Katade'yi gördüm, o da şöyle dedi: Rüyalarım beni hasta ediyordu, ta ki Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duyana kadar: İyi rüyalar Allah'tandır, eğer sizden biri hoşlandığı bir şey görürse bunu sadece sevdiği kimselere açıklamalıdır, ama hoşlanmadığı bir şey görürse, sol tarafına üç kez tükürmeli ve şeytandan Allah'a sığınmalıdır ve bunu kimseye anlatmamalıdır, o zaman ona zarar vermez."
    },
    {
      "id": 8,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Eğer biri hoşlanmadığı bir rüya görürse, sol tarafına üç kez tükürmeli, şeytandan Allah'a üç kez sığınmalı ve yattığı taraftan dönmelidir."
    },
    {
      "id": 9,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kıyamet zamanı yaklaştığında, bir müminin rüyası neredeyse asılsız olamaz. En doğru rüya, kendisi en doğru sözlü olanın rüyasıdır; çünkü bir Müslümanın rüyası, Peygamberlikten kırk beşinci parçadır ve rüyalar üç türdendir: Birincisi, Allah'tan gelen bir müjde olan iyi bir rüya; ikincisi, acı veren kötü bir rüya, şeytandandır; üçüncüsü ise kişinin kendi zihninin bir önerisidir; eğer sizden biri hoşlanmadığı bir rüya görürse, kalkmalı ve namaz kılmalıdır ve bunu insanlara anlatmamalıdır. Ve dedi ki: Zincirleri (rüyada) görmek isterim, ama kolye takmaktan hoşlanmam, çünkü zincir, kişinin dindeki sebatını ifade eder. Rivayet eden kişi dedi ki: Bunun hadisin bir parçası mı yoksa İbn Sirin'in sözleri mi olduğunu bilmiyorum."
    },
    {
      "id": 10,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre şöyle bildirdi: Zincirleri (rüyada) görmek isterim ama kolyeyi (rüyada) sevmem, çünkü zincir, kişinin dindeki sebatını ifade eder. Ayrıca Allah'ın Elçisi (ﷺ) şöyle buyurduğunu da bildirdi: Bir müminin rüyası, Peygamberlikten kırk altıncı parçadır."
    },
    {
      "id": 11,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira and the words are:",
      "text": "Bu hadis Ebu Hureyre'den rivayet edilmiştir ve sözleri: \"Zaman yaklaştığında,\" hadisin geri kalanı aynıdır."
    },
    {
      "id": 12,
      "narrator": "Muhammad b. Sirin reported from Abu Huraira a hadith from Allah's Apostle (ﷺ) and he mentioned in his hadith his words:",
      "text": "Muhammed b. Sirin, Ebu Hureyre'den Allah'ın Elçisi (ﷺ) ile ilgili bir hadisi rivayet etti ve hadiste şu sözlerini zikretti: \"Zincirleri sevmem,\" ifadesinin sonuna kadar, ancak \"Bir rüya, Peygamberlikten kırk altıncı parçadır.\" ifadesine yer vermemiştir."
    },
    {
      "id": 13,
      "narrator": "`Ubada b. as-Samit reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ubade b. es-Samit, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bir müminin rüyası, Peygamberlikten kırk altıncı parçadır."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu hadis, Anas b. Malik'ten başka bir raviler zinciriyle rivayet edilmiştir."
    },
    {
      "id": 15,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Şüphesiz ki bir müminin rüyası, Peygamberlikten kırk altıncı parçadır."
    },
    {
      "id": 16,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Müslümanın gördüğü veya kendisine gösterilen rüya, İbn Müshir'in rivayet ettiği hadisteki ifadeye göre: \"Salih rüya, Peygamberliğin kırk altıncı kısmıdır.\""
    },
    {
      "id": 17,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Salih bir kimsenin gördüğü rüya, Peygamberliğin kırk altıncı kısmıdır."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Bu hadisin, Yahya b. Ebu Katir aracılığıyla aynı raviler zinciriyle nakledildiği bildirilmiştir."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadisin, Ebu Hureyre aracılığıyla başka bir raviler zinciriyle nakledildiği bildirilmiştir."
    },
    {
      "id": 20,
      "narrator": "Ibn `Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Salih rüyalar, Peygamberliğin yetmişinci kısmıdır."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Bu hadisin, Ubaidullah aracılığıyla aynı raviler zinciriyle nakledildiği bildirilmiştir."
    },
    {
      "id": 22,
      "narrator": "A hadith like this has been reported on the authority of Nafi` with the same chain of transmitters (and the words are):",
      "text": "Bu hadise benzer bir rivayet, Nafi' aracılığıyla aynı raviler zinciriyle bildirilmiştir (ve sözler şunlardır): \"Sanırım İbn Ömer şöyle dedi: Peygamberlikten yetmişinci kısım.\""
    },
    {
      "id": 23,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Beni rüyada gören, aslında beni görmüştür; çünkü şeytan benim suretimi alamaz."
    },
    {
      "id": 24,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Beni rüyada gören, yakında uyanıkken de beni görecektir, ya da sanki uyanıkken görmüş gibi; çünkü şeytan benim suretimi alamaz."
    },
    {
      "id": 25,
      "narrator": "Abu Qatada reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Katade, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Beni rüyada gören, aslında gerçeği görmüştür."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Yukarıdaki iki hadis, başka bir raviler zinciriyle de benzer şekilde nakledilmiştir."
    },
    {
      "id": 27,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Beni uykuda gören, aslında beni görmüştür; çünkü şeytan benim suretimi alamaz; ayrıca şöyle dedi: Sizden biri bir hulm (rüya) gördüğünde, kimseye anlatmasın; çünkü bu, şeytanın uykudaki boş bir eğlencesidir."
    },
    {
      "id": 28,
      "narrator": "Jabir b. `Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Beni rüyada gören, aslında beni görmüştür; çünkü şeytan benim suretimi alamaz."
    },
    {
      "id": 29,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi'ne (ﷺ) bir bedevinin geldiğini ve şöyle dediğini bildirmiştir: Rüyamda başımın kesildiğini ve onun (kesik başın) peşinden gittiğimi gördüm. Allah'ın Elçisi (ﷺ) ona: Gece boyunca seninle şeytanın oynadığı boş eğlenceleri anlatma, diye uyardı."
    },
    {
      "id": 30,
      "narrator": "Jabir reported that there came to Allah's Apostle (ﷺ) a desert Arab and said:",
      "text": "Cabir, Allah'ın Elçisi'ne (ﷺ) bir bedevinin geldiğini ve şöyle dediğini bildirmiştir: Allah'ın Elçisi, rüyamda başımın kesildiğini ve onun ardından yavaşça gittiğimi gördüm. Bunun üzerine Allah'ın Elçisi (ﷺ) o bedeviye: Uykudaki şeytanın seninle oynadığı boş eğlenceleri insanlara anlatma, dedi ve (rivayetçi) ayrıca şunu da ekledi: Allah'ın Elçisi (ﷺ) sonraki konuşmasında: Sizden hiç kimse, rüyasında şeytanın kendisiyle oynadığı boş eğlenceleri anlatmasın, dedi."
    },
    {
      "id": 31,
      "narrator": "Jabir reported that a person came to Allah's Apostle (ﷺ) and said:",
      "text": "Cabir, Allah'ın Elçisi'ne (ﷺ) bir kişinin geldiğini ve şöyle dediğini bildirdi: \"Allah'ın Elçisi, rüyada başımın kesildiğini gördüm.\" Bunun üzerine Allah'ın Elçisi (ﷺ) güldü ve şöyle dedi: \"Sizden biri rüyada şeytanın oynadığını görürse, bunu insanlara anlatmasın; ve Ebu Bekir'in rivayet ettiği hadiste ise şöyle denir: 'Eğer birinizle oynanırsa, 'şeytan' kelimesini anmasın.'\""
    },
    {
      "id": 32,
      "narrator": "It is reported either on the authority of Ibn `Abbas or on the authority of Abu Huraira that a person came to Allah's Messenger (ﷺ) and said:",
      "text": "İbn Abbas veya Ebu Hureyre'den rivayet edildiğine göre, bir kişi Allah'ın Elçisi'ne (ﷺ) geldi ve şöyle dedi: \"Allah'ın Elçisi, gece rüyada bir tente gördüm; bu tenteden tereyağı ve bal akıyordu ve insanların bunu avuçlarıyla topladıklarını gördüm, bazıları daha fazla, bazıları daha az, ayrıca yeri göğe bağlayan bir ip gördüm ve seni onu tutarken ve göğe doğru yükselirken gördüm; sonra senin ardından başka bir kişi onu tutarken ve göğe yükselirken; sonra başka bir kişi onu tutmaya çalıştı ama ip koptu, sonra onun için tekrar bağlandı ve o da yukarı çıktı.\" Ebu Bekir dedi: \"Allah'ın Elçisi, babam sana feda olsun, Allah'a yemin ederim, bana bunun yorumunu yap.\" Allah'ın Elçisi (ﷺ) dedi: \"Peki, yorumunu yap.\" Bunun üzerine Ebu Bekir dedi: \"Tente, İslam'ın tentesi anlamına gelir ve ondan akan tereyağı ve bal, Kur'an-ı Kerim'in tatlılığı ve yumuşaklığıdır ve insanların avuçlarıyla tuttukları, Kur'an'ın büyük kısmını veya küçük kısmını ifade eder; gökle yeri bağlayan ip ise, sizin dünya hayatında durduğunuz gerçektir ve Allah sizi (Cennete) yükseltecektir. Sonra sizden sonra birisi onu tutacak ve o da onun yardımıyla yukarı çıkacaktır. Sonra başka birisi onu tutacak ve onun yardımıyla yukarı çıkacaktır. Sonra başka birisi onu tutacak ve ip kopacak; sonra onun için tekrar bağlanacak ve o da onun yardımıyla yukarı çıkacaktır.\" Allah'ın Elçisi, babam sana fidye olsun, bana doğru yorumlayıp yorumlamadığımı söyle. Allah'ın Elçisi (ﷺ) dedi: \"Bir kısmını doğru yorumladın, bir kısmında ise hata yaptın.\" Bunun üzerine o dedi: \"Allah'ın Elçisi, Allah'a yemin ederim, hata yaptığım kısmı bana söyle.\" Bunun üzerine o dedi: \"Yemin etme.\""
    },
    {
      "id": 33,
      "narrator": "Ibn `Abbas reported that there came to Allah's Apostle (ﷺ) a person as he was returning from Uhud and he said:",
      "text": "İbn Abbas, Allah'ın Elçisi'ne (ﷺ) Uhud'dan dönerken bir kişinin geldiğini ve şöyle dediğini bildirdi: \"Allah'ın Elçisi, gece rüyada tereyağı ve bal akıtan bir tente gördüm; hadisin geri kalanı aynıdır.\""
    },
    {
      "id": 34,
      "narrator": "It is reported either on the authority of Ibn 'Abbas or on that of Abu Huraira that a person came to Allah's Messenger (ﷺ) and said:",
      "text": "İbn Abbas veya Ebu Hureyre'den rivayet edildiğine göre, bir kişi Allah'ın Elçisi'ne (ﷺ) geldi ve şöyle dedi: \"Gerçekten gece bir tente gördüm; hadisin geri kalanı aynıdır.\""
    },
    {
      "id": 35,
      "narrator": "Ibn `Abbas reported that Allah's Messenger (ﷺ) used to say to his Companions:",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (ﷺ) arkadaşlarına şöyle dediğini bildirdi: \"Aranızdan rüya gören biri, onu anlatmalı ve ben de onun için yorum yaparım.\" Bir kişi geldi ve şöyle dedi: \"Allah'ın Elçisi, bir tente gördüm.\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 36,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Gece, bir kişinin gördüğü gibi gördüm; sanki 'Ukbe b. Rafi'in evindeyiz, bize İbn Tab'ın taze hurmaları getirildi.' Bunu, dünyada bizim için yücelik ve ahirette iyi bir son olarak yorumladım ve dinimizin güzel olduğunu düşündüm.\""
    },
    {
      "id": 37,
      "narrator": "Abdullah b. `Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Bir rüyada misvak kullandığımı gördüm ve iki kişi ondan almak için yarışıyordu, biri diğerinden daha yaşlıydı. Misvağı daha genç olana verdim. Bana yaşlı olana vermem söylendi ve onu yaşlı olana verdim.\""
    },
    {
      "id": 38,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Rüyamda, Mekke'den hurma ağaçlarıyla dolu bir yere göç etmek üzere olduğumu gördüm ve bunun Yamama veya Hacer olacağını düşündüm, ama bu Yathrib şehriydi (Medine'nin eski adı) ve bu rüyamda bir kılıç salladığımı ve üst kısmının kırıldığını gördüm ve bu, Uhud Günü'nde müminlere gelen felaketin bir yansımasıydı. İkinci kez kılıcı salladım ve düzeldi ve bu, Allah'ın bize zafer ve müminlerin birliğini bahşettiği zaman gerçekleşti. Ayrıca orada inekler de gördüm ve Allah hayır işleyendir. Bunlar, Uhud Günü'nde müminler arasındaki grubu ve Allah'ın ardından getirdiği iyiliği ve Badr Günü'nden sonra bize getirdiği gerçeği ifade ediyordu.\""
    },
    {
      "id": 39,
      "narrator": "Ibn `Abbas reported that Musailima al-Kadhdhab (the greater liar) (who claimed prophethood after the death of the Holy Prophet) came during the lifetime of Allah's Apostle (ﷺ) to Medina and said:",
      "text": "İbn Abbas, Musaylima el-Kezzab'ın (büyük yalancı) (Peygamber Efendimizin ölümünden sonra peygamberlik iddiasında bulunan) Allah'ın Elçisi'nin (ﷺ) hayatında Medine'ye geldiğini ve şöyle dediğini bildirdi: \"Eğer Muhammed, halifeliğini bana devrederse, onu takip ederim.\" Ve onunla birlikte büyük bir kabile topluluğu vardı; Allah'ın Elçisi (ﷺ), Thabit b. Kays b. Şemmâs ile birlikte geldi ve Allah'ın Elçisi (ﷺ) elinde bir parça odunla Musaylima'nın önüne geldi ve şöyle dedi: \"Eğer bu (odun) için bile sorsan, asla sana vermem. Seninle ilgili olarak Allah'ın iradesine karşı bir şey yapmayacağım ve eğer söylediklerimden yüz çevirirsen, Allah seni helak edecektir. Ve seni, rüyamda gösterildiğim halde buluyorum ve işte Thabit burada ve o benim adıma sana cevap verecek.\" Sonra (Peygamber) geri döndü. İbn Abbas dedi: \"Allah'ın Elçisi'nin (ﷺ) sözlerinin anlamını sordum: 'Sen, rüyamda seninle ilgili olarak gördüğüm gibisin.' Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Rüyamda elimde iki altın bilezik gördüm. Bu beni rahatsız etti ve rüyada onlara üfleme fikri verildi, bu yüzden üfledim ve her ikisi de yok oldu. Bunları, benden sonra ortaya çıkacak iki büyük yalancı olarak yorumladım; biri San'a'nın sakini Al-‘Anası, diğeri ise Yamama'nın sakini Musaylima.\""
    },
    {
      "id": 40,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Rüyamda, yerin hazineleri bana sunuldu ve elimde iki altın bilezik takıldı. Üzerimde bir yük hissettim ve rahatsız oldum ve bana üfleme fikri verildi, bu yüzden üfledim ve her ikisi de kayboldu. Bunları, herhangi bir zamanda ortaya çıkacak iki büyük yalancı olarak yorumladım; biri San'a'nın sakini, diğeri ise Yamama'nın sakini.\""
    },
    {
      "id": 41,
      "narrator": "Samura b. Jundab reported that when Allah's Messenger (ﷺ) had performed his dawn prayer he turned his face towards them (that is towards his Companions) and said:",
      "text": "Samura b. Cundab, Allah'ın Elçisi (ﷺ) sabah namazını kıldıktan sonra yüzünü onlara (yani arkadaşlarına) döndüğünü ve şöyle dediğini bildirdi: \"Aranızdan geçen gece herhangi biriniz rüya gördü mü?\""
    }
  ]
}