{
  "language": "tr",
  "metadata": {
    "length": 226,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Wathila b. al-Asqa' reported:",
      "text": "Vathila b. al-Asqa' bildirdi: Allah'ın Elçisi (ﷺ) şöyle dediğini işittim: Şüphesiz Allah, İsmail'in soyundan Kinana'ya üstünlük verdi, Kinana'dan Kureyş'e üstünlük verdi, Kureyş'ten de Banu Haşim'e üstünlük verdi ve Banu Haşim'den de bana üstünlük verdi."
    },
    {
      "id": 2,
      "narrator": "Jabir b. Samura reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Semura, Allah'ın Elçisi (ﷺ) şöyle derken duydu: Ben, peygamber olarak gelmeden önce bana selam veren Kabe'deki taşı tanıyorum ve şimdi de onu tanıyorum."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Kıyamet Günü Adem'in soyundan en üstün olan ben olacağım ve ilk şefaat eden ben olacağım ve şefaatim kabul edilen ilk kişi ben olacağım."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi (ﷺ) su istediğini ve kendisine bir kap verildiğini, insanların o kapta abdest almaya başladıklarını bildirdi. Ben (insanları) saydım ve altmış ile seksen arasında olduklarını gördüm ve parmaklarından suyun fışkırdığını gördüm."
    },
    {
      "id": 5,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik bildirdi: Ben, Allah'ın Elçisi (ﷺ) öğle namazı vaktinde gördüm ve insanların abdest almak için su istediklerini, fakat bulamadıklarını gördüm. (Bir miktar) su Allah'ın Elçisi'ne (ﷺ) getirildi ve o, elini o kapta koydu ve insanlara abdest almalarını emretti. Parmaklarından suyun fışkırdığını gördüm ve insanlar, aralarındaki son kişi abdest alana kadar abdest aldılar."
    },
    {
      "id": 6,
      "narrator": "Anas b. Malik reported that Allah's Apostle (ﷺ) and his Companions were at a place known as az-Zaura' (az-Zaurd' is a place in the bazar of Medina near the mosque) that he called for a vessel containing water. He put his hand in that. And there began to spout (water) between his fingers and all the Companions performed ablution. Qatada, one of the narrators in the chain of narrators, said:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) ve arkadaşlarının az-Zavra' denilen bir yerde bulunduklarını ve su dolu bir kap istediğini bildirdi. O, elini o kapta koydu. Parmakları arasında su fışkırmaya başladı ve tüm arkadaşlar abdest aldı. Hadis zincirindeki ravilerden Katade dedi ki: Ebu Hamza (Hz. Enes b. Malik'in künyesi), kaç kişi idiler? Dedi ki: Yaklaşık üç yüz kişiydiler."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi (ﷺ) az-Zavra'dayken, elinin tamamen daldırılmadığı veya tamamen kaplanmadığı bir su kabı getirildi; hadisin geri kalanı aynıdır."
    },
    {
      "id": 8,
      "narrator": "Jabir reported that Umm Malik used to send clarified butter in a small skin to the Messenger of Allah (ﷺ). Her sons would come to her and ask for seasoning when they had nothing with them (in the form of condiments) and she would go to that (skin) in which she offered (clarified butter) to Allah's Apostle (ﷺ), and she would find in that clarified butter and it kept providing her with seasoning for her household until she had (completely) squeezed it. She came to Allah's Apostle (ﷺ) and (informed him about it). Thereupon, he (the Holy Prophet) said:",
      "text": "Cabir, Ümmü Malik'in, Allah'ın Elçisi'ne (ﷺ) küçük bir deride süzme tereyağı gönderdiğini bildirdi. Oğulları, yanlarında (baharat) bir şey olmadığında ona gelir ve baharat isterlerdi ve o, Allah'ın Elçisi'ne (ﷺ) sunduğu (süzme tereyağının) olduğu (deriye) giderdi ve o süzme tereyağında bulur ve evine baharat sağlamaya devam ederdi, ta ki onu (tamamen) sıkana kadar. O, Allah'ın Elçisi'ne (ﷺ) geldi ve (bunu ona bildirdi). Bunun üzerine, o (Peygamber) dedi ki: Onu sıktın mı? O da: Evet, dedi. Bunun üzerine o dedi ki: Eğer onu o halde bıraksaydın, sana (süzme tereyağını) sürekli sağlamaya devam ederdi."
    },
    {
      "id": 9,
      "narrator": "Jabir reported that a person came to Allah's Apostle (ﷺ) and asked for food. And he gave him half a wasq of barley, and the person and his wife and their guests kept on making use of it (as a food) until he weighed it (in order to find out the actual quantity, and it was no more). He came to Allah's Apostle (ﷺ) (and informed him about it). He said:",
      "text": "Cabir, bir kişinin Allah'ın Elçisi'ne (ﷺ) yiyecek istediğini bildirdi. O, ona yarım wasq arpa verdi ve o kişi, eşi ve misafirleri ondan (yiyecek) kullanmaya devam ettiler, ta ki onu tartana kadar (gerçek miktarı öğrenmek için ve artık kalmadı). O, Allah'ın Elçisi'ne (ﷺ) geldi ve (bunu ona bildirdi). O da: Eğer tartmasaydın, ondan yemeye devam ederdin ve senin için sağlam kalırdı, dedi."
    },
    {
      "id": 10,
      "narrator": "Mu'adh b. Jabal reported that he went along with Allah's Apostle (ﷺ) in the expedition of Tabuk and he (the Holy Prophet) combined the prayers. He offered the noon and afternoon prayers together and the sunset and night prayers together and on the other day he deferred the prayers; he then came out and offered the noon and afternoon prayers together. He then went in and (later on) came out and then after that offered the sunset and night prayers together and then said:",
      "text": "Muaz b. Cebel, Allah'ın Elçisi (ﷺ) ile Tabuk seferine gittiğini ve o (Peygamber'in) namazları birleştirdiğini bildirdi. O, öğle ve ikindi namazlarını birlikte kıldı, akşam ve yatsı namazlarını da birlikte kıldı ve diğer gün namazları erteledi; sonra dışarı çıktı ve öğle ve ikindi namazlarını birlikte kıldı. Sonra içeri girdi ve (daha sonra) dışarı çıktı ve ardından akşam ve yatsı namazlarını birlikte kıldı ve sonra dedi ki: İnşallah, yarın Tabuk pınarına ulaşacaksınız ve oraya sabah olmadan gelmemelisiniz, ve aranızdan oraya giden kimse, ben gelene kadar suyu dokunmamalıdır. Oraya geldik ve aramızdan iki kişi bizden önce o pınara ulaştı. Su ince bir akıntı gibi oldu. Allah'ın Elçisi (ﷺ) onlara suya dokunup dokunmadıklarını sordu. Onlar: Evet, dediler. Allah'ın Elçisi (ﷺ) onlara kızdı ve onlara Allah'ın iradesiyle söylemesi gerekeni söyledi. İnsanlar daha sonra pınardan suyu avuçlarına alarak biraz anlamlı hale getirdiler ve Allah'ın Elçisi (ﷺ) da ellerini ve yüzünü orada yıkadı ve sonra tekrar o (pınardan) aldı ve o pınardan bol su fışkırdı, ta ki tüm insanlar doyana kadar içtiler. Sonra dedi ki: Muaz, eğer uzun yaşarsan, burada bahçelerle dolu olduğunu görebilirsin."
    },
    {
      "id": 11,
      "narrator": "Abu Humaid as-Sa'idi reported:",
      "text": "Ebu Hümeyd es-Saidi bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Tabuk seferine çıktık ve bir vadiye geldik, orada bir kadına ait bir bahçe vardı. Allah'ın Elçisi (ﷺ) dedi ki: Meyvelerinin fiyatını değerlendirin. Ve Allah'ın Elçisi (ﷺ) de bir değerlendirme yaptı ve bu on wasq oldu. O kadına (miktarı hesaplaması için) sordu, ta ki inşallah ona geri döneceğiz. Böylece yola devam ettik ta ki Tabuk'a geldik ve Allah'ın Elçisi (ﷺ) dedi ki: Şiddetli bir fırtına gece sizi saracak, bu yüzden aranızdan hiç kimse ayakta durmasın ve yanında devesi olan kimse onu sıkı bağlasın. Şiddetli bir fırtına esti ve ayakta duran bir kişi fırtına tarafından alındı ve Tayy dağları arasında atıldı. Sonra Aila'nın yöneticisi al 'Alma'nın oğlu olan elçi, Allah'ın Elçisi'ne (ﷺ) bir mektup ve beyaz bir katır hediyesiyle geldi. Allah'ın Elçisi (ﷺ) ona (cevap) yazdı ve ona bir hırka sundu. Geri döndük ta ki Vadi al-Qura'da durduk. Allah'ın Elçisi (ﷺ) o kadına bahçesi ve meyvelerinin fiyatı hakkında sordu. O da: On wasq, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ben ayrılacağım ve aranızdan kim benimle ayrılmak isterse ayrılabilir, ama kim kalmak isterse kalabilir. Yolculuğa devam ettik ta ki Medine'nin kenarlarına geldik. (Bu sırada) Allah'ın Elçisi (ﷺ) dedi ki: İşte Taba, işte Uhud, o da bizi seven ve biz onu seven bir dağdır, ve sonra dedi ki: Ensar'ın en iyi evi Banu Nacjar'ın evidir. Sonra Banu Abd el-Ashhal'ın evi, sonra Banu Abd el-Harith b. Hazrec'in evi, sonra Banu Sa'ida'nın evi ve Ensar'ın tüm evlerinde hayır vardır. Said b. Ubade bize geldi ve Ebu Usaid ona dedi ki: Allah'ın Elçisi (ﷺ) Ensar'ın evlerini iyi olarak nitelendirdi ve bizi sona bıraktı, dedi. Said, Allah'ın Elçisi (ﷺ) ile karşılaştı ve dedi ki: Allah'ın Elçisi, Ensar'ın evini iyi olarak nitelendirdin ve bizi sona bıraktın, bunun üzerine o dedi ki: İyi olanlardan sayıldığınız yeterli değil mi?"
    },
    {
      "id": 12,
      "narrator": "This hadith has been narrated on the authority of 'Amr b. Yahya with the same chain of transmitters up to the words:",
      "text": "Bu hadis, 'Amr b. Yahya'nın rivayetiyle aynı raviler zincirinden aktarılmıştır, \"Ensar'ın tüm evlerinde hayır vardır\" sözlerine kadar ve Sa'd b. Ubade ile ilgili sonraki olaydan bahsedilmez."
    },
    {
      "id": 13,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Nejd'e doğru bir sefere çıktık ve Allah'ın Elçisi (ﷺ) bizi dikenli ağaçlarla dolu bir vadide buldu. Allah'ın Elçisi (ﷺ) bir ağacın altında dinlenmek için durdu ve kılıcını o ağacın bir dalına astı. İnsanlar vadide dağılmaya başladılar ve onlar da ağaçların gölgesinde dinlenmeye başladılar. Allah'ın Elçisi (ﷺ) dedi ki: Bir kişi bana geldi, ben uyurken kılıcı aldı. Uyandım ve onu başımın üzerinde dururken buldum ve kılıcın onun elinde olduğunu gördüm. O dedi ki: Benden seni kim koruyabilir? Ben de: Allah, dedim. O tekrar dedi ki: Benden seni kim koruyabilir? Ben de: Allah, dedim. O, kılıcını kınına koydu (ve burada oturan bu adamı görebilirsiniz). Allah'ın Elçisi (ﷺ) ona hiçbir şekilde dokunmadı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Cabir b. Abdullah el-Ensari, Allah'ın Elçisi (ﷺ) ile Nejd'e doğru bir sefere çıktığını bildirdi ve Allah'ın Elçisi (ﷺ) orada kaldı ve Allah'ın Elçisi (ﷺ) geri döndüğünde o da onunla geri döndü. Onlar bir gün dinlenmek için kaldılar; hadisin geri kalanı aynıdır."
    },
    {
      "id": 15,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Dhat-ur-Riqa' yerine vardığımızda; hadisin geri kalanı aynıdır, ancak Allah'ın Elçisi (ﷺ) ona zarar vermediği kelimesi geçmez."
    },
    {
      "id": 16,
      "narrator": "Abu Musa reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Musa, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Allah, Yüce ve Glorifiye Olan, beni gönderdiği o rehberlik ve bilgi, yağmurun yere düşmesi gibidir. İyi bir toprak vardır ki, yağmuru (hevesle) alır ve bunun sonucunda içinde bolca ot ve çimen yetişir. Sonra suyu tutan sert ve verimsiz bir toprak vardır ki, insanlar ondan faydalanır, içer ve hayvanları da içirir. Sonra bir başka verimsiz toprak vardır ki, ne suyu tutar ne de içinde çimen yetişir. İşte bu, Allah'ın dininin anlayışını geliştiren ilk kişinin benzeridir ve bu, Allah'ın beni gönderdiği şeyle ona fayda sağlar. (İkincisi ise) din bilgisini edinip başkalarına aktaran kişidir. (Diğer tür ise) vahyedilen bilgiye dikkat etmeyen ve böylece bana gönderilen Allah'ın rehberliğini kabul etmeyen kişidir.\""
    },
    {
      "id": 17,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Musa, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve Allah'ın beni gönderdiği şeyin benzerliği, yanımıza gelen bir kişinin benzeridir. O kişi şöyle dedi: Ey insanlar, gözlerimle bir ordu gördüm ve ben açık bir uyarıcıyım (ve size uyarıda bulunuyorum) hemen bir kaçış yolu bulmalısınız. İçlerinden bir grup (uyarısına kulak vererek) bir koruma yerine kaçtı, diğer bir grup ise onu yalanladı ve sabah evlerinde onları ordu yakaladı, saldırdı ve onları öldürdü ve hepsi dağıldı. İşte bu, bana itaat eden, gönderildiğim şeyle giden kişinin benzerliğidir; diğerinin benzerliği ise bana itaat etmeyen ve beni yalanlayan kişidir.\""
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve ümmetimin benzerliği, bir kişinin ateş yaktığı ve içine böceklerin ve güvelerin düştüğü gibidir. Ben sizi geri tutmaya çalışıyorum ama siz içine dalıyorsunuz.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Yukarıdaki hadis, başka bir rivayet zinciri ile de aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih bildirdi: Abu Huraira, bize Allah'ın Elçisi (ﷺ) hakkında birçok hadis aktardı, bunlardan biri de şudur: \"Bir kişi ateş yaktı ve atmosfer parlayınca, güveler ve böcekler ateşe düşmeye başladı, ama ben onları geri tutmaya çalışıyorum, ama onlar benim çabalarıma rağmen içine dalıyorlar,\" diye ekledi: \"Bu sizin örneğiniz ve benim örneğim. Ben sizi ateşten geri tutmaya çalışıyorum ve sizi ondan kurtarmaya çalışıyorum, ama siz benim çabalarıma rağmen içine dalıyorsunuz.\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Jabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim örneğim ve sizin örneğiniz, bir kişinin ateşi yaktığı ve içine böceklerin ve güvelerin düştüğü gibidir. O, onları dışarı çıkarmak için çaba sarf ederken, ben sizi ateşten geri tutmaya çalışıyorum, ama siz elimden kayıyorsunuz.\""
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve benden önceki Elçilerin benzerliği, bir kişinin bir bina inşa etmesi ve onu güzel ve sağlam bir şekilde yapması gibidir. İnsanlar etrafında dönerek, 'Bundan daha etkileyici bir bina görmedik,' diyorlar, ama bir tuğla eksik ve ben o tuğlayım (bina tamamlanması için gereken).\""
    },
    {
      "id": 23,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve benden önceki Elçilerin benzerliği, oldukça etkileyici ve güzel bir ev inşa eden bir kişinin benzeridir. O, bir köşesinde bir tuğla eksik olarak evi tamamladı. İnsanlar etrafında dönerken, bina onları memnun etti ve 'Bu tuğla olmasaydı, binanız mükemmel olurdu,' derlerdi. Muhammad (ﷺ) dedi ki: 'Ve ben o son tuğlayım.'\""
    },
    {
      "id": 24,
      "narrator": "Abu Hurairh reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve benden önceki Elçilerin benzerliği, oldukça etkileyici ve güzel bir ev inşa eden bir kişinin benzeridir, ama bir köşesinde bir tuğla eksik. İnsanlar etrafında dönerken, binayı takdir ederler ama 'Bu tuğla neden buraya yerleştirilmedi?' derlerdi. O dedi ki: 'Ben o tuğlayım ve ben Elçilerin sonuncusuyum.'\""
    },
    {
      "id": 25,
      "narrator": "Abu Sa'id reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Sa'id, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve Elçilerin benzerliği; hadisin geri kalanı aynıdır.\""
    },
    {
      "id": 26,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jabir, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Benim ve Elçilerin benzerliği, bir ev inşa eden ve onu tamamlayan ama bir tuğla yeri eksik olan bir kişinin benzeridir. İnsanlar oraya girdiler ve ona hayran kaldılar ve 'Bir tuğla olsaydı (her yönüyle tamamlanırdı),' dediler. Allah'ın Elçisi (ﷺ) dedi: 'Ben o tuğlanın yeriyim ve Elçilerin zincirini tamamlamak için geldim.'\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciri ile ama kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 28,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Musa, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Allah, Yüce ve Glorifiye Olan, bir ümmete merhamet göstermeyi istediğinde, Elçisini ebedi yurduna geri çağırır ve onu ahiret için bir müjdeci ve mükafat yapar; ve bir ümmeti yok etmeyi istediğinde, Elçisinin hayatta olduğu sırada onu cezalandırır ve onu yok ederken Elçi de bunu görür ve gözleri, onu yalanladıkları ve emirlerine itaat etmedikleri için yok olma ile serinler.\""
    },
    {
      "id": 29,
      "narrator": "Jundab reported:",
      "text": "Jundab bildirdi: Allah'ın Elçisi (ﷺ) şöyle derken duydum: \"Ben, sizin önünüzde Kuyu'da olacağım.\""
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Bu hadis, Jundab'dan başka bir rivayet zinciri ile aktarılmıştır."
    },
    {
      "id": 31,
      "narrator": "Sahl (b. Sa'd) reported:",
      "text": "Sahl (b. Sa'd) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Ben, sizden önce Cistern'e gideceğim; oraya gelen içecek ve içen asla susamayacak, yanıma gelecek bazı insanlar olacak, onları tanıyacağım ve onlar da beni tanıyacak. Sonra benimle aralarında bir engel olacak. Abu Hazim, Nu'man b. Abu 'Ayyash'ın bunu duyduğunu söyledi ve ben onlara bu hadisi aktardım ve dedim: Sahl'ın böyle söylediğini mi duydunuz? O da: Evet, ayrıca bunu Abu Sa'id Khudri'den de duyduğuma şahitlik ederim, fakat o (Peygamberimiz) şu eklemeyi yaptı: Onlar benim takipçilerimdir, ona denilecek: Sen, onlardan sonra ne yaptıklarını bilmiyorsun; ben de onlara: Ah, benden sonra dinini değiştirenin vay haline, diyeceğim."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Bu hadis, Abu Sa'id Khudri'nin rivayetiyle başka bir nakil zincirinden aktarılmıştır."
    },
    {
      "id": 33,
      "narrator": "`Abdullah b. `Amr al-`As, reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Amr al-As, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Benim Cistern'im (o kadar geniştir ki) etrafını dolaşmak bir aylık yolculuk gerektirir ve kenarları eşittir; suyu gümüşten daha beyazdır, kokusu miskin kokusundan daha hoştur ve etrafındaki sürahiler gökyüzündeki yıldızlar gibidir; ondan içen bir daha asla susamayacaktır. Asma, Ebu Bekir'in kızı dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: Ben Cistern'in üzerinde olacağım, böylece sizden bana gelenleri göreceğim, ama bazı insanlar (bana ulaşmadan) durdurulacak. Ben de: Rabbim, onlar benim takipçilerim ve ümmetimden, diyeceğim; ve bana denilecek: Sen, onlardan sonra ne yaptıklarını biliyor musun? Vallahi, onlar senden sonra iyi bir şey yapmadılar ve geri döndüler. O (rivayet eden) dedi ki: İbn Abu Mulaika dua ederken şöyle derdi: Ey Allah, bizlerin geri dönmesinden veya dinimizle ilgili bir imtihana tabi tutulmamızdan sana sığınırım."
    },
    {
      "id": 34,
      "narrator": "'A'isha reported:",
      "text": "A'işe bildirdi: Allah'ın Elçisi (ﷺ) arkadaşlarının yanında şöyle dediğini duydum: Ben Cistern'in üzerinde olacağım, sizden bana gelecek olanları bekleyeceğim. Vallahi, bazı kişiler bana gelmekten alıkonulacak ve ben de: Rabbim, onlar benim takipçilerim ve ümmetimin insanlarıdır, diyeceğim. Ve O da: Sen, onlardan sonra ne yaptıklarını bilmiyorsun; onlar sürekli dinlerinden geri dönüyorlardı, diyecek."
    },
    {
      "id": 35,
      "narrator": "Umm Salama, the wife of Allah's Apostle (ﷺ), said I used to hear from people making a mention of the Cistern, but I did not hear about it from Allah's Messenger (ﷺ). One day while a girl was combing me I heard Allah's Messenger (ﷺ) say:",
      "text": "Umm Salama, Allah'ın Elçisi (ﷺ) ile evli olan, dedi ki: İnsanların Cistern'den bahsettiklerini duyuyordum ama Allah'ın Elçisi'nden (ﷺ) bunu duymadım. Bir gün bir kız saçımı tararken, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Ey insanlar.\" O kıza: Benden uzak dur, dedim. O da: O (Peygamber) sadece erkeklere hitap etti ve kadınların dikkatini çekmedi, dedi. Ben de: Ben de insanlar arasındayım (ve bu nedenle dinle ilgili şeyleri dinleme hakkım var), dedim. Allah'ın Elçisi (ﷺ) dedi: Ben Cistern'de sizin müjdeleyiciniz olacağım; bu nedenle dikkatli olun ki, aranızdan biri (bana) gelir ve kaybolmuş bir deve gibi sürüklenir. Sebeplerini soracağım, ve bana denilecek: Sen, onlardan sonra ne yenilikler yaptıklarını bilmiyorsun. Ve ben de: Uzak durun, diyeceğim."
    },
    {
      "id": 36,
      "narrator": "Umm Salama reported that she heard Allah's Apostle (ﷺ) saying this as he was sitting on the pulpit and she was getting her hair combed. (He uttered these words):",
      "text": "Umm Salama, Allah'ın Elçisi (ﷺ) bu sözleri minberde otururken ve saçım taranırken duyduğunu bildirdi. (O bu sözleri söyledi): \"Ey insanlar.\" Ve o tarayan kişiye: Başımı bırak, dedi; hadisin geri kalanı aynıdır."
    },
    {
      "id": 37,
      "narrator": "Uqba b. 'Amir reported that Allah's Messenger (ﷺ) one day went out and he offered prayer over the martyrs of Uhud just as prayer is offered over the dead. He then came back and sat on pulpit and said:",
      "text": "Uqba b. Amir bildirdi ki, Allah'ın Elçisi (ﷺ) bir gün dışarı çıktı ve Uhud şehitleri üzerinde, ölüler üzerine kılınan namaz gibi namaz kıldı. Sonra geri döndü ve minbere oturdu ve şöyle dedi: Ben, sizden önce orada (Cistern'de) olacağım. Ben sizin şahit olacağım ve vallahi, sanki gözlerimle Cistern'imi bu haliyle görüyorum ve bana yerin hazinelerinin anahtarları verilmiş gibi, ve vallahi, sizin için Allah'a bir şey ortak koşacağınızdan korkmuyorum, ama yerin hazineleri için birbirinizle yarışacağınızdan korkuyorum."
    },
    {
      "id": 38,
      "narrator": "Uqba b. 'Amir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Uqba b. Amir, Allah'ın Elçisi (ﷺ) şehit düşenlerin üzerine namaz kıldığını bildirdi. Sonra minbere çıktı, sanki biri yaşayanlarla ölüleri selamlıyormuş gibi, ve şöyle dedi: Ben, sizden önce Cistern'de sizin öncünüz olacağım ve o, Aila ile Juhfa arasındaki mesafe kadar geniştir (Aila, 'Aqaba körfezinin başındadır). Ben, sizin Allah'a bir şey ortak koşacağınızdan korkmuyorum, ama dünyanın cazibesine kapılacağınızdan ve birbirinizle (maddi zenginlikte) yarışmaya başlayacağınızdan korkuyorum ve siz, sizden önce helak olanların helak olduğu gibi helak olacaksınız. Uqba, bu olayın Allah'ın Elçisi'ni minberde son gördüğü an olduğunu söyledi."
    },
    {
      "id": 39,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying; I shall be there at the Cistern before you, and I shall have to contend for some people, but I shall have to yield. I would be saying:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Ben, sizden önce Cistern'de olacağım ve bazı insanlar için mücadele edeceğim, ama teslim olmak zorunda kalacağım. Ben de: Rabbim, onlar benim dostlarım, benim dostlarım, diyeceğim; ve denilecek: Sen, onlardan sonra ne yenilikler yaptıklarını bilmiyorsun."
    },
    {
      "id": 40,
      "narrator": "The hadith has been narrated on the authority ot al-A'mash with the same chain of transmitters but no mention is made of:",
      "text": "Bu hadis, al-A'mash'ın rivayetiyle aynı nakil zincirinden aktarılmıştır, ancak: \"Onlar benim arkadaşlarım; onlar benim arkadaşlarım,\" ifadesine yer verilmemiştir."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Bu hadis, Abdullah'ın rivayetiyle başka bir nakil zincirinden aktarılmıştır."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Bu hadis, Hudhaifa'nın rivayetiyle başka bir nakil zincirinden aktarılmıştır."
    },
    {
      "id": 43,
      "narrator": "Haritha reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Haritha, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Onun Cistern'i, San'a ile Medine arasındaki mesafe kadar geniş olacaktır. Mustaurid (rivayet edenlerden biri) dedi ki: Kaplar hakkında bir şey duymadınız mı? O da: Hayır, dedi. Mustaurid: Kapların yıldızlar gibi olacağını göreceksiniz, dedi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "Haritha b. Wahb al-Khuza'i, Allah'ın Elçisi'nin (ﷺ) Cistern hakkında söylediklerini böyle aktardı, ancak Mustaurid'in sözlerine yer vermedi."
    },
    {
      "id": 45,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Sizin önünüzde bir Cistern var ve iki kenarı arasındaki mesafe, Jarba' ile Adhruh arasındaki mesafe kadardır."
    },
    {
      "id": 46,
      "narrator": "This hadith has been transmitted on the authority of Ibn 'Umar and the words are:",
      "text": "Bu hadis, İbn 'Umar'dan rivayet edilmiştir ve sözleri şunlardır: \"Sizin önünüzde, Jarba' ile Adhruh arasında uzanan bir Havuz olacak.\" Aynı şekilde İbn Muthanna'dan da rivayet edilmiştir ve ifadeleri: \"Havuzum.\""
    },
    {
      "id": 47,
      "narrator": "A hadith like this has been transmitted on the authority, of 'Ubaidullah with this addition:",
      "text": "Bu benzer bir hadis, 'Ubaidullah'tan rivayet edilmiştir ve ek olarak: Ubaidullah'a (bu iki isim, yani Jarba' ve Adhruh hakkında) soruldu. O da: \"Bunlar Suriye'nin iki şehridir ve aralarında üç gecede kat edilebilecek bir mesafe vardır.\" dedi. İbn Bishr'den rivayet edilen hadiste ise sözler: \"Üç gündür.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu benzer bir hadis, İbn Umar'dan başka bir isnat zinciriyle nakledilmiştir."
    },
    {
      "id": 49,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Sizin önünüzde, Jarba' ile Adhruh arasındaki mesafe kadar geniş bir Havuz olacak ve gökyüzündeki yıldızlar gibi sürahiler olacak; oraya gelen ve ondan içen bir daha asla susuzluk hissetmeyecek.\""
    },
    {
      "id": 50,
      "narrator": "Abu Dharr said:",
      "text": "Ebu Dharr dedi ki: \"Allah'ın Elçisi, o Havuzun kapları hakkında ne olacak?\" O da: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, kaplar gökyüzündeki yıldızlardan daha fazla olacak ve karanlık, bulutsuz bir gecede parlayan gezegenler gibi olacak. Bunlar Cennet'in kaplarıdır. Ondan içen bir daha asla susuzluk hissetmeyecek. İçinde Cennet'ten iki pınar akacak ve ondan içen susuzluk hissetmeyecek; iki köşesi arasındaki mesafe ise 'Amman ile Aila arasındaki mesafe kadardır ve suyu süt kadar beyaz ve baldan daha tatlıdır.\""
    },
    {
      "id": 51,
      "narrator": "Thauban reported Allah's Apostle (ﷺ) as saying:",
      "text": "Thauban, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Havuzumdan kalabalığı geri iteceğim. Yemen halkını, değneğimle onlardan uzaklaştıracağım, ta ki su (Havuzdan) üzerlerine fışkıracak. Genişliği hakkında soruldu. O da: \"Bu yerimden 'Amman'a kadar\" dedi. İçecek hakkında soruldu ve o da: \"Süt kadar beyaz ve baldan daha tatlıdır.\" dedi. İçine Cennet'ten kaynaklanan iki dere fışkıracak; biri altından, diğeri gümüşten. Bu hadis, Hişam'dan aynı isnat zinciriyle rivayet edilmiştir ve sözleri: \"Kıyamet Günü Havuzun kenarında olacağım.\""
    },
    {
      "id": 52,
      "narrator": "Thaubin reported this hadith pertaining to the Cistern. Muhammad b. Bashshar said:",
      "text": "Thaubin, bu Havuzla ilgili hadisi rivayet etti. Muhammed b. Bashshar dedi ki: \"Yahya b. Hammad'a: Bu, Ebu 'Awana'dan duyduğum hadistir.\" dedim ve o da: \"Ben de onu Şu'ba'dan duydum.\" dedi. Ben de: \"Bunu bana rivayet et.\" dedim ve o da bana rivayet etti."
    },
    {
      "id": 53,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Havuzumdan insanları, kaybolmuş develer gibi uzaklaştıracağım.\""
    },
    {
      "id": 54,
      "narrator": "",
      "text": "Bu hadis, Ebu Huraira'dan başka bir isnat zinciriyle rivayet edilmiştir."
    },
    {
      "id": 55,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Havuzum, Aila ile Yemen'in San'a arasındaki mesafe kadar geniş olacak ve içinde gökyüzündeki yıldızlar gibi sürahiler olacak.\""
    },
    {
      "id": 56,
      "narrator": "Anas b. Malik reported Allah's Apostle (ﷺ) as saying:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Arkadaşlarımdan bazıları Havuzuma yönelir; onları gördüğümde ve bana sunulduklarında, bana gelirken yolda alıkonulacaklar. Ben: \"Rabbim, bunlar benim arkadaşlarım, bunlar benim arkadaşlarım.\" diyeceğim ve bana: \"Sen, onların senin ardından ne yenilikler yaptığını bilmiyorsun.\" denilecek.\""
    },
    {
      "id": 57,
      "narrator": "Anas reported a hadith like this from Allah's Apostle (ﷺ) and he made this addition:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) tarafından benzer bir hadisi rivayet etti ve bu eklemeyi yaptı: \"Kaplar, yıldızların sayısı kadar çok olacak.\""
    },
    {
      "id": 58,
      "narrator": "Anas b. Milik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Havuzumun kenarları arasında, San'a ile Medine arasındaki mesafe kadar geniş bir mesafe olacak.\""
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Anas, bu hadisi, belirtilen yerler arasında bir şüphe ile ve kelimelerde küçük bir farklılıkla rivayet etti."
    },
    {
      "id": 60,
      "narrator": "Anas reported Allah's Apostle (ﷺ) as saying:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Sizlere, gökyüzündeki yıldızların sayısı kadar altın ve gümüş sürahiler gösterilecektir.\" Bu hadis, Anas b. Malik'ten bu eklemeyle rivayet edilmiştir: \"Gökyüzündeki yıldızlardan daha fazla.\""
    },
    {
      "id": 61,
      "narrator": "Jabir b. Samura reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Semura, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: \"Bakın, ben sizin önünüzde Havz'da olacağım ve onun farklı kenarları arasındaki mesafe, Sana ile Aila arasındaki mesafe gibi olacak ve onun testileri gökyüzündeki yıldızlar gibi olacaktır.\""
    },
    {
      "id": 62,
      "narrator": "'Amir b. Sa'd b. Abu Waqqas reported:",
      "text": "Amir b. Sa'd b. Ebu Vakkas bildirdi: \"Ben, Cabir b. Semura'ya (bir mektup) yazdım ve onu hizmetçim Nafi' aracılığıyla gönderdim. Ondan, Haud Kauthar ile ilgili bir şey hakkında beni bilgilendirmesini istedim. Bana yazdı: 'Ben onu (Peygamberi) şöyle derken duydum: Ben, Haud Kauthar'da sizin önünüzde olacağım.'\""
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Sa'd, Uhud Günü'nde Allah'ın Elçisi'nin (ﷺ) sağında ve solunda beyaz elbiseler giymiş iki kişi gördüğünü bildirdi. Onları ne daha önce ne de sonra görmedi ve onlar Cebrail ve Mikail'di (Allah her ikisinden de razı olsun)."
    },
    {
      "id": 64,
      "narrator": "Sa'd b. Abu Waqqas reported:",
      "text": "Sa'd b. Ebu Vakkas bildirdi: \"Uhud Günü'nde Allah'ın Elçisi'nin (ﷺ) sağında ve solunda beyaz elbiseler giymiş iki kişi gördüm. Onlar umutsuz bir savaş veriyorlardı ve onları ne daha önce ne de sonra görmedim.\""
    },
    {
      "id": 65,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) was the sublimest among people (in character) and the most generous amongst them and he was the bravest of men. One night the people of Medina felt disturbed and set forth in the direction of a sound when Allah's Messenger (ﷺ) met them on his way back as he had gone towards that sound ahead of them. He was on the horse of Abu Talha which had no saddle over it, and a sword was slung round his neck, and he was saying:",
      "text": "Enes b. Malik, Allah'ın Elçisi'nin (ﷺ) insanlar arasında en güzel ahlaka sahip ve en cömert olanı olduğunu, ayrıca en cesur adam olduğunu bildirdi. Bir gece Medine halkı rahatsız oldu ve bir sesin yönüne doğru yola çıktılar. Allah'ın Elçisi (ﷺ), onlarla karşılaştı çünkü o, o sesin yönüne doğru onlardan önce gitmişti. Üzerinde eğer olmayan Ebu Talha'nın atındaydı ve boynunda bir kılıç asılıydı. \"Korkulacak bir şey yok\" diyordu ve ayrıca \"Bu atı (su gibi hızlı) bulduk\" dedi, oysa at daha önce yavaş bir at idi."
    },
    {
      "id": 66,
      "narrator": "Anas reported that there was consternation in Medina. The Messenger of Allah (ﷺ) borrowed the horse from Abu Talha which was called Mandub. He rode it and said:",
      "text": "Enes bildirdi ki, Medine'de bir panik yaşanmıştı. Allah'ın Elçisi (ﷺ), Ebu Talha'dan Mandub adındaki atı ödünç aldı. Üzerine bindi ve \"Korkulacak bir sebep bulamadık, onu (su gibi hızlı) bulduk\" dedi."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Bu hadis, Enes'in rivayetiyle biraz kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi'nin (ﷺ) insanlara en cömert olduğunu, ancak Ramazan ayında en cömert olduğunu bildirdi. Cebrail (aleyhisselam) her yıl Ramazan ayında onunla buluşur ve Allah'ın Elçisi (ﷺ) ona Kur'an okurdu; Cebrail onunla buluştuğunda, Allah'ın Elçisi (ﷺ) sadaka vermekte rüzgar gibi cömert olurdu."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 70,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik bildirdi: \"Ben, Allah'ın Elçisi'ne (ﷺ) on yıl hizmet ettim ve Allah'a yemin ederim ki, bana asla sert bir söz söylemedi ve bana yaptığım bir şey için neden böyle yaptığımı sormadı. Ebu Rabi' bu rivayete şu eklemeyi yaptı: 'Bir kulun yapması gereken iş.' 'Allah'a yemin ederim' ifadesi geçmemektedir.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Bu hadis, Enes'in başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 72,
      "narrator": "Anas reported:",
      "text": "Enes bildirdi: \"Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, Ebu Talha elimi tuttu ve beni Allah'ın Elçisi'ne (ﷺ) götürdü ve dedi ki: 'Allah'ın Elçisi, Enes akıllı bir gençtir ve sana hizmet edecektir.' O (Enes) dedi ki: 'Ben ona yolculukta ve evde hizmet ettim, fakat Allah'a yemin ederim ki, bana asla yaptığım bir şey için neden böyle yaptığımı sormadı, ne de yapmadığım bir şey için neden yapmadığımı sordu.'\""
    },
    {
      "id": 73,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: \"Ben, Allah'ın Elçisi'ne (ﷺ) dokuz yıl hizmet ettim ve bilmiyorum ki, bana: 'Neden bunu ve şunu yaptın?' dediği bir durum oldu ve bana hiçbir şeyde kusur bulmadı.\""
    },
    {
      "id": 74,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) had the best disposition amongst people. He sent me on an errand one day, and I said:",
      "text": "Enes bildirdi ki, Allah'ın Elçisi (ﷺ) insanlar arasında en iyi huylu olanıdır. Bir gün beni bir işe gönderdi ve ben: \"Allah'a yemin ederim, gitmeyeceğim\" dedim. Ancak, aklımda Allah'ın Elçisi'nin (ﷺ) bana emrettiği gibi yapma düşüncesi vardı. Dışarı çıktım ve sokakta oynayan çocuklarla karşılaştım. Bu arada, Allah'ın Elçisi (ﷺ) oraya geldi ve arkamdan boynumdan tuttu. Ona baktığımda gülümsediğini gördüm ve dedi ki: \"Unays, sana emrettiğim yere gittin mi?\" Ben de: \"Allah'ın Elçisi, evet, gidiyorum\" dedim. Enes ayrıca dedi ki: \"Ben ona dokuz yıl hizmet ettim ama bilmiyorum ki, bana yaptığım bir şey için neden yaptığımı sordu veya yapmadığım bir şey için neden yapmadığımı sordu.\""
    },
    {
      "id": 75,
      "narrator": "",
      "text": "Enes b. Malik bildirdi ki, Allah'ın Elçisi (ﷺ) insanlar arasında en iyi huya ve davranışa sahipti."
    },
    {
      "id": 76,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah şöyle bildirmiştir: Allah'ın Resulü (ﷺ) için bir şey istendiğinde asla \"Hayır\" demedi."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Bu hadis, Cabir b. Abdullah'ın rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 78,
      "narrator": "Musa b. Anas reported on the authority of his father:",
      "text": "Musa b. Enes, babasının rivayetiyle şöyle bildirmiştir: Allah'ın Resulü (ﷺ) için İslam uğruna bir şey istendiğinde asla vermediği olmadı. Yanına bir kişi geldi ve ona büyük bir sürü (koyun ve keçi) verdi. O da kavmine döndü ve dedi ki: Ey kavmim, İslam'a girin, çünkü Muhammed öyle çok sadaka veriyor ki, sanki ihtiyaçtan korkmuyor."
    },
    {
      "id": 79,
      "narrator": "Anas 'b. Malik reported that a person requested Allah's Apostle (ﷺ) to give him a very large flock and he gave that to him. He came to his tribe and said:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) için bir kişinin çok büyük bir sürü istediğini ve ona bunu verdiğini bildirmiştir. O, kabilesine geldi ve dedi ki: Ey insanlar, İslam'a girin. Vallahi, Muhammed öyle çok bağışta bulunuyor ki, sanki ihtiyaçtan korkmuyor. Enes, o kişinin dünya için İslam'ı kabul ettiğini, ancak daha sonra İslam'ın ona dünyadan ve içindekilerden daha sevimli hale geldiğini söyledi."
    },
    {
      "id": 80,
      "narrator": "Ibn Shihab reported that Allah's Messenger (ﷺ) went on the expedition of Victory, i. e. the Victory of Mecca, and then he went out along with the Muslims and they fought at Hunain, and Allah granted victory to his religion and to the Muslims, and Allah's Messenger (ﷺ) gave one hundred camels to Safwan b. Umayya. He again gave him one hundred camels, and then again gave him one hundred camels. Sa'id b. Musayyib said that Safwan told him:",
      "text": "İbn Şihab, Allah'ın Resulü (ﷺ) zafer seferine, yani Mekke'nin fethine gittiğini, ardından Müslümanlarla birlikte çıktığını ve Huneyn'de savaştıklarını bildirmiştir. Allah, dinine ve Müslümanlara zafer bahşetti. Allah'ın Resulü (ﷺ) Safvan b. Ümeyye'ye yüz deve verdi. Sonra ona tekrar yüz deve verdi, ardından yine yüz deve verdi. Sa'id b. Musayyib, Safvan'ın kendisine şöyle dediğini aktardı: (Vallahi) Allah'ın Resulü (ﷺ) bana verdiği şeyleri verdiğinde, o zaman gözümde insanların en nefret edileniydi. Ama o, bana vermeye devam etti ta ki şimdi o, gözümde insanların en sevimlisi oldu."
    },
    {
      "id": 81,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü (ﷺ) şöyle dediğini bildirmiştir: Eğer Bahreyn'den zenginlik gelir ise, size şu kadar ve bu kadar vereceğim; bunu iki eliyle işaret etti. Allah'ın Resulü (ﷺ) Bahreyn'den zenginlik gelmeden vefat etti ve bu, onun ardından Ebu Bekir'e nasip oldu. Ebu Bekir, müezzine, Allah'ın Resulü (ﷺ) kendisine vaatte bulunduğu veya borçlu olduğu kimsenin gelmesini emretti. Ben geldim ve dedim: Allah'ın Resulü (ﷺ) bana şöyle demişti: Eğer Bahreyn'in zenginliği bize gelirse, sana şu kadar ve bu kadar vereceğim. Ebu Bekir, bir avuç (parayı) aldı ve bana bir kez verdi ve saymamı istedi. Ben onları saydım, beş yüz dinar çıktı ve o da: İşte bunun iki katı senin için dedi."
    },
    {
      "id": 82,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü (ﷺ) vefat ettiğinde, Ebu Bekir'e al-'Ala' b. al-Hadrami'den zenginlik geldiğini bildirmiştir. Ebu Bekir: Allah'ın Resulü (ﷺ) kime borçlu veya vaatte bulunduysa, bize gelsin; hadisin geri kalanı aynıdır."
    },
    {
      "id": 83,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) şöyle dediğini bildirmiştir: Bu gece bana bir çocuk doğdu ve onu babam İbrahim'in adıyla adlandırdım. Sonra onu demirci eşi Umm Saif'e gönderdi. O (Peygamber) yanına gitti ve ben de onu takip ettim ta ki Umm Saif'e vardık. O, demirci bellows ile ateşi üflüyordu ve ev dumanla dolmuştu. Ben hızlandım ve Allah'ın Resulü (ﷺ)'nden önce geçerek: Ey Umm Saif, dur, çünkü Allah'ın Resulü (ﷺ) geliyor dedim. O durdu ve Allah'ın Resulü (ﷺ) çocuğu çağırdı. Onu kucakladı ve Allah'ın istediği gibi söyledi. Enes, çocuğun Allah'ın Resulü (ﷺ) huzurunda son nefesini verdiğini gördüğünü söyledi. Allah'ın Resulü (ﷺ)'nün gözlerinden yaşlar döküldü ve dedi ki: İbrahim, gözlerimiz yaş döküyor ve kalplerimiz hüzünle dolu, ama Allah'ın razı olacağı şeyden başka bir şey söylemiyoruz. Ey İbrahim, senin için üzülüyoruz."
    },
    {
      "id": 84,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ)'nden daha ailesine merhametli birini hiç görmediğini bildirmiştir. İbrahim, Medine'nin dış mahallesine süt emmesi için gönderildi. Oraya giderdi ve biz de onunla birlikte giderdik. Eve girdi ve ev, süt annesi tuğla ustası olduğu için dumanla dolmuştu. Onu (oğlu İbrahim'i) aldı ve öptü, sonra geri döndü. Amr, İbrahim vefat ettiğinde Allah'ın Resulü (ﷺ)'nün şöyle dediğini aktardı: İbrahim benim oğlumdur ve o, bir süt çocuğu olarak vefat etmiştir. Şimdi onun cennette süt emme süresini tamamlayacak iki süt annesi vardır."
    },
    {
      "id": 85,
      "narrator": "'A'isha (Allah be pleased with her) reported that there came a few desert Arabs to Allah's Messenger (ﷺ) and said:",
      "text": "Aişe (Allah ondan razı olsun) şöyle bildirmiştir: Allah'ın Resulü (ﷺ)'ne birkaç bedevi geldi ve: Çocuklarınızı öper misiniz? dediler. O da: Evet, dedi. Bunun üzerine onlar: Vallahi biz çocuklarımızı öpmeyiz, dediler. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: O zaman Allah size merhamet vermediyse, ben ne yapabilirim? İbn Numair: (Sizin kalbinizden) merhameti almış."
    },
    {
      "id": 86,
      "narrator": "Abu Huraira reported that al-Aqra' b. Habis saw Allah's Apostle (ﷺ) kissing Hasan. He said:",
      "text": "Ebu Hüreyre, el-Akra' b. Habis'in Allah'ın Resulü (ﷺ)'nün Hasan'ı öptüğünü gördüğünü bildirmiştir. O da: Benim on çocuğum var ama hiçbirini öpmedim, dedi. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Merhamet göstermeyen kimseye merhamet edilmez."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Yukarıdaki hadis de başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 88,
      "narrator": "This hadith has been narrated on the authority of Jarir b. 'Abdullah through different chains of transmitters and the words are:",
      "text": "Bu hadis, Cerir b. Abdullah'ın rivayetiyle farklı nakil zincirleri üzerinden aktarılmıştır ve sözleri şunlardır: \"Allah'ın Resulü (ﷺ) şöyle dedi: İnsanlara merhamet göstermeyen kimseye, Allah, Azze ve Celle merhamet etmez.\""
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bu hadis, Cerir'in başka nakil zincirleri üzerinden aktarılmıştır."
    },
    {
      "id": 90,
      "narrator": "",
      "text": "Ebu Sa'id Hudri, Allah'ın Resulü (ﷺ)'nün perde arkasındaki bakireden daha mahcup olduğunu ve bir şeyi sevmediğinde, bunu yüzünden anladığımızı bildirmiştir."
    },
    {
      "id": 91,
      "narrator": "Masruq reported:",
      "text": "Masruq rivayet etti: Muaviye Kufe'ye geldiğinde Abdullah b. Amr'a gittik ve Allah'ın Messenger'ı (ﷺ) hakkında bir şeyler söyledi. O, asla aşırı konuşmazdı ve başkalarına hakaret etmezdi. Allah'ın Messenger'ı (ﷺ) ayrıca şöyle dedi: Sizin en hayırlınız, ahlakı en güzel olanınızdır. Osman dedi ki: O, Muaviye ile birlikte Kufe'ye geldiğinde... (Hadisin geri kalanı aynıdır)."
    },
    {
      "id": 92,
      "narrator": "",
      "text": "Bu hadisin, el-A'maş aracılığıyla başka bir rivayet zincirinden de nakledildiği bildirilmiştir."
    },
    {
      "id": 93,
      "narrator": "Simak b. Harb reported:",
      "text": "Simak b. Harb rivayet etti: Jabir b. Samura'ya dedim ki: Allah'ın Messenger'ı (ﷺ) ile birlikte oturma ayrıcalığına sahip oldun mu? O da: Evet, çok sık, dedi ve ekledi: O, sabah namazını kıldığı yerden güneş doğana kadar kalkmazdı, güneş doğduktan sonra kalkar, ve (ashabı) birbirleriyle sohbet ederlerdi ve Cahiliye Dönemi'nde yaptıkları şeyleri konuşurlar, gülüşürlerdi (mantıksız ve gülünç davranışlarına). Allah'ın Messenger'ı (ﷺ) sadece gülümserdi."
    },
    {
      "id": 94,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) had in one of his journeys his black slave who was called Anjasha along with him. He goaded by singing the songs of camel-driver. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Enes, Allah'ın Messenger'ının (ﷺ) bir yolculuğunda Anjasha adında bir siyah kölesinin kendisiyle birlikte olduğunu bildirdi. O, deveci şarkıları söyleyerek onları sürüyordu. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Anjasha, yavaş sür, çünkü cam kapları taşıyan (develeri) sürüyorsun."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Bu hadis, Enes aracılığıyla başka bir rivayet zincirinden de nakledilmiştir."
    },
    {
      "id": 96,
      "narrator": "Anas reported that Allah's Apostle (ﷺ) came to his wives as the camel-driver who was called Anjasha had been, driving (the camels) on which (they were riding). Thereupon he said:",
      "text": "Enes, Allah'ın Elçisi (ﷺ) eşlerine geldiğinde, Anjasha adında bir deveci, (onların bindiği) develeri sürüyordu. Bunun üzerine o dedi ki: Anjasha, dikkat et, yavaş sür çünkü cam kapları taşıyan develeri sürüyorsun. Ebu Kılabe, Allah'ın Messenger'ının (ﷺ) sizin aranızda biri böyle bir şey söyleseydi, ona kusur bulurdunuz dediğini aktardı."
    },
    {
      "id": 97,
      "narrator": "Anas b. Malik reported that Umm Sulaim was with the wives of Allah's Apostle (ﷺ) and a camel-driver had been driving (the camels) oil which they were riding. Thereupon Allah's Apostle (ﷺ) said:",
      "text": "Enes b. Malik, Ümmü Süleym'in Allah'ın Elçisi (ﷺ) ile birlikte olduğunu ve bir deveçinin (onların bindiği) develeri sürdüğünü bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Anjasha, yavaş sür, çünkü (develerde) cam kapları taşıyorsun."
    },
    {
      "id": 98,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) had a camel-driver who had a very melodious voice. Allah's Messenger (ﷺ) said to him:",
      "text": "Enes, Allah'ın Messenger'ının (ﷺ) çok melodik bir sesi olan bir deveciye sahip olduğunu bildirdi. Allah'ın Messenger'ı (ﷺ) ona dedi ki: Anjasha, yavaş sür; cam kapları kırma, yani zayıf kadınları."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Enes, bu hadisi başka bir rivayet zincirinden aktardı, ancak melodik bir sesi olan bir deveciyi anmadı."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Enes b. Malik, Allah'ın Messenger'ı (ﷺ) sabah namazını tamamladığında, Medine'nin hizmetçilerinin ona su dolu kaplarla geldiğini bildirdi ve onun elini daldırmadığı hiçbir kap yoktu; bazen soğuk sabah vakti geldiler (ve soğuk havada bile onların isteğine karşı çıkmadı) ve elini onlara daldırdı."
    },
    {
      "id": 101,
      "narrator": "Anas reported:",
      "text": "Enes, Allah'ın Messenger'ı (ﷺ) berber tarafından saçının kesildiği zaman, arkadaşlarının etrafında toplandığını ve hiç saçın düşmemesini istemek için hevesle beklediklerini gördüm."
    },
    {
      "id": 102,
      "narrator": "Anas reported that a woman had a partial derangement in her mind, so she said. Allah's Messenger, I want something from you. He said:",
      "text": "Enes, bir kadının aklında kısmi bir bozukluk olduğunu, bu yüzden ona şöyle dediğini bildirdi: Allah'ın Messenger'ı, senden bir şey istiyorum. O da: Filan filanın annesi, yolun hangi tarafında durmak istediğini gör ki, senin için gerekli olanı yapayım, dedi. O, ihtiyaç duyduğu şeyi alana kadar yol kenarında onunla birlikte durdu."
    },
    {
      "id": 103,
      "narrator": "",
      "text": "Allah'ın Elçisi (ﷺ) eşi Aişe, iki şey arasında seçim yapması gerektiğinde, günah değilse daha kolay olanı tercih ettiğini, fakat eğer bir günah varsa, insanların en uzak olanı olduğunu söyledi; ve Allah'ın Messenger'ı (ﷺ) kişisel bir husumet nedeniyle kimseye intikam almazdı, ancak Allah, Yüce ve Azametli'nin ihlal edilmesini yasakladığı şeyler ihlal edilirse."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Yukarıdaki hadis, başka birkaç rivayet zincirinden de nakledilmiştir."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab aracılığıyla başka bir rivayet zincirinden de nakledilmiştir."
    },
    {
      "id": 106,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) iki şey arasında bir seçim yaptığı zaman, zor olanı değil, kolay olanı tercih ettiğini bildirdi; ancak kolay olanı tercih etmesi, günah içermediği durumlarda geçerliydi; eğer günah içeriyorsa, insanların en uzak duranıydı."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Bu hadis, Hişam'ın başka bir rivayet zinciri aracılığıyla, ancak kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 108,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) hiçbir zaman elini kimseye, ne bir kadına ne de bir hizmetçiye vurmadığını, yalnızca Allah yolunda savaşırken böyle bir şey yaptığını bildirdi ve Allah tarafından dokunulmaz kılınan şeyler ihlal edilmediği sürece intikam almadığını; bu durumda Allah, Azze ve Celle için intikam alırdı."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Bu hadis, Hişam'ın başka bir rivayet zinciri aracılığıyla, ancak kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 110,
      "narrator": "Jabir b. Samura reported:",
      "text": "Cabir b. Semura, Allah'ın Elçisi (ﷺ) ile birlikte ilk namazı kıldığını bildirdi. Sonra ailesine gitti ve ben de onunla birlikte giderken yolda bazı çocuklarla karşılaştı. Her birinin yanaklarını okşamaya başladı. O, benim yanaklarımı da okşadı ve elinin serinliği veya parfümcüden çıkmış gibi bir kokusunu hissettim."
    },
    {
      "id": 111,
      "narrator": "Anas reported:",
      "text": "Enes, Allah'ın Elçisi (ﷺ) bedeninin kokusunun amber ve miskten daha güzel olduğunu ve onun bedenine dokunduğunda brokar veya ipeğin, Allah'ın Elçisi (ﷺ) bedeni kadar yumuşak olmadığını bildirdi."
    },
    {
      "id": 112,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi (ﷺ) çok açık tenliydi ve ter damlaları inci gibi parlıyordu; yürüdüğünde öne doğru eğilerek yürürdü. Ben, brokar ve ipeğe dokunmadım ve onun yumuşaklığı kadar yumuşak bir şey bulamadım; misk veya amber kokusunu da hissetmedim ve onun kokusu kadar tatlı bir koku bulamadım."
    },
    {
      "id": 113,
      "narrator": "Anas b. Malik reported that Allah's Apostle (ﷺ) used to come to our house and there was perspiration upon his body. My mother brought a bottle and began to pour the sweat in that. When Allah's Apostle (ﷺ) got up he said:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) evimize geldiğinde bedeninde ter olduğunu bildirdi. Annem bir şişe getirdi ve terini içine dökmeye başladı. Allah'ın Elçisi (ﷺ) kalktığında, \"Umm Süleym, bu ne yaptığın?\" dedi. Bunun üzerine o, \"Bu senin terin, biz bunu parfümümüze karıştırıyoruz ve en güzel parfüm oluyor.\" dedi."
    },
    {
      "id": 114,
      "narrator": "Anas b. Malik reported that Allah's Apostle (ﷺ) came to the house of Umm Sulaim and slept in her bed while she was away from her house. On the other day too he slept in her bed. She came and it was said to her:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) Umm Süleym'in evine geldiğini ve o evde yokken onun yatağında yattığını bildirdi. Ertesi gün de onun yatağında yattı. O geldiğinde kendisine, \"Evinde, yatağında Allah'ın Elçisi (ﷺ) şekerleme yapıyor.\" denildi. O geldi ve onu ter içinde buldu; teri, yatağında serili olan deri örtüye damlıyordu. O, parfüm torbasını açtı ve şişeleri onunla doldurmaya başladı. Allah'ın Elçisi (ﷺ) irkilerek uyandı ve \"Umm Süleym, ne yapıyorsun?\" dedi. O da, \"Allah'ın Elçisi, biz bununla çocuklarımıza bereket diliyoruz.\" dedi. Bunun üzerine o, \"Doğru bir şey yaptın.\" dedi."
    },
    {
      "id": 115,
      "narrator": "Umm Sulaim reported that Allah's Apostle (ﷺ) visited her house and (took rest) and she spread a piece of cloth for him and he had had a siesta on it. And he sweated profusely and she collected his sweat and put it in a perfume and in bottles. Allah's Apostle (ﷺ) said:",
      "text": "Umm Süleym, Allah'ın Elçisi (ﷺ) evini ziyaret ettiğinde (dinlendi) ve onun için bir parça örtü serdi; o da üzerinde şekerleme yaptı. Çok terledi ve onun terini topladı, parfüm ve şişelere koydu. Allah'ın Elçisi (ﷺ) \"Umm Süleym, bu nedir?\" dedi. O da, \"Bu senin terin, ben bunu parfümüme koydum.\" dedi. Allah'ın Elçisi (ﷺ) vahiy indiğinde soğuk havada terlemiştir."
    },
    {
      "id": 116,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) vahiy indiğinde, soğuk günlerde bile alnının terlediğini bildirdi."
    },
    {
      "id": 117,
      "narrator": "'A'isha reported that Harith b. Hisham asked Allah's Apostle (ﷺ):",
      "text": "'A'işe, Haris b. Hişam'ın Allah'ın Elçisi (ﷺ) ile \"Vahiy sana nasıl gelir?\" diye sorduğunu bildirdi. O da, \"Bazen bana bir çan sesi gibi gelir ve bu benim için en zor olanıdır; bittiğinde, aldığım vahyi hatırlarım; bazen de bir melek, insan biçiminde yanıma gelir (ve konuşur) ve onun söylediklerini hatırlarım.\" dedi."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Ubeyde b. Samit, vahiy Allah'ın Elçisi (ﷺ) üzerine indiğinde, bununla ilgili olarak bir yük hissettiğini ve yüzünün renginin değiştiğini bildirdi."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Ubeyde b. Samit, vahiy Allah'ın Elçisi (ﷺ) üzerine indiğinde, başını eğdiğini ve bu durumda arkadaşlarının da başlarını eğdiğini; bu durum sona erdiğinde, başını kaldırdığını bildirdi."
    },
    {
      "id": 120,
      "narrator": "",
      "text": "İbn Abbas, Kitap Ehli'nin saçlarını (alınlarına) düşürdüğünü ve müşriklerin ise saçlarını başlarının üstünde ayırdığını; Allah'ın Elçisi (ﷺ) kendisine bir emir gelmediği konularda Kitap Ehli'ne uymayı sevdiğini; bu nedenle Allah'ın Elçisi (ﷺ) saçlarını alnına düşürdüğünü, ardından da onları ayırmaya başladığını bildirdi."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab'ın aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 122,
      "narrator": "",
      "text": "Al-Bara' bildirdi ki, Allah'ın Messenger'i (ﷺ) orta boylu, geniş omuzlu, saçları kulak loblarının üzerine dökülen biriydi. Üzerinde kırmızı bir örtü vardı ve Allah'ın Elçisi'nden (ﷺ) daha yakışıklı birini hiç görmedim."
    },
    {
      "id": 123,
      "narrator": "Al-Bara' reported:",
      "text": "Al-Bara' bildirdi: Allah'ın Elçisi'nden (ﷺ) daha yakışıklı birini kırmızı örtü içinde hiç görmedim. Saçları omuzlarına dökülüyordu ve omuzları çok genişti, ne çok uzun ne de kısa boyluydu. İbn Kuraib, onun saçlarının olduğunu söyledi."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Al-Bara' bildirdi ki, Allah'ın Messenger'i (ﷺ) erkekler arasında en güzel yüze sahipti ve en iyi ahlaka sahipti, ne çok uzun ne de kısa boyluydu."
    },
    {
      "id": 125,
      "narrator": "Qatada reported:",
      "text": "Katade bildirdi: Anas b. Malik'e Allah'ın Messenger'inin (ﷺ) saçı nasıldı diye sordum. O da: Saçları ne çok kıvırcık ne de çok düz, omuzlarına ve kulak loblarına dökülüyordu, dedi."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Anas bildirdi ki, Allah'ın Messenger'inin (ﷺ) saçı omuzlarına kadar geliyordu."
    },
    {
      "id": 127,
      "narrator": "",
      "text": "Anas bildirdi ki, Allah'ın Elçisi'nin (ﷺ) saçı kulak lobunun yarısına kadar geliyordu."
    },
    {
      "id": 128,
      "narrator": "Jabir b. Samura reported that Allah's Messenger (ﷺ) had a broad face with reddish (wide) eyes, and lean heels. Shu'ba reported:",
      "text": "Cabir b. Semura bildirdi ki, Allah'ın Messenger'i (ﷺ) geniş yüzlü, kırmızımsı (geniş) gözlü ve ince topuklu biriydi. Şu'ba bildirdi: Simak'a dedim: Bu \"dali-ul-fam\" ne demektir? O da: Bu geniş yüz demektir, dedi. Dedim: Bu \"ashkal\" ne demektir? O da: Göz yarığında uzun demektir, dedi. Dedim: Bu \"manhus-ul-aqibain\" nedir? O da: Topuklarda az et olması anlamına gelir, dedi."
    },
    {
      "id": 129,
      "narrator": "Jurairi reported:",
      "text": "Cüreyri bildirdi: Abu Tufail'e: Allah'ın Messenger'ini (ﷺ) gördün mü? dedim. O da: Evet, beyaz ve yakışıklı bir yüzü vardı, dedi. Müslim b. Haccac dedi ki: 100 Hicri yılında vefat eden Abu Tufail, Allah'ın Messenger'inin (ﷺ) son Sahabesi idi."
    },
    {
      "id": 130,
      "narrator": "Abu Tufail reported:",
      "text": "Abu Tufail bildirdi: Allah'ın Messenger'ini (ﷺ) gördüm ve şu anda yaşayan insanlar arasında onu gören tek kişi benim. Ona: Nasıl buldun? dedim. O da: Zarif bir beyaz rengi vardı ve boyu ortaydı, dedi."
    },
    {
      "id": 131,
      "narrator": "Ibn Sirin reported:",
      "text": "İbn Sirin bildirdi: Anas b. Malik'e Allah'ın Messenger'inin (ﷺ) saçını boyayıp boyamadığı soruldu. O da: Beyaz saçları olacak kadar yaşlanmamıştı, dedi. İbn İdris, onun birkaç beyaz saçı olduğunu söyledi. Ancak, Ebu Bekir ve Ömer, saçlarını hina ile boyadılar."
    },
    {
      "id": 132,
      "narrator": "Ibn Sirin reported:",
      "text": "İbn Sirin bildirdi: Anas b. Malik'e Allah'ın Messenger'inin (ﷺ) saçını boyayıp boyamadığını sordum. O da: Beyaz saçlarını boyama aşamasına ulaşmamıştı. Sakalında birkaç beyaz saçı vardı. Ona: Ebu Bekir saçını boyadı mı? dedim. O da: Evet, hina ile, dedi."
    },
    {
      "id": 133,
      "narrator": "Muhammad b. Sirin reported:",
      "text": "Muhammed b. Sirin bildirdi: Anas b. Malik'e Allah'ın Messenger'inin (ﷺ) saçını boyayıp boyamadığını sordum. O da: Çok az beyaz saçı vardı, dedi."
    },
    {
      "id": 134,
      "narrator": "Thabit reported that Anas b. Malik was asked about the dyeing (of the hair of) Allah's Apostle (ﷺ). Thereupon he said.:",
      "text": "Sabit bildirdi ki, Anas b. Malik'e Allah'ın Elçisi'nin (ﷺ) saçını boyayıp boyamadığı soruldu. O da: (O kadar azdı ki) eğer istersem, başındaki sayısını sayabilirdim, dedi ve ayrıca: (Yani) o boyamadı. Ancak, Ebu Bekir ve Ömer, saf hina ile boyadılar."
    },
    {
      "id": 135,
      "narrator": "",
      "text": "Anas b. Malik, bir kişinin başından veya sakalından beyaz saçlarını çekmesini istemezdi ve Allah'ın Messenger'i (ﷺ) boyamadı, çenesinde, şakaklarında ve başında çok az beyazlık vardı."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Bu hadis, Muthanna'nın aynı nakil zinciri üzerinden rivayet edilmiştir."
    },
    {
      "id": 137,
      "narrator": "Anas (b. Malik) was asked about the old age of Allah's Apostle (ﷺ). He said:",
      "text": "Anas (b. Malik) Allah'ın Elçisi'nin (ﷺ) yaşlılığı hakkında sorulduğunda şöyle dedi: Allah onu beyaz saçla blememiştir."
    },
    {
      "id": 138,
      "narrator": "Abu Juhaifa reported:",
      "text": "Abu Juhaifa bildirdi: Allah'ın Elçisi'ni (ﷺ) bu bölgede biraz beyazlıkla gördüm ve Zuhair parmaklarından birini çenesine koydu. Juhaifa o zaman kaç yaşında olduğunu sorduğunda, şöyle dedi: Ok yapıyordum ve onlara tüy takıyordum (yani çocukluğumu geçmişim)."
    },
    {
      "id": 139,
      "narrator": "Abu Juhaifa reported:",
      "text": "Abu Juhaifa bildirdi: Allah'ın Elçisi'ni (ﷺ) beyaz bir tenle ve biraz beyaz saçla gördüm, ve Hasan b. Ali ona benziyordu."
    },
    {
      "id": 140,
      "narrator": "",
      "text": "Bu hadis, Abu Juhaifa'nın rivayetiyle biraz farklı bir kelime ile aktarılmıştır."
    },
    {
      "id": 141,
      "narrator": "Jabir b. Samura was asked about the old age of Allah's Apostle (ﷺ). He said:",
      "text": "Jabir b. Samura, Allah'ın Elçisi'nin (ﷺ) yaşlılığı hakkında sorulduğunda şöyle dedi: Başını yağladığında hiçbir şey görünmüyordu (yaşlılık belirtisi olarak) ve yağ sürmediğinde bir şey (yaşlılık belirtisi) görünüyordu."
    },
    {
      "id": 142,
      "narrator": "Jabir b. Samura reported that there had appeared some whiteness on the front part of the head and beard of Allah's Messenger (ﷺ). When he applied oil, it did not become visible, but when he did not (apply) oil, it became apparent. And he had a thick beard. A person said:",
      "text": "Jabir b. Samura, Allah'ın Elçisi'nin (ﷺ) başının ön kısmında ve sakalında biraz beyazlık belirdiğini bildirdi. Yağ sürdüğünde görünmüyordu, ama yağ sürmediğinde belirgin hale geliyordu. Ve kalın bir sakalı vardı. Bir kişi dedi ki: Yüzü kılıç gibi parlaktı. Bunun üzerine o (Jabir) dedi: Hayır, yuvarlaktı ve güneş ve ay gibi görünüyordu. Ve omzunun yanında bir güvercin yumurtası büyüklüğünde bir mühür gördüm ve rengi vücuduyla aynıydı."
    },
    {
      "id": 143,
      "narrator": "Jabir. Samura reported:",
      "text": "Jabir b. Samura bildirdi: Sırtında bir mühür gördüm, sanki bir güvercin yumurtası gibiydi."
    },
    {
      "id": 144,
      "narrator": "",
      "text": "Bu hadis, Simak'ın aynı nakil zinciri üzerinden rivayet edilmiştir."
    },
    {
      "id": 145,
      "narrator": "As-Sa'ib b. Yazid reported:",
      "text": "As-Sa'ib b. Yazid bildirdi: Teyzem beni Allah'ın Elçisi'ne (ﷺ) götürdü ve dedi ki: Allah'ın Elçisi, işte kız kardeşimin oğlu ve hasta. Başımı okşadı ve benim için dua etti. Sonra abdest aldı ve ben onun abdestinden kalan suyu içtim; ardından arkasında durdum ve omuzları arasında mühürü gördüm."
    },
    {
      "id": 146,
      "narrator": "Abdullah b. Sarjis reported:",
      "text": "Abdullah b. Sarjis bildirdi: Allah'ın Elçisi'ni (ﷺ) gördüm ve onunla ekmek ve et yedim, ya da o Tharid (çorbada ıslatılmış ekmek) dedi. Ona dedim: Allah'ın Elçisi (ﷺ) senin için af diledi mi? Dedi ki: Evet, senin için de, sonra bu ayeti okudu: \"Günahın için ve inanan erkekler ve inanan kadınlar için af dile\" (xlvii. 19). Sonra onun peşinden gittim ve omuzları arasında, sol omuzunun yanında, benekleri olan bir peygamberlik mührünü gördüm."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Anas b. Malik bildirdi ki, Allah'ın Elçisi (ﷺ) ne çok uzun ne de kısa boyluydu; rengi ne çok beyaz ne de kahverengiydi; saçları ne çok kıvırcık ne de çok düz değildi; Allah onu (Peygamber olarak) kırk yaşında görevlendirdi ve Mekke'de on yıl, Medine'de on yıl kaldı; Allah onu altmış yaşında aldı ve başında ve sakalında yirmi beyaz saç yoktu."
    },
    {
      "id": 148,
      "narrator": "",
      "text": "Bu hadis, Anas b. Malik'in rivayetiyle, al-Amhaq kelimesi yerine Azhar kelimesinin eklendiği şekilde aktarılmıştır."
    },
    {
      "id": 149,
      "narrator": "",
      "text": "Anas b. Malik bildirdi ki, Allah'ın Elçisi (ﷺ) altmış üç yaşında vefat etti, ve bu durum Abu Bekir için de geçerliydi, ve bu durum Umar için de geçerliydi, o da altmış üç yaşındayken vefat etti."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "'A'isha bildirdi ki, Allah'ın Elçisi (ﷺ) altmış üç yaşına ulaştığında vefat etti. Benzer bir hadis, Sa'id b. Musayyib'in rivayetiyle aktarılmıştır."
    },
    {
      "id": 151,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab'ın aynı nakil zinciri üzerinden rivayet edilmiştir."
    },
    {
      "id": 152,
      "narrator": "'Amr reported:",
      "text": "'Amr bildirdi: 'Urwa'ya dedim ki: Allah'ın Elçisi - (ﷺ) Mekke'de ne kadar süre kaldı? O dedi ki: On yıl. Ben dedim ki: İbn 'Abbas, (Mekke'de) on üç yıl kaldığını söylüyor."
    },
    {
      "id": 153,
      "narrator": "'Amr reported:",
      "text": "'Amr bildirdi: 'Urwa'ya dedim ki: Allah'ın Elçisi (ﷺ) Mekke'de ne kadar süre kaldı? O dedi ki: On yıl. Ben dedim ki: İbn Abbas, bunun on yıldan biraz daha fazla olduğunu söylüyor. O ('Urwa) onun için af diledi ve dedi ki: Onun sözü bir şairin ayetine dayanmaktadır."
    },
    {
      "id": 154,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın Elçisi (ﷺ) Mekke'de on üç yıl kaldı ve altmış üç yaşında vefat ettiğini bildirmiştir."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın Elçisi (ﷺ) Mekke'de on üç yıl (vahiy aldıktan sonra) kaldı ve Medine'de on yıl kaldı, ve altmış üç yaşında vefat ettiğini bildirmiştir."
    },
    {
      "id": 156,
      "narrator": "Abu Ishaq reported:",
      "text": "Ebu İshak bildirdi: Abdullah b. 'Utba ile oturuyordum ve Allah'ın Elçisi (ﷺ) ile ilgili yaş tartışması yapılıyordu. Bazı kişiler: Ebu Bekir, Allah'ın Elçisi'nden (ﷺ) daha yaşlıdır, dediler. Abdullah dedi ki: Allah'ın Elçisi (ﷺ) altmış üç yaşında vefat etti ve Ebu Bekir altmış üç yaşında vefat etti, ve Ömer de altmış üç yaşında şehit oldu. 'Amir b. Sa'd adında bir kişi, Jabir'in şöyle dediğini bildirdi: Biz Muaviye ile oturuyorduk ve Allah'ın Elçisi (ﷺ) ile ilgili yaş tartışması yapılıyordu. Bunun üzerine Muaviye dedi ki: Allah'ın Elçisi (ﷺ) altmış üç yaşında vefat etti, Ebu Bekir altmış üç yaşında vefat etti, ve Ömer de altmış üç yaşında şehit oldu."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Jabir, Muaviye'nin konuşmasında Allah'ın Elçisi (ﷺ) altmış üç yaşında vefat ettiğini, Ebu Bekir ve Ömer'in de aynı şekilde olduğunu duyduğunu bildirdi, ben de şimdi altmış üç yaşındayım."
    },
    {
      "id": 158,
      "narrator": "'Ammar, the freed slave of Banu Hashim, reported:",
      "text": "Ammar, Banu Haşim'in freedman'ı, İbn 'Abbas'a Allah'ın Elçisi (ﷺ) vefat ettiğinde kaç yaşındaydı diye sorduğunda, o şöyle dedi: Senin gibi bir adamın bu konuda pek bir şey bilmediğini biliyorum. O dedi ki: İnsanlara sordum ama onlar benimle farklı düşündüler, ve ben senin bu konudaki görüşünü öğrenmek istedim. O dedi: Saymayı biliyor musun? O dedi ki: Evet. Sonra şöyle dedi: İyi bil ki, o kırk yaşında peygamberlik görevine başladı, Mekke'de on beş yıl kaldı; bazen huzur içinde, bazen korku içinde, ve Medine'ye hicret ettikten sonra on yıl yaşadı."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Bu hadis, Yunus'un aynı nakil zinciri üzerinden rivayet edilmiştir."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Ammar, Banu Haşim'in freedman'ı, İbn 'Abbas'ın Allah'ın Elçisi (ﷺ) altmış beş yaşında vefat ettiğini söylediğini bildirdi."
    },
    {
      "id": 161,
      "narrator": "",
      "text": "Bu hadis, Halid'in aynı nakil zinciri üzerinden rivayet edilmiştir."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "İbn 'Abbas, Allah'ın Elçisi (ﷺ) peygamberlik görevine başladıktan sonra Mekke'de on beş yıl kaldığını ve Cebrail'in sesini duyduğunu ve onun nurunu yedi yıl boyunca gördüğünü, ama görünür bir şekli görmediğini, sonra on yıl vahiy aldığını ve Medine'de on yıl kaldığını bildirmiştir."
    },
    {
      "id": 163,
      "narrator": "Jubair b. Mut'im reported on the authority of his father that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Jubair b. Mut'im, babasından, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Ben Muhammed'im ve ben Ahmed'im, ve ben al-Mahi'yim (inkarı ortadan kaldıran), ve ben Hashir'im (toplayıcı) ki insanların ayakları altında toplanacak, ve ben 'Aqib'im (sonuncu) ki ondan sonra hiçbir peygamber yoktur."
    },
    {
      "id": 164,
      "narrator": "Jubair b. Mut'im reported on the authority of his father that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Jubair b. Mut'im, babasından, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Benim birçok adım var: Ben Muhammed'im, ben Ahmed'im, ben al-Mahi'yim ki Allah inkârı ortadan kaldırır, ve ben Hashir'im (toplayıcı) ki insanların ayakları altında toplanacak, ve ben 'Aqib'im (ondan sonra hiç kimse yok), ve Allah onu merhametli ve şefkatli olarak adlandırmıştır."
    },
    {
      "id": 165,
      "narrator": "This hadith has been transmitted on the authority of Ma'mar (and the words are):",
      "text": "Bu hadis, Ma'mar üzerinden rivayet edilmiştir (ve sözler şunlardır): Ben Zuhri'ye dedim ki: al-'Aqib kelimesi neyi ifade ediyor? O dedi ki: Ondan sonra peygamber yoktur, ve Ma'mar ve 'Uqail üzerinden rivayet edilen hadiste kelime farklılığı vardır."
    },
    {
      "id": 166,
      "narrator": "Abu Musa Ash'ari reported that Allah's Messenger (ﷺ) mentioned many names of his and said:",
      "text": "Ebu Musa Eş'ari, Allah'ın Elçisi (ﷺ) birçok ismini anarak şöyle dediğini bildirdi: Ben Muhammed'im, Ahmed'im. Muqaffi (sonuncusu), Haşir, tövbe Peygamberi ve Merhamet Peygamberiyim."
    },
    {
      "id": 167,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) did an act, and held it to be valid. This news reached some persons amongst his Companions (and it was felt) that they did not approve of it and avoided (it). This reaction of theirs was conveyed to him. He stood to deliver an address; and said:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) bir iş yaptı ve bunu geçerli saydı. Bu haber, bazı Sahabelerine ulaştı ve bunun hoş karşılanmadığı ve kaçınıldığı hissedildi. Bu tepkileri ona iletildi. O, bir konuşma yapmak üzere ayağa kalktı ve şöyle dedi: Bana iletilen bir konuda izin verdiğim halde, insanlar neden ondan kaçınıyor? Vallahi, ben onların arasında Allah'ı en iyi bilenim ve onlardan en çok korkanım."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Bu hadis, A'maş aracılığıyla farklı bir rivayet zincirinden aktarılmıştır."
    },
    {
      "id": 169,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) granted permission for doing a thing, but some persons amongst the people avoided it. This was conveyed to Allah's Apostle (ﷺ), and he was so much annoyed that the sign of his anger appeared on his face. He then said:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) bir şey yapma izni verdi, fakat bazı insanlar bu işten kaçındı. Bu, Allah'ın Elçisi'ne (ﷺ) iletildi ve öyle bir şekilde rahatsız oldu ki, öfkesinin işareti yüzünde belirdi. Sonra şöyle dedi: İnsanlar neden izin verilen şeyden kaçınıyor? Vallahi, ben onların arasında Allah'ı en iyi bilenim ve onlardan en çok korkanım."
    },
    {
      "id": 170,
      "narrator": "'Urwa b. Zubair reported that 'Abdullah b. Zubair had narrated to him that a person from the Ansar disputed with Zubair in the presence of Allah's Messenger (ﷺ) in regard to the watering places of Harra from which they watered the date-palms. The Ansari said:",
      "text": "Urve b. Zübeyr, Abdullah b. Zübeyr'in kendisine, Allah'ın Elçisi (ﷺ) huzurunda bir Ensar'ın Zübeyr ile Harra'nın sulama yerleri hakkında tartıştığını aktardığını bildirdi. Ensar, suyun akmasına izin verin dedi, ancak Zübeyr bunu reddetti ve tartışma Allah'ın Elçisi'ne (ﷺ) getirildi. O, Zübeyr'e şöyle dedi: Zübeyr, (hurma ağaçlarını) sulamaya başla, sonra suyun komşuna akmasına izin ver. Ensar öfkelendi ve dedi ki: Allah'ın Elçisi, (bu kararı verdin) çünkü o, babanın kız kardeşinin oğlu. Allah'ın Elçisi'nin (ﷺ) yüzü değişti ve sonra şöyle dedi: Zübeyr, (hurma ağaçlarını) sulamaya başla, sonra suyu duvarlara kadar tut. Zübeyr dedi ki: Vallahi, bu ayet hakkında düşünüyorum: \"Hayır, Rabbine yemin ederim ki, aralarındaki ihtilaf konularında seni hakem yapmadıkça (gerçekten) inanmazlar ve senin verdiğin hükümde bir rahatsızlık bulmadıkça tam bir teslimiyetle teslim olmazlar.\" (Nisa, 65)."
    },
    {
      "id": 171,
      "narrator": "Abu Huraira reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Size yasakladığım şeylerden kaçının ve emrettiğim şeyleri elinizden geldiğince yapın. Şüphesiz, sizden önceki insanlar, Peygamberlerine çok fazla soru sordukları ve sonra öğretileriyle ihtilafa düştükleri için helak oldular."
    },
    {
      "id": 172,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab aracılığıyla aynı rivayet zincirinden aktarılmıştır."
    },
    {
      "id": 173,
      "narrator": "This hadith has been narrated by Abu Huraira through a different chain of transmitters (and the words are) that he reported Allah's Messenger (ﷺ) having said:",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla farklı bir rivayet zincirinden aktarılmıştır ve sözleri şunlardır: Size terk etmenizi istediğim şeylerden vazgeçin, çünkü sizden önceki insanlar (çok fazla soru sorduğu için) helak oldular."
    },
    {
      "id": 174,
      "narrator": "Amir b. Sa'd reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Amir b. Sa'd, babasından naklen, Allah'ın Elçisi (ﷺ) şöyle dedi: Müslümanlar arasında en büyük günahkar, Allah'ın Elçisi'nden (sorulmamış bir şey hakkında) soru soran ve bu şey Müslümanlar için yasaklanmamışken, onun sürekli sorması yüzünden yasaklanan kişidir."
    },
    {
      "id": 175,
      "narrator": "This hadith has been transmitted on the authority of 'Amir b. Sa'd and the words are. Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, Amir b. Sa'd aracılığıyla aktarılmıştır ve sözleri şunlardır: Allah'ın Elçisi (ﷺ) dedi ki: Müslümanlar arasında en büyük günahkar, belirli bir şey hakkında soru soran ve bu şey yasaklanmamışken, onun sorması nedeniyle yasaklanan kişidir."
    },
    {
      "id": 176,
      "narrator": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters and with this addition:",
      "text": "Bu hadis, Zuhri aracılığıyla aynı rivayet zincirinden aktarılmıştır ve şu eklemeyle: \"Bir kişi, Allah'ın Elçisi'nden (ﷺ) bir şey hakkında soru sordu ve o, saçma sapan tartışmalara daldı.\""
    },
    {
      "id": 177,
      "narrator": "Anas b. Malik reported that something was conveyed to him (the Holy prophet) about his Companions, so he addressed them and said:",
      "text": "Anas b. Malik, Allah'ın Elçisi'ne (şöyle bir şeyin) arkadaşları hakkında iletildiğini bildirdi, bu yüzden onlara hitap etti ve şöyle dedi: Cennet ve cehennem bana sunuldu ve bugünkü gibi iyi ve kötü görmedim. Eğer bilseydiniz, daha çok ağlar ve daha az gülerdiniz. O (rivayet eden) dedi ki: Allah'ın Elçisi'nin (ﷺ) arkadaşları için bundan daha ağır bir şey yoktu. Başlarını örttüler ve onlardan ağlama sesi duyuldu. Sonra Ömer ayağa kalktı ve dedi: Biz Allah'ı Rabbimiz, İslam'ı hayat tarzımız ve Muhammed'i Elçimiz olarak razı olduk, ve o sırada bir kişi ayağa kalktı ve dedi: Babam kim? Bunun üzerine o (Kutsal Peygamber) dedi: Baban şudur budur; ve şu ayet indirildi: \"Ey iman edenler! Eğer size açıklanırsa, size zarar verebilecek şeyler hakkında soru sormayın.\" (Maide, 101)."
    },
    {
      "id": 178,
      "narrator": "Anas b. Malik reported that a person said:",
      "text": "Anas b. Malik, bir kişinin dediğini bildirdi: Allah'ın Elçisi, babam kim? O da dedi: Baban şudur budur; ve bu ayet indirildi: \"Sizden, eğer açıklanırsa, size zarar verebilecek şeyler hakkında soru sormayın.\" (Maide, 101)."
    },
    {
      "id": 179,
      "narrator": "Anas b. Malik reported that Allah's Messenger (may peace be upon him stood when the sun had passed the meridian and he led them noon prayer and after observing salutations (completing the prayer) he stood upon the pulpit and talked about the Last Hour and made a mention of the important facts prior to it and then said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (s.a.v) güneş meridyenini geçtikten sonra ayağa kalktığını ve onlara öğle namazını kıldırdığını, selam verdikten sonra minbere çıktığını ve Kıyamet Saati hakkında konuştuğunu, öncesinde önemli gerçekleri belirttiğini ve sonra şöyle dediğini bildirdi: Benden bir şey sormak isteyen varsa, bana sorabilir. Vallahi, siz bana sorduğunuz sürece buradan ayrılmayacağım. Anas b. Malik dedi ki: İnsanlar, Allah'ın Elçisi'nden (ﷺ) bunu duyunca bolca gözyaşı dökmeye başladılar ve Allah'ın Elçisi (ﷺ) bunu tekrar tekrar söyledi: Beni sorun. Bunun üzerine Abdullah b. Hudhafa ayağa kalktı ve dedi: Allah'ın Elçisi, babam kim? O da dedi: Baban Hudhafa'dır, ve Allah'ın Elçisi (ﷺ) tekrar tekrar dedi: Beni sorun, ve bu sırada Ömer diz çökerek dedi: Biz Allah'ı Rabbimiz, İslam'ı hayat tarzımız ve Muhammed'i Elçimiz olarak razı olduk. Allah'ın Elçisi (ﷺ) Ömer konuşurken sessiz kaldı. Sonra Allah'ın Elçisi (ﷺ) dedi: (Kıyamet) yakındır; Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, cennet ve cehennem bu yerin köşesinde sunuldu, ve ben bugünkü gibi iyi ve kötü görmedim. İbn Şihab bildirdi: Ubaidullah b. Abdullah b. Utbe bana, Abdullah b. Hudhafa'nın annesinin Abdullah b. Hudhafa'ya şöyle dediğini söyledi: Ben, senden daha isyankar bir evlat duymadım. Annenin, cahiliye döneminde kadınların işlediği bir günahı işlediğini ve sonra onu insanların gözünde rezil ettiğini bilmez misin? Abdullah b. Hudhafa dedi: Eğer babalığım bir siyah köleye atfedilseydi, onunla bağımı kurardım."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Bu hadis, Zuhri aracılığıyla hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 181,
      "narrator": "Anas b. Malik reported that the people asked Allah's Apostle (ﷺ) until he was hard pressed. He went out one day and he occupied the pulpit and said:",
      "text": "Anas b. Malik, insanların Allah'ın Elçisi'ni (ﷺ) sıkıştırdığını bildirdi. Bir gün çıktı ve minbere oturdu ve dedi ki: Beni sorun, sorularınızdan hiçbirini cevapsız bırakmayacağım. İnsanlar bunu duyunca korkuya kapıldılar, sanki (trajik bir şey) olacakmış gibi. Anas dedi ki: Sağımda ve solumda bakmaya başladım ve (gördüm ki) her kişi başını örtü ile sarmış ağlıyordu. Sonra camide bir kişi cesaret buldu ve onunla, babalığını kendi babasından başka birine atfederek tartışmaya başladı. O dedi ki: Allah'ın Elçisi, babam kimdir? O da dedi ki: Senin baban Hudhafa'dır. Sonra 'Umar b. Khattab (Allah ondan razı olsun) bir şey söylemeye cesaret etti ve dedi ki: Biz Allah'ı Rabbimiz olarak, İslam'ı hayat tarzımız olarak ve Muhammed'i (ﷺ) Elçi olarak kabul ediyoruz, fitnenin şerrinden Allah'a sığınırız. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bugün iyilik ve kötülüğü hiç bu kadar net görmemiştim. Cennet ve Cehennem benim gözümde (bu dünya hayatında) görünür bir şekil aldı ve ikisini de bu kuyuya yakın gördüm."
    },
    {
      "id": 182,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 183,
      "narrator": "Abu Musa reported that Allah's Apostle (ﷺ) was asked such things which he disapproved and when they persisted on asking him he felt enraged and then said to the people:",
      "text": "Bu hadisin, Katade'den rivayet edildiği bildirilmiştir."
    },
    {
      "id": 184,
      "narrator": "Musa b. Talha reported:",
      "text": "---"
    },
    {
      "id": 185,
      "narrator": "Rafi' b. Khadij reported that Allah's Messenger (ﷺ) came to Medina and the people had been grafting the trees. He said:",
      "text": "Ebu Musa, Allah'ın Elçisi'nin (ﷺ) hoşlanmadığı şeyler sorulduğunu ve insanlar ısrar edince öfkelendiğini bildirdi. Sonra insanlara dedi ki: Sorun, neyi sormak isterseniz sorun. Bunun üzerine bir kişi dedi ki: Babam kimdir? O da dedi ki: Senin baban Hudhafa'dır. Sonra başka bir kişi ayağa kalktı ve dedi ki: Allah'ın Elçisi, babam kimdir? O da dedi ki: Senin baban, Şeybe'nin azatlı kölesi Salim'dir. 'Umar, Allah'ın Elçisi'nin (ﷺ) yüzünde öfke belirtilerini görünce dedi ki: Allah'ın Elçisi, biz Allah'tan tövbe diliyoruz. Ebu Kuraib'den rivayet edilen hadiste (sözler şunlardır): \"Allah'ın Elçisi, babam kimdir? O da dedi ki: Senin baban, Şeybe'nin azatlı kölesi Salim'dir.\""
    },
    {
      "id": 186,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) happened to pass by the people who had been busy in grafting the trees. Thereupon he said:",
      "text": "---"
    },
    {
      "id": 187,
      "narrator": "Abu Huraira reported so many 'ahadith from Allah's Messenger (ﷺ) and one among them was that Allah's Messenger (ﷺ) is reported to have said:",
      "text": "Musa b. Talha bildirdi: Ben ve Allah'ın Elçisi (ﷺ) hurma ağaçlarının yanında insanlardan geçiyorduk. O (Peygamber) dedi ki: Bu insanlar ne yapıyor? Onlar da: Aşı yapıyoruz, yani dişi ile erkeği birleştiriyoruz ve böylece daha fazla meyve alıyoruz, dediler. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bunun bir faydasını görmüyorum. İnsanlar bu konuda bilgilendirildi ve bu uygulamayı terk ettiler. Allah'ın Elçisi (ﷺ) daha sonra (verimin azaldığını) öğrendiğinde dedi ki: Eğer bunun bir faydası varsa, o zaman yapsınlar; çünkü bu benim kişisel görüşümdü ve benim kişisel görüşümün peşinden gitmeyin; ama Allah adına size bir şey söylersem, onu kabul edin; çünkü ben Allah'a yalan isnat etmem, O yüce ve şereflidir."
    },
    {
      "id": 188,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 189,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Rafi' b. Khadij bildirdi ki, Allah'ın Elçisi (ﷺ) Medine'ye geldi ve insanlar ağaçları aşılıyordu. O dedi ki: Ne yapıyorsunuz? Onlar da: Aşı yapıyoruz, dediler. Bunun üzerine o dedi ki: Eğer bunu yapmazsanız, sizin için belki iyi olur, böylece bu uygulamayı terk ettiler (ve hurma ağaçları) daha az meyve vermeye başladı. Bunu (Peygamber'e) söylediler, o da dedi ki: Ben bir insanım, bu yüzden dinle ilgili bir konuda size bir şey emrettiğimde kabul edin; ama kişisel görüşümle ilgili bir konuda size bir şey emrettiğimde, bilin ki ben bir insanım. 'İkrime, onun buna benzer bir şey söylediğini bildirdi."
    },
    {
      "id": 190,
      "narrator": "Abu Huraira reported many ahadith from Allah's Messenger (ﷺ) and one is that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 191,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas, Allah'ın Elçisi'nin (ﷺ) ağaçları aşılamış olan insanların yanından geçtiğini bildirdi. Bunun üzerine o dedi ki: Eğer bunu yapmazsanız, sizin için belki iyi olur. (Böylece bu uygulamayı terk ettiler) ve verimde bir azalma oldu. O (Peygamber) onlardan geçerken (dedi ki): Ağaçlarınızda ne yanlış gitti? Onlar da: Siz şöyle dediniz, dediler. Bunun üzerine o dedi ki: Dünyadaki işlerde daha iyi bilgiye sahipsiniz."
    },
    {
      "id": 192,
      "narrator": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters (and the words are):",
      "text": "---"
    },
    {
      "id": 193,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nden (ﷺ) çok sayıda hadis rivayet etti ve bunlardan biri, Allah'ın Elçisi'nin (ﷺ) şöyle dediği bildirilmiştir: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, bir gün gelecek ki, beni göremeyeceksiniz ve yüzümün bir görüntüsü, bir kişinin ailesinden, malından ve aslında her şeyden daha değerli olacaktır.\" Bu hadis, İshak'tan hafif bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 194,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 195,
      "narrator": "Abu Huraira reported ahadith from the Messenger of Allah (ﷺ) (and one of them was) that Allah's Messenger (ﷺ) said Jesus son of Mary saw a person committing theft; thereupon Jesus said to him:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Ben, bütün insanlık arasında Meryem oğlu İsa'ya en yakın olanım ve Peygamberler farklı annelerden ama bir dinden gelmektedirler ve benimle onun (İsa'nın) arasında hiçbir Peygamber yoktur.\""
    },
    {
      "id": 196,
      "narrator": "Anas b. Malik reported that a person came to Allah's Messenger (ﷺ) and said:",
      "text": "Anas b. Malik, bir kişinin Allah'ın Messenger'ine (ﷺ) geldiğini ve şöyle dediğini bildirdi: Ey yaratılmışların en iyisi; bunun üzerine Allah'ın Messenger'i (ﷺ) dedi ki: O İbrahim'dir (aleyhisselam)."
    },
    {
      "id": 197,
      "narrator": "",
      "text": "Bu hadis, Anas'tan farklı bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 198,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi'nden (ﷺ) benzer bir hadisi başka bir rivayet zinciriyle bildirmiştir."
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'inin (ﷺ) İbrahim'in (aleyhisselam) seksen yaşında bir balta yardımıyla sünnet olduğunu söylediğini bildirmiştir."
    },
    {
      "id": 200,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'inin (ﷺ) şöyle dediğini bildirmiştir: İbrahim (aleyhisselam) \"Rabbim, ölüleri nasıl dirilteceksin, bana göster\" dediğinde, biz ondan daha fazla şüpheye sahip olma hakkına sahibiz. O dedi ki: \"İnanmıyor musun?\" İbrahim (aleyhisselam) dedi ki: \"Evet, ama kalbim rahat etsin.\" (Kuran-ı Kerim, 2:260). Rabbim, Lut'a merhamet etsin; çünkü o güçlü bir destek istemişti ve eğer Yusuf'un hapiste kaldığı kadar kalsaydım, beni davet eden kişiye cevap verirdim."
    },
    {
      "id": 201,
      "narrator": "",
      "text": "Bu hadis, Zuhri'den farklı bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'den farklı bir rivayet zinciriyle, ancak kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 203,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'inin (ﷺ) şöyle dediğini bildirmiştir: Peygamber İbrahim (aleyhisselam) sadece üç kez yalan söyledi: iki kez Allah rızası için (örneğin, \"Ben hastayım\" sözleri) ve Sara (eşinin) yüzünden. O, Sara ile birlikte kibirli ve zalim insanların yaşadığı bir yere gelmişti. O, insanlar arasında çok güzel bir kadındı, bu yüzden ona şöyle dedi: Eğer bu insanlar senin benim eşim olduğunu bilirse, seni benden alırlar. Bu yüzden eğer sana sorarlarsa, onlara benim kız kardeşim olduğunu söyle. Gerçekte sen benim İslam'daki kız kardeşimsin ve bu topraklarda benden ve senden başka bir Müslüman tanımıyorum. Ve o topraklara girdiklerinde, zalimler onu görmek için geldiler ve ona (kral) dediler: 'Senin topraklarına bir kadın geliyor, onu sadece sen sahiplenmelisin.' Bunun üzerine o (kral) birini (ona) gönderdi ve onu kendisine getirdiler, İbrahim (aleyhisselam) ise namazda duruyordu. O (zalim kral) ona geldiğinde, elini ona uzatmadan duramadı ve eli bağlandı. O dedi ki: 'Allah'a dua et ki elimi serbest bıraksın, sana zarar vermeyeceğim.' O, bunu yaptı ve adam (aynı zorbalığı) tekrar etti ve eli ilk seferden daha sıkı bir şekilde bağlandı. O yine aynı şeyi ona söyledi ve o tekrar dua etti, ama o (aynı zorbalığı) yine tekrarladı ve elleri önceki seferden daha sıkı bağlandı. O tekrar dedi: 'Rabbine dua et ki elimi serbest bıraksın; Allah'a yemin ederim ki sana zarar vermeyeceğim.' O dua etti ve eli serbest bırakıldı. Sonra onu getiren kişiyi çağırdı ve ona dedi: 'Bana şeytanı getirdin, insana getirmedin, bu yüzden onları topraklarımdan çıkar.' Ve ona Hacer'i hediye etti. O (Hacer ile) geri döndüğünde, İbrahim (aleyhisselam) onu görünce dedi: 'Nasıl döndün?' O dedi: 'Tam güvenle döndüm. Allah o sefili (zalim) kişinin elini tuttu ve bana bir hizmetçi verdi.' Ebu Hureyre dedi: 'Ey gökyüzünün yağmuru, o senin annen.'"
    },
    {
      "id": 204,
      "narrator": "Hammam b. Munabbih reported that Abu Huraira reported many ahadith from Allah's Messenger (ﷺ) and one, of them speaks that Allah's Messenger (ﷺ) is reported to have said:",
      "text": "Hammam b. Munabbih, Ebu Hureyre'nin Allah'ın Messenger'inden (ﷺ) birçok hadis bildirdiğini ve bunlardan birinin, Allah'ın Messenger'inin (ﷺ) şöyle dediğini bildirdi: Banu İsrail, çıplak olarak birlikte banyo yaparlardı ve böylece birbirlerinin özel yerlerini görürlerdi, ancak Musa (aleyhisselam) yalnız başına (gizlice) banyo yapardı ve onlar: \"Allah'a yemin ederim, Musa'nın bizimle banyo yapmasına engel olan bir şey yok; sadece kasık fıtığıdır.\" dediler. Bir gün o (Musa) yalnız başına banyo yaparken, elbiselerini bir taşın üzerine koydu, ama taş elbiseleriyle birlikte hareket etmeye başladı. Musa, \"Elbisem, taş!\" diyerek peşinden koştu; ta ki Banu İsrail'den bazıları Musa'nın özel yerlerini görene kadar ve dediler ki: \"Allah'a yemin ederim, Musa'da bir sorun yok.\" Taş, Musa'nın görüldüğünden sonra durdu. O, elbiselerini aldı ve taşı vurdu. Ebu Hureyre dedi: \"Allah'a yemin ederim ki, Musa'nın (aleyhisselam) taşı vurması nedeniyle taş üzerinde altı veya yedi yara izi vardı.\""
    },
    {
      "id": 205,
      "narrator": "Abu Huraira reported that Moses was a modest person. He was never seen naked and Banu Isra'iI said:",
      "text": "Ebu Hureyre, Musa'nın mütevazı bir kişi olduğunu bildirdi. O, asla çıplak görülmedi ve Banu İsrail: \"Özel yerini açmaktan korkuyordu.\" dediler; çünkü kasık fıtığı çekiyordu. O (bir gün) suyla banyo yaptı ve elbiselerini bir taşın üzerine koydu. Taş hızla hareket etmeye başladı. O, onu takip etti ve bir taşla onu vurarak: \"Ey taş, elbisem; ey taş, elbiselerim, ey taş!\" diyerek vurarak, Banu İsrail'in büyük topluluğunun yanına kadar geldi ve bu olayla ilgili şu ayet indirildi: \"Ey iman edenler, Musa'yı kötüleyenler gibi olmayın. Allah, onun hakkında söylediklerinden onu temize çıkardı ve o, Allah katında saygıdeğer biriydi.\" (33:69)."
    },
    {
      "id": 206,
      "narrator": "Abu Huraira reported that the Angel of Death was sent to Moses (peace be upon him) to inform of his Lord's summons. When he came, he (Moses) boxed him and his eye was knocked out. He (the Angel of Death) came back to the Lord and said:",
      "text": "Ebu Hureyre, Azrail'in Musa'ya (aleyhisselam) Rabb'inin çağrısını bildirmek için gönderildiğini bildirdi. O geldiğinde, Musa ona yumruk attı ve gözünü çıkardı. O (Azrail) Rabb'ine geri döndü ve dedi: \"Sen beni, ölmek istemeyen bir kuluna gönderdin.\" Allah, gözünü yerine koydu (ve görme yetisini geri verdi) ve sonra dedi: \"Ona geri dön ve de ki: Eğer yaşamayı istiyorsan, elini bir öküzün sırtına koy ve elinin kapladığı tüy sayısı kadar yıl yaşarsın.\" O (Musa) dedi: \"Rabbim, o zaman ne olacak?\" O dedi: \"O zaman ölümü kabul etmen gerekecek.\" O dedi: \"O zaman şimdi olsun.\" Ve Allah'a, kutsal topraklara yakın bir şekilde ölmesini dua etti. Bunun üzerine Allah'ın Messenger'i (ﷺ) dedi: \"Eğer orada olsaydım, sana yolun kenarındaki kırmızı tepenin yanında onun kabrini gösterirdim.\""
    },
    {
      "id": 207,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) having said that the Angel of Death came to Moses and said:",
      "text": "Ebu Hureyre, Allah'ın Messenger'inin (ﷺ) şöyle dediğini bildirdi: Azrail, Musa'ya geldi ve Allah'ın çağrısına (yani ölüme hazırlanması için) cevap vermesini söyledi. Musa (aleyhisselam), Azrail'in gözüne bir darbe vurdu ve gözünü çıkardı. Azrail, Allah'a (yüce) geri döndü ve dedi: \"Sen beni, ölmek istemeyen bir kuluna gönderdin ve o gözümü çıkardı.\" Allah, gözünü yerine koydu (ve görme yetisini geri verdi) ve dedi: \"Kulumun yanına git ve de ki: Yaşamayı mı istiyorsun? Eğer yaşamayı istiyorsan, elini bir öküzün bedenine koy ve elinin kapladığı tüy sayısı kadar yıl yaşayacaksın.\" O (Musa) dedi: \"O zaman ne olacak?\" O dedi: \"O zaman öleceksin.\" Bunun üzerine o (Musa) dedi: \"O zaman neden şimdi olmasın?\" (Sonra dua etti): \"Allah, beni kutsal topraklara yakın bir şekilde öldür.\" Allah'ın Messenger'i (ﷺ) dedi: \"Eğer o yere yakın olsaydım, sana yolun kenarındaki kırmızı tepenin yanında onun kabrini gösterirdim.\""
    },
    {
      "id": 208,
      "narrator": "",
      "text": "Bu hadis, Ma'mar'dan nakledilmiştir."
    },
    {
      "id": 209,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Bir Yahudi mal satarken, kendisine kabul etmediği bir şey verildi veya kabul etmeye razı olmadı (bunu 'Abdul 'Aziz, rivayet edenlerden biri, şüpheli bulmaktadır). O (Yahudi) dedi: \"Allah'a yemin ederim, O, Musa'yı (aleyhisselam) insanlardan seçti.\" Ansar'dan bir kişi bunu duydu ve yüzüne bir darbe indirdi, diyerek: \"(Senin cüretin) Allah'ın Messenger'inin (ﷺ) aramızda yaşadığı bir dönemde, 'O, insanlardan Musa'yı seçen' demek.\" Yahudi, Allah'ın Messenger'ine (ﷺ) gitti ve dedi: \"Abu'l-Qasim, ben bir Dhimmi'yim ve (bu nedenle korumanıza ihtiyacım var) bir antlaşma ile, ve ekledi: Şu ve bu kişi yüzüme bir darbe indirdi.\" Bunun üzerine Allah'ın Messenger'i (ﷺ) dedi: \"Neden onun yüzüne bir darbe indirdin?\" O dedi: \"Allah'ın Messenger'i, bu adam 'O, insanlardan Musa'yı seçen' dedi, oysa sen aramızda yaşıyorsun.\" Allah'ın Messenger'i (ﷺ) öfkelendi ve yüzünde öfke belirtileri görünmeye başladı, sonra dedi: \"Allah'ın Peygamberleri arasında ayrım yapmayın. Sûr üflendiğinde, göklerde ve yerde olan herkes bayılacak, ancak Allah'ın istisna ettiği kişiler hariç. Sonra başka bir Sûr üflenecek ve ben, dirilenlerin ilki olacağım ve Musa (aleyhisselam) Arş'a tutunmuş olacak ve onun, Tur Günü'nde bayıldığı zaman bunun bir telafi olup olmadığını bilmiyorum veya o benden önce diriltilecek ve ben Yunus b. Matta'dan (aleyhisselam) daha üstün olduğunu söylemiyorum.\""
    },
    {
      "id": 210,
      "narrator": "",
      "text": "Bu hadis, Ebu Salama'dan aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 211,
      "narrator": "Abu Huraira reported that two persons, one from amongst the Jews and the other from amongst the Muslims, fell into dispute and began to abuse one another. The Muslim said:",
      "text": "Ebu Hureyre, Yahudilerden bir kişi ile Müslümanlardan bir kişinin tartıştığını ve birbirlerine hakaret etmeye başladıklarını bildirmiştir. Müslüman, \"Muhammed'i (ﷺ) âlemlerden seçen Allah'a yemin ederim\" dedi. Yahudi ise, \"Musa'yı (ﷺ) âlemlerden seçen Allah'a yemin ederim\" dedi. Bunun üzerine Müslüman elini kaldırıp Yahudi'nin yüzüne vurdu. Yahudi, Allah'ın Resulü'ne (ﷺ) giderek başına gelenleri ve Müslümanın durumunu anlattı. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Beni Musa'dan üstün tutmayın; zira insanlar bayılacak ve ben ilk olarak kendime geleceğim. O zaman Musa, Arş'ın kenarını tutmuş olacak ve ben bilmiyorum (acaba) o bayılacak mı yoksa benim önceden kendine gelmesi için Allah ona bir istisna mı yapacak.\""
    },
    {
      "id": 212,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Müslümanlardan bir kişi ile Yahudilerden bir kişi tartıştı ve birbirlerine hakaret ettiler.\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 213,
      "narrator": "Abu Sa'id Khudri reported that a Jew who had received a blow at his face came to Allah's Messenger (ﷺ) ; the rest of the hadith is the same, up to the hand (where the words are):",
      "text": "Ebu Sa'id Hudri, yüzüne bir darbe alan bir Yahudi'nin Allah'ın Resulü'ne (ﷺ) geldiğini bildirmiştir; hadisin geri kalanı, \"O (Peygamber) şöyle dedi: Ben bilmiyorum, o bayılanlardan biri mi olacak ve benden önce kendine gelecek mi yoksa o, diriliş günü Tur'da bayılma karşılığında bir istisna mı olacak?\" şeklindeki sözlere kadar aynıdır."
    },
    {
      "id": 214,
      "narrator": "Abu Sa'id Kudari reported Allah's Messenger (ﷺ) having, said this:",
      "text": "Ebu Sa'id Kudari, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Peygamberler arasında ayrım yapmayın.\" Bu hadis başka bir rivayet zinciri ile de nakledilmiştir."
    },
    {
      "id": 215,
      "narrator": "Anas b. malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Ben geldim.\" Haddib'den nakledilen rivayette ise: \"Ben, Kırmızı Tepe'de gece yolculuğu sırasında Musa'yı (ﷺ) dua ederken mezarında gördüm.\" şeklindeki sözler vardır."
    },
    {
      "id": 216,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Ben, Musa'nın mezarında dua ederken meşgul olduğunu gördüm.\" 'İsa'dan nakledilen hadiste ise \"Ben, gece yolculuğu sırasında geçtim.\" ifadesi eklenmiştir."
    },
    {
      "id": 217,
      "narrator": "Abu Huraira reported Allah's Messenger (may prace be upon him) as saying that Allah, the Exalted and Majestic, said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) Allah'ın, yüce ve aziz olduğunu söylediğini bildirmiştir: \"Benim bir kulumun, 'Ben Yunus b. Matta'dan (aleyhisselam) daha iyiyim' demesi uygun değildir.\""
    },
    {
      "id": 218,
      "narrator": "Abu al-Aliya said:",
      "text": "Ebu'l-Aliya şöyle dedi: \"Peygamberinizin (ﷺ) amcasının oğlu, yani İbn Abbas, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: 'Bir kulun, 'Ben Yunus b. Matta'dan (aleyhisselam) daha iyiyim' demesi uygun değildir; bu Matta, onun babasının adıdır.\""
    },
    {
      "id": 219,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Allah'ın Resulü'ne (ﷺ) insanlardan en saygıdeğer olanın kim olduğu sorulduğunda şöyle dediğini bildirmiştir: \"Sizlerden en takvalı olanı.\" Onlar: \"Biz bununla ilgili sormuyoruz.\" dediler. Bunun üzerine o: \"O zaman o, Allah'ın Elçisi Yusuf'tur ve Allah'ın Elçisi Yakup'un oğludur; o da Allah'ın Elçisi, Allah'ın dostu İbrahim'in oğludur.\" dedi. Onlar: \"Bu da sorduğumuz şey değil.\" dediler. O: \"Arabistan kabilelerini mi kastediyorsunuz? İslam'dan önce iyi olanlar, İslam'ı kabul ettikten sonra da iyi olacaklardır.\" dedi."
    },
    {
      "id": 220,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirmiştir: \"Zekeriya (aleyhisselam) bir marangozdu.\""
    },
    {
      "id": 221,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Cubeyr, İbn Abbas'a Nauf el-Bikali'nin, Beni İsrail'in Elçisi Musa'nın (aleyhisselam) Khidr ile birlikte olan Musa olmadığını düşündüğünü söylediğini bildirdi. Bunun üzerine o: \"Allah'ın düşmanı yalan söylüyor.\" dedi. Ubayy b. Ka'b'ın: \"Musa (aleyhisselam), İsrail halkına vaaz vermek üzere ayağa kalktı.\" dediğini duydum. Ona, insanların en iyi bilgisi kimin olduğu sorulduğunda: \"Ben en iyi bilgiye sahibim.\" dedi. Bunun üzerine Allah ona kızdı, çünkü en iyi bilgiyi kendisine atfetmedi. Ona: \"Kullarım arasında iki nehrin kesişim noktasında, senden daha fazla bilgiye sahip bir kul var.\" diye vahyetti. Musa: \"Onunla nasıl buluşabilirim?\" dedi. Ona: \"Büyük bir sepet içinde bir balık taşı ve onu kaybettiğin yer, onu bulacağın yerdir.\" denildi. Bunun üzerine Musa, genç bir adam (Yuşa) ile birlikte yola çıktı. Musa (aleyhisselam) balığı sepete koydu ve genç adam (Yuşa) ile birlikte yola devam etti. Bir kayaya geldiklerinde, Musa ve arkadaşı uykuya daldı ve balık sepette hareket etti ve okyanusa düştü. Allah, suyun akışını bir kubbe gibi durdurdu ve balık için yol açıldı. Musa ve genç arkadaşı hayretler içinde kaldılar ve günün geri kalanında ve gece boyunca yürüdüler; Musa'nın arkadaşı bu olayı ona bildirmeyi unuttu. Sabah olunca, Musa (aleyhisselam) genç adama: \"Bize kahvaltı getir, çünkü bu yolculuktan dolayı çok yorgunuz.\" dedi ve o, bulundukları yerden geçene kadar yorgun hissetmediler. Genç adam: \"Sakhra'ya (kaya) ulaştığımızda balığı unuttun ve onu unutturan sadece şeytandı.\" dedi. \"Balığın nehirde bir yol bulması ne kadar garip!\" Musa: \"İşte bu, ulaşmayı hedeflediğimiz şeydi.\" dedi. Sonra ikisi de geri dönerek Sakhra'ya ulaştılar; orada bir örtüyle kaplı bir adam gördüler. Musa ona selam verdi. Khidr ona: \"Bizim ülkemizde as-Selam nerede?\" dedi. O: \"Ben Musa'yım.\" dedi. Bunun üzerine Khidr: \"Beni İsrail'in Musa'sı mı?\" dedi. O: \"Evet.\" Khidr: \"Senin bilgin, Allah'ın sana öğrettiği bilgiden daha fazladır ve benim bildiğim, Allah'ın bana öğrettiği bilgidir ve sen bunun hakkında bir şey bilmiyorsun.\" dedi. Musa (aleyhisselam) ona: \"Sana öğrettiğin şeylerden bir kısmını bana öğretmek için seni takip edebilir miyim?\" dedi. O: \"Benimle sabredemezsin; bilmediğin bir şey hakkında nasıl sabredeceksin?\" dedi. Musa: \"Beni sabırlı bulacaksın, sana hiçbir şeyde isyan etmeyeceğim.\" dedi. Khidr ona: \"Eğer beni takip edersen, sana bir şey sorma; ta ki ben sana onu açıklayana kadar.\" dedi. O: \"Tamam.\" Bunun üzerine Khidr ve Musa, nehrin kenarına doğru yola çıktılar; orada önlerine bir tekne çıktı. İkisi de (teknedeki) sahipleriyle konuşarak onları taşımasını istediler. Onlar Khidr'i tanıdılar ve onları ücretsiz taşıdılar. Khidr, teknenin tahtasından birini alıp kırdı. Musa: \"Bu insanlar bizi ücretsiz taşıdılar ve sen onların teknesini kırmaya çalışıyorsun ki, teknedeki insanlar boğulsun.\" dedi. \"Bu, yaptığın çok kötü bir şey.\" O: \"Sana, benimle sabredemeyeceğini söylemedim mi?\" dedi. O: \"Unuttuğum şey için beni suçlama ve yaptığım şey için bana sert davranma.\" dedi. Sonra ikisi de tekneden indiler ve kıyı boyunca yürümeye başladılar; orada başka çocuklarla oynayan bir çocuk gördüler. Khidr, başını çekip onu öldürdü. Musa: \"Bir başkasını öldürmekten dolayı suçsuz olan birini mi öldürdün? Korkunç bir şey yaptın.\" dedi. Bunun üzerine o: \"Sana, benimle sabredemeyeceğini söylemedim mi?\" dedi. Musa: \"Bu, ilkinden daha kötü.\" dedi. Musa ayrıca: \"Eğer bundan sonra sana bir şey sorarsam, benimle arkadaşlık etme; o zaman benim için geçerli bir mazeret bulursun.\" dedi. Sonra ikisi de yürümeye devam ettiler ve bir köyün halkına ulaştılar. Onlardan yiyecek istediler ama misafirperverlik göstermeyi reddettiler. Orada bir duvar buldular ki, bir tarafı eğilmiş ve düşmek üzereydi. Khidr, onu kendi eliyle düzeltti. Musa ona: \"Bize misafirperverlik göstermeyen bu insanlara karşı ücret alabilirsin.\" dedi. O: \"Bu, benimle senin arandaki ayrılış noktasıdır. Şimdi, benimle sabredemediğin şeylerin anlamını açıklamak istiyorum.\" Allah'ın Resulü (ﷺ) şöyle dedi: \"Allah, Musa'ya merhamet etsin! Keşke Musa sabırlı olsaydı ve ikisi hakkında daha fazla hikaye anlatılabilseydi.\" Allah'ın Resulü (ﷺ) ilk olarak Musa'nın unuttuğunu söyledi. Sonra bir serçe geldi ve teknenin duvarına kondu ve okyanustan su aldı. Bunun üzerine Khidr: \"Benim bilgim ve senin bilgin, Allah'ın bilgisi karşısında, serçenin gagasında aldığı su, okyanusun suyu ile karşılaştırıldığında daha azdır.\" dedi. Sa'id b. Jubair, (Kehf Suresi'nin 79 ve 80. ayetlerini) bu şekilde okurdu: \"Onların önünde, her tekneyi zorla alan bir kral vardı, çocuk ise bir kafir.\""
    },
    {
      "id": 222,
      "narrator": "Sa, id b. jubair reported that it was said to Ibn 'Abbas that Nauf al-Bikali was of the opinion that Moses who went in search of knowledge was not the Moses of Bani Isra'il. He said:",
      "text": "Sa'id b. Jubair, İbn Abbas'a, Nauf el-Bikali'nin, bilgi arayışına çıkan Musa'nın, Beni İsrail'in Musa'sı olmadığını düşündüğünü söylediğini bildirdi. O: \"Sa'id, bunu ondan duydun mu?\" dedi. Ben: \"Evet.\" dedim. Bunun üzerine o, Nauf'un gerçeği söylemediğini ifade etti."
    },
    {
      "id": 223,
      "narrator": "Ubayy b. Ka'b narrated to us that he had heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ubayy b. Ka'b, Allah'ın Resulü'nün (ﷺ) şöyle dediğini duyduğunu bildirdi: \"Musa, halkına vaaz veriyordu. Ve bu ifadeyi kullandı: 'Yeryüzünde benden daha iyi bilgiye sahip kimse yoktur veya benim bilgimden daha iyi bir şey yoktur.' Bunun üzerine Allah ona: 'Senden daha iyi bir bilgisi olan birini biliyorum veya yeryüzünde senden daha fazla bilgiye sahip birisi var.' dedi. Bunun üzerine o: 'Rabbim, onu bana göster.' dedi. Ona: 'Yolculuk için bir tuzlu balık al; o balığın kaybolduğu yer, o adamı bulacağın yerdir.' denildi. Böylece yola çıktı ve yanında bir genç köle ile birlikte, Sakhra adında bir yere geldiler; ama hiçbir iz bulamadılar. Yola devam etti ve o genci orada bıraktı. Balık suyun içinde hareket etmeye başladı ve su, balığın üzerinde bir arka şeklini aldı. Genç adam: 'Ben Allah'ın Elçisi ile görüşmeliyim ve ona haber vermeliyim.' dedi, ama unutuldu ve o yerden geçtiklerinde, Musa (aleyhisselam) genç adama: 'Kahvaltı getir, çünkü bu yolculuktan dolayı çok yorgunuz.' dedi. O, Khidr ile buluşması gereken yeri geçene kadar yorgun hissetmedi ve genç hatırladı ve: 'Sakhra'ya ulaştığımızda balığı unuttum ve onu unutturan sadece şeytandır.' dedi. 'O balığın okyanusta bir yol bulması ne kadar garip!' dedi. O: 'İşte bu, bizim aradığımız şeydi.' Onlar geri dönerek, balığın kaybolduğu yeri işaret etti. Musa orada onu aramaya başladı. Aniden Khidr'i örtüyle kaplı ve sırt üstü yatan bir halde gördü. Ona: 'Selamun Aleyküm.' dedi. O, yüzündeki örtüyü kaldırdı ve: 'Vealeyküm selam! Sen kimsin?' dedi. O: 'Ben Musa'yım.' dedi. O: 'Hangi Musa?' dedi. O: 'Beni İsrail'in Musa'sı.' dedi. O: 'Seni buraya getiren nedir?' dedi. O: 'Sana, sana öğretilen iyilikleri öğretmen için geldim.' dedi. O: 'Benimle sabredemezsin; bilmediğin bir şey hakkında nasıl sabredeceksin? Beni gördüğünde, sana emredilen bir şeyi yaptığımda sabredemezsin.' dedi. O: 'Eğer Allah dilerse, beni sabırlı bulacaksın ve sana hiçbir şeyde isyan etmeyeceğim.' dedi. Khidr: 'Eğer beni takip edersen, bana bir şey sorma; ta ki ben sana açıklayana kadar.' dedi. O: 'Tamam.' Böylece yola çıktılar ve bir tekneye bindiler. O (Khidr), teknenin içinde bir delik açtı. Bunun üzerine Musa: 'Bunu, teknedeki insanları boğmak için yaptın. Korkunç bir şey yaptın.' dedi. O: 'Sana, benimle sabredemeyeceğini söylemedim mi?' dedi. O: 'Unuttuğum şey için beni suçlama ve yaptığım şey için bana sert davranma.' dedi. (Khidr ona başka bir şans verdi.) Böylece yola devam ettiler ve çocukların oynadığı bir yere geldiler. O, onlardan birini yakaladı ve onu öldürdü. Musa (aleyhisselam) endişelendi ve: 'Bir başkasını öldürmekten dolayı suçsuz olan birini mi öldürdün? Korkunç bir şey yaptın.' dedi. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: 'Allah, bize ve Musa'ya merhamet etsin. Eğer sabırlı olsaydı, harika şeyler görecekti; ama arkadaşına karşı suçlanma korkusu onu sardı ve: 'Eğer bundan sonra bir şey sorarsam, benimle arkadaşlık etme; o zaman benim için geçerli bir mazeret bulursun.' dedi. O: 'Eğer sabırlı olsaydı, birçok harika şey görecekti.' dedi. (Rivayet eden) şöyle dedi: \"Herhangi bir Peygamberden bahsettiğinde, her zaman: 'Allah'ın merhameti, bize ve kardeşime olsun.' derdi.\" Onlar, çok cimri olan bir köy halkına kadar devam ettiler. Toplanma yerlerine gittiler ve misafirperverlik istediler ama onlara hiçbir misafirperverlik göstermediler. İkisi de o köyde düşmek üzere olan bir duvar buldular. O (Khidr), onu düzeltti. Bunun üzerine Musa: 'Eğer istersen, bunun için ücret alabilirsin.' dedi. O: 'Bu, benimle senin arandaki ayrılış noktasıdır.' dedi ve elbiselerinden birini tutarak: 'Şimdi, benimle sabredemediğin şeylerin gerçek anlamını açıklamak istiyorum.' dedi. Tekne, nehirde çalışan yoksul insanlara aitti ve ben onu bozmayı düşündüm çünkü onların önünde (bir kral) vardı ki, tekneleri zorla alıyordu. (Tekneyi) yakalamaya geldiğinde, bozuk bir tekne buldu, bu yüzden onu bağışladı (ve daha sonra) ahşapla düzeltildi. Çocuk ise, doğası gereği bir kafirdi; ebeveynleri onu çok sevdi. Eğer büyüseydi, onları günaha ve inançsızlığa sokacaktı, bu yüzden biz, Rablerinin, onların yerine daha iyi ve merhamete daha yakın birini vermesini istedik. Ve duvar ise, şehirdeki iki yetim çocuğa aitti ve altında onların (hazine) vardı... son ayete kadar."
    },
    {
      "id": 224,
      "narrator": "",
      "text": "Bu hadis Ebu İshak'tan rivayet edilmiştir."
    },
    {
      "id": 225,
      "narrator": "",
      "text": "İbn Abbas, Ubayy b. Ka'b'dan bu hadisi rivayet etmiştir ki, Allah'ın Elçisi (ﷺ) bunu okurdu."
    },
    {
      "id": 226,
      "narrator": "'Utba b. Mas, ud reported that 'Abdullah b. 'Abbas contended with Hurr b. Qais b. Hisn al-Fazari aboat the companion of Moses (peace be upon hiin). Ibn 'Abbas said that he was Khadir. There happened to pass Ubayy b. Ka'b Ansari. Ibn Abbas called him and said:",
      "text": "'Utba b. Mas'ud, 'Abdullah b. 'Abbas'ın Hurr b. Kays b. Hisn al-Fazari ile Musa'nın (selam üzerine olsun) arkadaşının kim olduğu konusunda tartıştığını bildirdi. İbn 'Abbas, onun Khidr olduğunu söyledi. O sırada Ubayy b. Ka'b el-Ensari oradan geçiyordu. İbn 'Abbas onu çağırdı ve dedi ki: Ey Abu Tufail, bize gel. Arkadaşım ile Musa'nın yolda karşılaşmak istediği arkadaşı hakkında bir görüş ayrılığına düştük. Allah'ın elçisinden (sallallahu aleyhi ve sellem) bir şey işittin mi? Ubayy dedi ki: Allah'ın Elçisi'ni (sallallahu aleyhi ve sellem) şöyle derken duydum: Musa Beni İsrail topluluğunun arasında iken, yanına bir kişi geldi ve ona dedi ki: Senden daha iyi bilgiye sahip olan birini tanıyor musun? Musa dedi ki: Hayır. Bunun üzerine Allah, Musa'ya vahiy etti: Elbette, kullarımızdan biri olan Khidr, senden daha iyi bilgiye sahiptir. Musa, onunla nasıl buluşacağını sordu. Allah, balığı bir işaret kıldı ve ona: Balığı kaybettiğin yere geri dön, orada onu bulacaksın, denildi. Böylece Musa, Allah'ın istediği gibi hareket etti. Sonra genç arkadaşına dedi ki: Bizim için kahvaltıyı getir. O genç, Musa'ya kahvaltıyı sorduğunda dedi ki: Sakhra'ya ulaştığımızda balığı unuttum ve bunu unutturan kimse olmadı, sadece şeytanın beni bunu hatırlatmasıdır. Musa o gence dedi ki: İşte bu, istediğimiz şeydi. Böylece geri döndüler ve Khidr ile buluştular ve ardından gelen olaylar Kitap'ta anlatılmıştır, sadece Yunus (rivayet eden) balığın izlerini okyanusta takip ettiğini söyledi."
    }
  ]
}