{
  "language": "tr",
  "metadata": {
    "length": 328,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Anas b. Malik reported that Abu Bakr Siddiq reported him thus:",
      "text": "Anas b. Malik, Ebu Bekir Sıddık'tan şöyle rivayet etti: Mağarada bulunduğumuz sırada, müşriklerin ayaklarını çok yakınımızda gördüm. Dedim ki: Allah'ın Resulü, eğer içlerinden biri ayaklarına baksa, bizi kesinlikle görecektir. Bunun üzerine o şöyle dedi: Ebu Bekir, Allah'ın üçüncü olarak bulunduğu iki kişiye ne olabilir ki?"
    },
    {
      "id": 2,
      "narrator": "Abu Sa'id reported that Allah's Messenger (ﷺ) sat on the pulpit and said:",
      "text": "Ebu Sa'id, Allah'ın Resulü'nün (ﷺ) minbere oturduğunu ve şöyle dediğini bildirdi: Allah, kullarına dünyadaki güzellikleri veya O'nun yanında olanı seçme imkanı verdi ve kul, O'nun yanında olanı seçti. Bunun üzerine Ebu Bekir ağladı ve çok hüzünlü bir şekilde dedi: Babalarımız ve annelerimiz senin uğruna fidye olsun. Seçim hakkı Allah'ın Resulü'ne (ﷺ) verilmişti ve Ebu Bekir bunu bizden daha iyi biliyordu. Allah'ın Resulü (ﷺ) şöyle demiştir: İnsanlar arasında benimle en cömert olanı, dostluğu ve malı konusunda Ebu Bekir'dir. Eğer birini dost olarak seçseydim, Ebu Bekir'i dost olarak seçerdim, ama (onun için) İslami kardeşliği ve sevgiyi tercih ediyorum. Camide Ebu Bekir'in penceresi dışında hiçbir pencere açık kalmayacaktır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bu hadis, Ebu Sa'id el-Hudri'den başka bir isnadla rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "'Abdullah b. Mas'ud reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Mes'ud, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Eğer bir dost seçseydim, kesinlikle Ebu Bekir'i dost olarak seçerdim, ama o benim kardeşim ve arkadaşım ve Allah, yüce ve azametlidir, sizin kardeşinizi ve arkadaşınızı (yani Peygamberi) dost edinmiştir."
    },
    {
      "id": 5,
      "narrator": "Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Eğer ümmetimden birini dost olarak seçseydim, Ebu Bekir'i seçerdim."
    },
    {
      "id": 6,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Eğer dost olarak birini seçseydim, Ebu Kuhafa'nın oğlunu (Ebu Bekir) dost olarak seçerdim."
    },
    {
      "id": 7,
      "narrator": "Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Eğer yeryüzündeki insanlardan birini dost olarak seçseydim, Ebu Kuhafa'nın oğlunu dost olarak seçerdim, ama Allah sizin arkadaşınızı dost edinmiştir."
    },
    {
      "id": 8,
      "narrator": "This hadith has been narrated through another chain of transmitters and the one narrated on the authority of Abdullah (the words are):",
      "text": "Bu hadis, başka bir isnadla rivayet edilmiştir ve Abdullah'dan rivayet edilen sözler şunlardır: \"Allah'ın Resulü (ﷺ) şöyle demiştir: Ben tüm dostların bağımlılığından özgürüm ve eğer birini dost olarak seçseydim, Ebu Bekir'i dost olarak alırdım. Allah sizin arkadaşınızı dost edinmiştir.\""
    },
    {
      "id": 9,
      "narrator": "'Amr b. al-'As reported that Allah's Messenger (ﷺ) sent him in command of the army despatched to Dhat-as-Salasil. When 'Amr b. al-'As came back to the Prophet (ﷺ) he said:",
      "text": "Amr b. el-As, Allah'ın Resulü'nün (ﷺ) onu Dhat-as-Salasil'e gönderdiğini bildirdi. Amr b. el-As, Peygamber'e (ﷺ) döndüğünde, insanların en sevdikleri kimdir? dedi. O da: A'işe, dedi. Sonra: Peki erkeklerden kim? dedi. O da: Onun babası, dedi. Ben de: Peki sonra kim? dedim. O da: Ömer, dedi. Sonra başka bazı erkekleri saydı."
    },
    {
      "id": 10,
      "narrator": "Ibn Abu Mulaika reported:",
      "text": "İbn Ebu Mulaika, A'işe'nin şöyle dediğini duyduğunu bildirdi: Allah'ın Resulü (ﷺ) birini halef olarak atayacak olsaydı, o kişi Ebu Bekir olurdu. Kendisine: O zaman Ebu Bekir'den sonra kim? denildi. O da: Ömer, dedi. Kendisine: O zaman Ömer'den sonra kim? denildi. O da: Ebu Ubeyde b. el-Cerrah, dedi ve sonra bu konuda suskun kaldı."
    },
    {
      "id": 11,
      "narrator": "Muhammad b. Jubair b. Mut'im reported on the authority of his father that a woman asked Allah's Messenger (ﷺ) about something but lit, told her to come to him on some other occasion, whereupon she said:",
      "text": "Muhammed b. Cübeyr b. Mut'im, babasından rivayet etti ki, bir kadın Allah'ın Resulü'ne (ﷺ) bir şey sordu ama o, ona başka bir zamanda gelmesini söyledi. Bunun üzerine kadın: Eğer sana gelirsem ama seni bulamazsam ne yapmalıyım? gibi bir şey söyledi ve sanki onun ölebileceğini kastetti. Bunun üzerine o şöyle dedi: Eğer beni bulamazsan, o zaman Ebu Bekir'e gel. Bu hadis, Cübeyr b. Mut'im'den başka bir isnadla rivayet edilmiştir ve sözler şunlardır: Bir kadın Allah'ın Resulü'ne (ﷺ) geldi ve onunla bir şey konuştu ve o, yukarıda belirtilen rivayetteki gibi bir emir verdi."
    },
    {
      "id": 12,
      "narrator": "A'isha reported that Allah's Messenger (ﷺ) in his (last) illness asked me to call Abu Bakr, her father, and her brother too, so that he might write a document, for he feared that someone else might be desirous (of succeeding him) and that some claimant may say:",
      "text": "A'işe, Allah'ın Resulü'nün (ﷺ) son hastalığında bana Ebu Bekir'i, babasını ve kardeşini çağırmamı istediğini bildirdi. Böylece bir belge yazdırmak istedi, çünkü başkalarının (halef olma) arzusunda olabileceğinden ve bazı iddia sahiplerinin: Benim daha iyi bir iddiam var, diyebileceğinden korkuyordu. Oysa Allah ve müminler, Ebu Bekir'in iddiasını desteklemez."
    },
    {
      "id": 13,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Bugün kim oruç tutuyor? Ebu Bekir: Ben, dedi. O (tekrar) dedi: Bugün kim cenaze merasimine katıldı? Ebu Bekir: Ben, dedi. O (Peygamber) tekrar dedi: Bugün kim muhtaçlara yemek verdi? Ebu Bekir: Ben, dedi. O (tekrar) dedi: Bugün kim hastaları ziyaret etti? Ebu Bekir: Ben, dedi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: Bu (iyi ameller) bir araya gelen kimse kesinlikle cennete girecektir."
    },
    {
      "id": 14,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Bir kişi, yükle dolu bir öküzü sürüyordu. Öküz ona bakarak dedi: Ben bunun için yaratılmadım, ama topraklar için (yani tarlayı sürmek ve sulamak için). İnsanlar hayret ve korkuyla dediler: Allah'ı tenzih ederim, öküz mü konuşuyor? Allah'ın Resulü (ﷺ) dedi: Ben buna inanıyorum ve Ebu Bekir ile Ömer de inanıyor. Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini bildirdi: Bir çoban sürüsünü otlatıyordu, o sırada bir kurt geldi ve bir keçiyi aldı. Çoban onu (kurtu) takip etti ve onu (keçiyi) kurtardı. Kurt ona bakarak dedi: Beni kim kurtaracak, o gün ki benim dışımda çoban olmayacak? Bunun üzerine insanlar dediler: Allah'ı tenzih ederim! Bunun üzerine Allah'ın Resulü (ﷺ) dedi: Ben buna inanıyorum ve Ebu Bekir ile Ömer de buna inanıyor."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab'dan aynı isnadla rivayet edilmiştir, ancak öküzle ilgili hikaye geçmemektedir."
    },
    {
      "id": 16,
      "narrator": "This hadith has been transmitted on the authority of Zuhri, and there is a clear mention of the stories of ox and goat (and the words are):",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aktarılmıştır ve sığır ile keçi hikayelerine açık bir şekilde atıfta bulunulmaktadır (sözler şunlardır): Ben buna inanıyorum ve Abu Bekir ile Ömer de inanıyor, ancak o zaman orada değildiler."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciri aracılığıyla Abu Huraira'nın aktardığı şekilde nakledilmiştir."
    },
    {
      "id": 18,
      "narrator": "Ibn Abu Mulaika reported:",
      "text": "İbn Ebu Mulaika, İbn Abbas'ın şöyle dediğini aktardı: Ömer b. Hattab tabuta konulduğunda, insanlar etrafında toplandı. Onu övdüler ve tabut kaldırılmadan önce onun için dua ettiler, ben de aralarındaydım. Dikkatimi çeken tek şey, arkamdan omzumdan tutan biriydi. Ona döndüm ve Ali olduğunu gördüm. O, Ömer için Allah'ın rahmetini diledi ve şöyle dedi: Arkanda, Allah ile buluşmayı sevdiğim o kadar güzel ameller bıraktın ki. Vallahi, Allah'ın seni ve iki arkadaşını bir arada tutmasını umuyordum. Allah'ın Elçisi'nin (ﷺ) şöyle dediğini sıkça duymuştum: Ben geldim ve Abu Bekir ile Ömer de geldi; ben içeri girdim ve Abu Bekir ile Ömer de içeri girdi; ben dışarı çıktım ve Abu Bekir ile Ömer de dışarı çıktı, umarım ve düşünüyorum ki Allah seni onlarla bir arada tutacaktır."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Ömer b. Sa'id'in aktardığı şekilde nakledilmiştir."
    },
    {
      "id": 20,
      "narrator": "Abu Sa'id Khudri reported Allah's Messenger (ﷺ) as say ing:",
      "text": "Abu Sa'id Hudri, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Uyurken, bana insanlar sunuluyordu (bir rüyada) ve üzerlerinde gömlekler vardı; bunlardan bazıları göğüslerine kadar ulaşıyordu, bazıları ise daha da ötesine. O sırada Ömer b. Hattab geçti ve gömleği sürükleniyordu. Dediler ki: Allah'ın Elçisi, rüyayı nasıl yorumlarsınız? O da: (İman) gücü olarak."
    },
    {
      "id": 21,
      "narrator": "Hamza b. Abdullah b. 'Umar b. Khattab reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Hamza b. Abdullah b. Ömer b. Hattab, babasından naklen, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini aktardı: Uyurken, bana süt dolu bir kadeh sunulduğunu gördüm. Ondan içtim ve tırnaklarımdan tazelik yansıdığını hissettim. Sonra artanı Ömer b. Hattab'a sundum. Dediler ki: Allah'ın Elçisi, bunu nasıl yorumlarsınız? O da: Bu, bilgi anlamına gelir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Yunus'un aktardığı şekilde nakledilmiştir."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Uyurken, kendimi bir kuyu üzerinde, bir makaraya bağlı deri bir kova ile gördüm. Allah'ın istediği kadar (su) çektim. Sonra Ebu Kuhafa'nın oğlu (Abu Bekir) bir veya iki kova su çekti ve çekiminde biraz zayıflık vardı (Allah onu affetsin). Sonra o kova (büyük bir kovaya dönüştü) ve İbn Hattab onu çekti. Ömer b. Hattab gibi en güçlü bir adamın onu çektiğini görmedim. O kadar çok su çıkardı ki insanların develeri içmek için yeterince su buldu ve sonra dinlenmek için uzandı."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciri aracılığıyla Yunus'un aktardığı şekilde nakledilmiştir."
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: İbn Ebu Kuhafa'nın su çektiğini gördüm; hadisin geri kalanı aynıdır."
    },
    {
      "id": 26,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Uyurken, insanların susuzluğunu gidermek için tankımdan su çektiğimi gördüm, o sırada yanıma Abu Bekir geldi. O, suyu insanlara vermek için elimden deri kovayı aldı. İki kova su çekti ve çekiminde biraz zayıflık vardı (Allah onu affetsin). Sonra İbn Hattab geldi ve onu aldı, ve ben, insanların susuzluğunu giderip tankın su ile dolana kadar ondan daha güçlü birini görmedim."
    },
    {
      "id": 27,
      "narrator": "Abdullah b. 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: (Bir rüyada) sanki ahşap bir makarada deri bir kova ile su çekiyormuşum gibi gördüm. Abu Bekir geldi ve bir veya iki kova su çekti ve çektiği sırada biraz zayıflık (hissedildi) (Allah, Yüce ve Şanlı, onu affetsin). Sonra Ömer geldi su vermek için - ve kova büyük bir deri kovaya dönüştü ve ben, su çekenler arasında böyle harika bir adam görmedim ve o, insanlara su vermeye devam etti ta ki insanlar tamamen tatmin olana kadar ve sonra dinlenme yerlerine gitti."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Salim b. Abdullah, babasından, Allah'ın Elçisi'nin (ﷺ) Abu Bekir ve Ömer b. Hattab (Allah onlardan razı olsun) ile ilgili bazı rüyalarını aktardı ve buna benzer bir hadisi bildirdi."
    },
    {
      "id": 29,
      "narrator": "Jabir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Cennete girdim ve orada bir ev veya saray gördüm. Dedim ki: Bu kimin için ayrılmış? Onlar (melekler) dediler ki: Bu Ömer b. Hattab içindir. (Peygamber, Ömer b. Hattab'a): İçeri girmeyi düşündüm ama senin hislerini düşündüm. Bunun üzerine Ömer ağladı ve şöyle dedi: Allah'ın Elçisi, senin durumunda kıskanabilir miyim?"
    },
    {
      "id": 30,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciri aracılığıyla Cabir'in aktardığı şekilde nakledilmiştir."
    },
    {
      "id": 31,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Uykuda iken kendimi Cennet'te gördüm ve bir kadın bir sarayın yanında abdest alıyordu. Ben de: Bu kim içindir? dedim. Onlar: Bu Ömer b. Hattab içindir, dediler. (Kutsal Peygamber) dedi ki: Ömer'in hissiyatı aklımdan geçti ve geri döndüm. Ebu Hureyre dedi ki: Ömer, Allah'ın Elçisi (ﷺ) bizimle birlikte o toplantıda bulunduğu sırada ağladı ve Ömer dedi ki: Allah'ın Elçisi, babam ve annem sana fidye olsun. Senin hakkında kıskanma hissi duyabilir miyim? Bu hadis, İbn Şihab'dan aynı isnadla rivayet edilmiştir."
    },
    {
      "id": 32,
      "narrator": "Sa'd b. Waqqas reported that Umar sought permission from Allah's Messenger (ﷺ) to visit him when some women of the Quraish were busy in talking with him and raising their voices above his Voiee. When'Umar sought permission they stood up and went hurriedly behind the curtain. Allah's Messenger (ﷺ) gave him permission smilingly. Thereupon 'Umar said:",
      "text": "Sa'd b. Vakkas, Ömer'in, Kureyş kadınlarının Allah'ın Elçisi (ﷺ) ile konuşup seslerini yükselttikleri sırada, Allah'ın Elçisi'ni ziyaret etmek için izin istediğini bildirmiştir. Ömer izin istediğinde, kadınlar ayağa kalkıp aceleyle perde arkasına geçtiler. Allah'ın Elçisi (ﷺ) ona gülümseyerek izin verdi. Bunun üzerine Ömer dedi ki: Allah'ın Elçisi, Allah seni hayatın boyunca mutlu etsin. Sonra Allah'ın Elçisi (ﷺ) dedi ki: Bu kadınlara hayret ediyorum; sesini duydukları an hemen perde arkasına geçtiler. Bunun üzerine Ömer dedi ki: Allah'ın Elçisi, senin onlardan daha çok korkulmaya layık olduğunu biliyorsun. Sonra Ömer (kadınlara hitaben) dedi ki: Ey kendinizin düşmanları, benden korkuyor da Allah'ın Elçisi'nden (ﷺ) korkmuyor musunuz? Onlar: Evet, sen Allah'ın Elçisi'nden (ﷺ) daha sert ve katısın, dediler. Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) dedi ki: Canım elinde olan Allah'a yemin ederim ki, eğer şeytan sizinle karşılaşsa, kesinlikle sizin yolunuzdan başka bir yoldan gider."
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Ebu Hureyre, Ömer b. Hattab'ın Allah'ın Elçisi (ﷺ) yanına geldiğini, yanında bazı kadınlar olduğunu ve onların seslerini Allah'ın Elçisi'nin (ﷺ) sesinin üstünde yükselttiklerini bildirmiştir. Ömer, eve girmek için izin istediğinde, kadınlar aceleyle perde arkasına geçtiler. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 34,
      "narrator": "A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "A'işe, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirmiştir: Sizden önceki insanlar arasında ilham edilen kişiler vardı ve eğer benim ümmetimden birisi olsaydı, bu Ömer b. Hattab olurdu. İbn Vahb, Muhaddathun kelimesini Yüce'den (Mulhamun) işaret alanlar olarak açıklamıştır."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis, Sa'd b. İbrahim'den aynı isnadla rivayet edilmiştir."
    },
    {
      "id": 36,
      "narrator": "Ibn Umar reported Umar as saying:",
      "text": "İbn Ömer, Ömer'in şöyle dediğini bildirmiştir: Rabbim, üç durumda benimle aynı görüşte bulundu. İbrahim'in Makamı, örtünme konusunda ve Badr esirleri konusunda."
    },
    {
      "id": 37,
      "narrator": "Ibn Umar reported that when 'Abdullah b. Ubayy b. Salul (the hypocrite) died, his son Abdullah b. Abdullah came to Allah's Messenger (may peace be upon -him) and asked him to give his shirt which should be used for the coffin of his father. He gave that to him. Allah's Messenger (ﷺ) stood up to say prayer over him Thereupon I Umar caught hold of the clothe of Allah's Messenger (ﷺ) and said:",
      "text": "İbn Ömer, Abdullah b. Übey b. Selül (münafık) öldüğünde, oğlu Abdullah b. Abdullah'ın Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) gelerek babasının kefeni için gömleğini istemek üzere geldiğini bildirmiştir. O da ona verdi. Allah'ın Elçisi (ﷺ) onun üzerine namaz kılmak için ayağa kalktı. Bunun üzerine Ömer, Allah'ın Elçisi'nin (ﷺ) elbisesine sarıldı ve dedi ki: Allah'ın Elçisi, sen ona namaz mı kılacaksın, oysa Allah ona namaz kılmayı yasakladı. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Allah bana bir seçenek verdi; ya onlar için bağışla ya da bağışlama; eğer sen onlardan yetmiş kez bağışlasan, ben yetmişe ekleme yaparım. O bir münafıktı ve Allah'ın Elçisi (ﷺ) onun üzerine namaz kıldı. Bunun üzerine Allah, Yüce ve Aziz, şu ayeti indirdi: \"Ve onlardan hiçbiri için ölünceye kadar namaz kılma\" (ix. 84)."
    },
    {
      "id": 38,
      "narrator": "This hadith has been narrated on the authority of 'Ubaidullah with the same chain of transmitter but with the addition of the words:",
      "text": "Bu hadis, 'Ubaidullah'tan aynı isnadla rivayet edilmiştir, ancak \"Ölen münafıklar için namaz kılmayı bıraktı\" ifadesi eklenmiştir."
    },
    {
      "id": 39,
      "narrator": "`Aisha reported:",
      "text": "A'işe, Allah'ın Elçisi'nin (ﷺ) benim dairemde yatarak bacakları açık bir şekilde yattığını ve Ebu Bekir'in içeri girmek için izin istediğini bildirmiştir. İzin verildi ve o, aynı durumda (Peygamberin bacakları açık) konuştu. Sonra Ömer içeri girmek için izin istedi ve ona da izin verildi ve o da aynı durumda konuştu. Sonra Osman içeri girmek için izin istedi; Allah'ın Elçisi (ﷺ) oturdu ve elbiselerini düzeltti. Muhammed (rivayet edenlerden biri) dedi ki: Bunun aynı günde olduğunu söylemiyorum. O (Osman) içeri girdi ve konuştu ve çıktığında A'işe dedi ki: Ebu Bekir içeri girdi ve sen kıpırdamadın ve elbiseni düzenlemedin, sonra Ömer içeri girdi ve sen kıpırdamadın ve elbiseni düzenlemedin, sonra Osman içeri girdi ve sen kalkıp elbiseni düzelttin, bunun üzerine (ﷺ) dedi ki: Meleklerin bile haya ettiği birine nasıl haya etmem?"
    },
    {
      "id": 40,
      "narrator": "A'isha, the wife of Allah's Apostle (mav peace be upon him), and Uthman both reported that Abu Bakr sought permission from Allah's Messenger (ﷺ) for entrance (in his apartment) as he had been lying on his bed covered with the bed-sheet of A'isha, and he gave permission to Abu Bakr in that very state and he, having his need fulfilled, went back. Then Umar sought permission and it was given to him in that very state and, after having his need fulfilled, he went back. And 'Uthman reported:",
      "text": "A'işe, Allah'ın Elçisi'nin (ﷺ) eşi ve Osman, Ebu Bekir'in Allah'ın Elçisi'nden (ﷺ) içeri girmek için izin istediğini bildirmiştir. O, A'işe'nin örtüsüyle yatarak, ona izin verdi ve Ebu Bekir, ihtiyacını gidermiş olarak geri döndü. Sonra Ömer izin istedi ve ona da aynı durumda izin verildi ve ihtiyacını gidermiş olarak geri döndü. Osman da: Sonra ben izin istedim ve o kalktı ve A'işe'ye: Kendini iyi ört, dedi. Sonra ihtiyacımı gidermiş olarak geri döndüm. A'işe dedi ki: Allah'ın Elçisi, neden Ebu Bekir ve Ömer (Allah onlardan razı olsun) huzurunda düzgün giyinme konusunda herhangi bir kaygı hissetmediğini, Osman karşısında gösterdiğin kaygıyı hissetmedin? Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Şüphesiz Osman çok haya sahibidir ve eğer ona bu durumda girmesine izin verseydim, ihtiyacını bana bildirmeyecekti."
    },
    {
      "id": 41,
      "narrator": "",
      "text": "Bu hadis, Osman ve A'işe'den aynı ifadeyle rivayet edilmiştir."
    },
    {
      "id": 42,
      "narrator": "Abu Musa al-Ash'ari reported that while Allah's Messenger (ﷺ) was in one of the gardens of Medina, reclining against a pillow and fixing a stick in a mud, that a person came asking for the gate to be opened, whereupon he said:",
      "text": "Ebu Musa el-Eş'ari, Allah'ın Elçisi (ﷺ) Medine'nin bir bahçesinde, bir yastığa yaslanmış ve bir çubuğu toprağa sabitlemişken, bir kişinin kapıyı açmasını istediğini bildirmiştir. Bunun üzerine o, \"Onu açın ve ona Cennet müjdesini verin\" dedi ve bakın, o Ebu Bekir'di. Ben kapıyı açtım ve ona Cennet müjdesini verdim. Sonra başka bir kişi kapıyı açmasını istedi, bunun üzerine o, \"Açın ve ona Cennet müjdesini verin\" dedi. Ben gittim ve bakın, o Ömer'di. Ben kapıyı açtım ve ona Cennet müjdesini verdim. Sonra başka bir adam kapıyı açmasını istedi, bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Açın ve ona, başına bir belanın geleceği Cennet müjdesini verin.\" Ben gittim ve bakın, o Osman b. Affan'dı. Ben kapıyı açtım ve ona Cennet müjdesini verdim ve (Peygamberin söylediklerini) bildirdim. Bunun üzerine o dedi ki: \"Ya Rabbi, bana sebat ver.\" Allah, yardım istenilecek tek O'dur."
    },
    {
      "id": 43,
      "narrator": "",
      "text": "Bu hadis, Ebu Musa el-Eş'ari'den biraz farklı bir ifade ile rivayet edilmiştir."
    },
    {
      "id": 44,
      "narrator": "Abu Musa Ash'ari reported that he performed ablution in his house and then came out saying:",
      "text": "Ebu Musa el-Eş'ari, evinde abdest aldıktan sonra şöyle dedi: Allah'ın Elçisi (ﷺ) ile bütün gün birlikte kalacağım. O, camiye geldi ve Allah'ın Elçisi'ni sordu. Onlar (arkadaşları) dediler: O, bu yöne gitti. O (Ebu Musa el-Eş'ari) dedi: Onun izini takip ettim, ta ki Bi'r Aris'e (Medine'nin kenar mahallesinde bir kuyu) gelene kadar. Ahşap kapısının önünde oturdum, ta ki Allah'ın Elçisi (ﷺ) ihtiyacını gidermiş ve sonra abdest almış olana kadar. Ona gittim ve o, dizlerine kadar açık bir şekilde oturuyordu ve bacakları kuyunun içinde sarkıyordu. Ona selam verdim. Sonra geri döndüm ve kapıda oturdum, sanki o gün Allah'ın Elçisi'nin kapısında bir kapıcıymışım gibi. Ebu Bekir geldi ve kapıyı çaldı. Ben de: Kim o? dedim. O: Bu Ebu Bekir, dedi. Ben: Bekle, lütfen. Gittim ve dedim: Allah'ın Elçisi, işte Ebu Bekir izin istiyor. Bunun üzerine o dedi: \"Onu al ve Cennet müjdesini ver.\" Gittim ve Ebu Bekir'e içeri girmesini söyledim (ve ona) Allah'ın Elçisi'nin (ﷺ) ona Cennet müjdesini verdiğini bildirdim. Ebu Bekir içeri girdi ve Allah'ın Elçisi'nin (ﷺ) sağında oturdu ve bacaklarını kuyunun içine sarkıttı, tıpkı Allah'ın Elçisi (ﷺ) gibi, ve bacaklarını açtı. Sonra geri döndüm ve orada oturdum ve kardeşimi abdest alırken bıraktım ve onun benimle buluşmasını bekledim. Ben de: Eğer Allah, şu ve şu kişi için hayır dilerse, kardeşi için de hayır diler ve onu getirir, dedim. Bunu düşünürken bir kişi kapıyı çaldı. Ben: Kim o? dedim. O: Bu Ömer b. Hattab, dedi. Ben: Bekle, lütfen. Sonra Allah'ın Elçisi'ne (ﷺ) geldim, selam verdim ve dedim: İşte Ömer, içeri girmek için izin istiyor. Bunun üzerine o dedi: \"Onu al ve Cennet müjdesini ver.\" Gittim ve Ömer'e dedim: İçeri girmen için izin var ve Allah'ın Elçisi'nden (ﷺ) Cennet müjdesi var. O içeri girdi ve Allah'ın Elçisi'nin (ﷺ) sol tarafında oturdu, bacakları kuyunun içinde sarkıyordu. Sonra geri döndüm ve dedim: Eğer Allah, şu ve şu kişi için hayır dilerse, onu getirir. Ve bunu düşünürken bir adam kapıyı çaldı ve ben: Kim o? dedim. O: Bu Osman b. Affan, dedi. Ben: Bekle, lütfen. Sonra Allah'ın Elçisi'ne (ﷺ) geldim ve ona bildirdim. O da dedi ki: \"Onu al ve ona, karşılaşacağı sıkıntıyı bildir.\" Gittim ve dedim: İçeri gir, Allah'ın Elçisi (ﷺ) sana Cennet müjdesini veriyor, karşılaşacağın sıkıntıyla birlikte. O içeri girdi ve kuyunun etrafındaki yüksek yerin tamamen dolu olduğunu gördü. O, diğer tarafa oturdu. Şarik, Sa'id b. el-Musayyib'in şöyle bildirdiğini söyledi: Ben, onların mezarlarının bu durumda olacağı sonucuna vardım; Hadrat Ebu Bekir, Ömer Faruk ve Hadrat Osman'ın mezarları, Peygamber'in mezarının yanında ve Hadrat Osman'ın mezarı, onların mezarlarından uzakta olacak."
    },
    {
      "id": 45,
      "narrator": "Abu Musa. reported:",
      "text": "Ebu Musa, Allah'ın Elçisi'ni (ﷺ) bulmak niyetiyle yola çıktığını ve onun Medine'nin bahçelerine gittiğini öğrendiğini bildirmiştir. Onu takip ettim ve bir bahçede, kuyunun etrafında yüksek bir yerde otururken, bacakları açık bir şekilde kuyunun içinde sarkıyordu. Hadisin geri kalanı aynıdır, ancak Sa'id'in: \"Bundan mezarlarıyla ilgili bir sonuç çıkardım\" sözleri geçmemektedir."
    },
    {
      "id": 46,
      "narrator": "Sa'id b. al-Musayyib reported Abu Musa Ash'ari having said that Allah's Messenger (ﷺ) set out one day to the suburbs of Medina for reliev- ing himself. I followed his steps. The rest of the hadith is the same. Ibn Musayyib said:",
      "text": "Sa'id b. al-Musayyib, Ebu Musa el-Eş'ari'den, Allah'ın Elçisi (ﷺ) bir gün Medine'nin dış mahallelerine ihtiyacını gidermek için gittiğini bildirdi. Ben de onun peşinden gittim. Hadisin geri kalanı aynıdır. İbn Musayyib dedi ki: (Onların oturuş şekillerinden) mezarlarının (sırasını) anladım. (Üçü) bir arada olacak (Peygamber Efendimiz, Hz. Ebu Bekir ve Hz. Ömer'in mezarları) ve Hz. Osman'ınki onlardan ayrı olacak."
    },
    {
      "id": 47,
      "narrator": "Amir b Sa'd b. Abi Waqqas reported (on the authority of his father that Allah's Messenger (ﷺ) addressing 'Ali said:",
      "text": "Amir b. Sa'd b. Ebi Vakkas, babasından, Allah'ın Elçisi (ﷺ) 'Ali'ye hitaben şöyle dediğini bildirdi: Sen, benim için Harun'un Musa'ya olduğu gibi bir konumdasın, ama (bu açık farkla) benden sonra hiç peygamber yok. Sa'd dedi ki: Bunu doğrudan Sa'd'dan duymak için büyük bir arzu duydum, bu yüzden onunla buluştum ve (oğlunun) Amir'in bana anlattığını ona aktardım, o da: Evet, bunu duydum, dedi. Ben de: Kendin mi duydun? Bunun üzerine parmaklarını kulaklarına koydu ve: Evet, eğer duymadıysam, her iki kulağım da sağır olsun, dedi."
    },
    {
      "id": 48,
      "narrator": "Sa'd b. Abi Waqqas reported that Allah's Messenger (ﷺ) left 'Ali b. Abi Talib behind him (as he proceeded) to the expedition of Tabuk, whereupon he ('Ali) said:",
      "text": "Sa'd b. Ebi Vakkas, Allah'ın Elçisi (ﷺ) Tabuk seferine giderken 'Ali b. Ebi Talib'i arkasında bıraktığını bildirdi. Bunun üzerine 'Ali dedi ki: Allah'ın Elçisi, beni kadınlar ve çocuklar arasında mı bırakıyorsun? Bunun üzerine (Peygamber Efendimiz) dedi ki: Benim için Harun'un Musa'ya olduğu gibi bir konumda olmandan memnun değil misin, ama benden sonra hiç peygamber yok?"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 50,
      "narrator": "Amir b. Sa'd b. Abi Waqqas reported on the authority of his father that Muawiya b. Abi Sufyan appointed Sa'd as the Governor and said:",
      "text": "Amir b. Sa'd b. Ebi Vakkas, babasından, Muaviye b. Ebi Süfyan'ın Sa'd'ı vali olarak atadığını ve: Abu Turab'a (Hz. Ali) neden azarlamıyorsun? dediğini bildirdi. O da: Allah'ın Elçisi (ﷺ) hakkında hatırladığım üç şey yüzünden onu azarlamam, dedi. Eğer bu üç şeyden birini bulursam, bu benim için kırmızı develerden daha değerli olur. Allah'ın Elçisi (ﷺ) 'Ali hakkında, bir seferinde (Tabuk'ta) onu arkasında bıraktığında şöyle dedi: 'Ali, kadınlar ve çocuklar arasında mı kalıyorsun? Bunun üzerine Allah'ın Elçisi (ﷺ) ona: Benim için Harun'un Musa'ya olduğu gibi bir konumda olmandan memnun değil misin, ama benden sonra hiç peygamber yok? Ve Khaibar Günü'nde şöyle dediğini de duydum: Bu sancak, Allah'ı ve Resulünü seven birine verilecektir ve Allah ve Resulü de onu sevecektir. (Rivayet eden) dedi ki: Biz bunu sabırsızlıkla bekliyorduk, derken (Peygamber Efendimiz) 'Ali'yi çağırın, dedi. O çağrıldı ve gözleri iltihaplıydı. Gözlerine tükürük sürdü ve ona sancak verdi ve Allah ona zafer verdi. (Üçüncü durum) şu ayetin indiği zamandır: \"Gel çocuklarımızı ve sizin çocuklarınızı çağıralım.\" Allah'ın Elçisi (ﷺ) 'Ali, Fatıma, Hasan ve Hüseyin'i çağırdı ve: Ey Allah, bunlar benim ailem, dedi."
    },
    {
      "id": 51,
      "narrator": "Sa'd reported Allah's Apostle (ﷺ) as saying to 'Ali:",
      "text": "Sa'd, Allah'ın Elçisi (ﷺ) 'Ali'ye: Benim için Harun'un Musa'ya olduğu gibi bir konumda olmandan memnun değil misin? dediğini bildirdi."
    },
    {
      "id": 52,
      "narrator": "Suhail reported on the authority of Abu Huraira that Allah's Messenger (ﷺ) said on the Day of Khaibar:",
      "text": "Suhail, Ebu Hureyre'den, Allah'ın Elçisi (ﷺ) Khaibar Günü'nde şöyle dediğini rivayet etti: Bu sancak, Allah'ı ve Resulünü seven birinin eline verilecektir ve Allah onun eliyle zafer verecektir. Ömer b. Hattab dedi ki: O gün liderlik için hiç arzu duymadım. Ben onun önüne geldim ve bu iş için çağrılmayı umuyordum, ama Allah'ın Elçisi (ﷺ) 'Ali b. Ebi Talib'i çağırdı ve ona bu onuru verdi ve: İlerle ve Allah sana zafer verene kadar etrafa bakma, dedi. 'Ali biraz ilerledi ve sonra durdu ve etrafa bakmadı ve yüksek sesle: Allah'ın Elçisi, insanlarla hangi mesele üzerinde savaşmalıyım? dedi. Bunun üzerine (Peygamber) dedi ki: Onlarla, Allah'tan başka ilah olmadığına ve Muhammed'in O'nun Elçisi olduğuna şehadet edinceye kadar savaş. Bunu yaptıklarında, o zaman onların kanları ve malları senin ellerinden dokunulmazdır, ancak hukuken meşru olan şeylerdir ve onların hesabı Allah'ladır."
    },
    {
      "id": 53,
      "narrator": "Sahl b. Sa'd reported that Allah's Messenger (ﷺ) said on the Day of Khaibar:",
      "text": "Sahl b. Sa'd, Allah'ın Elçisi (ﷺ) Khaibar Günü'nde şöyle dediğini bildirdi: Bu sancak, Allah'ın zafer vereceği birine verilecektir ve Allah'ı ve Resulünü seven birine verilecektir ve Allah ve Resulü de onu sevecektir. İnsanlar, bunun kime verileceğini düşünerek geceyi geçirdi. Sabah olduğunda, insanlar Allah'ın Elçisi'ne (ﷺ) koşarak geldiler, herkes bunun kendisine verileceğini umuyordu. O (Peygamber Efendimiz) dedi ki: 'Ali b. Ebi Talib nerede? Dediler ki: Allah'ın Elçisi, gözleri iltihaplı. O zaman onu çağırdı ve getirildi. Allah'ın Elçisi (ﷺ) gözlerine tükürük sürdü ve dua etti ve o iyi oldu, sanki hiç hastalığı yokmuş gibi, ve ona sancak verildi. 'Ali dedi ki: Allah'ın Elçisi, ben onlarla savaşacağım ta ki onlar bizim gibi olsunlar. Bunun üzerine (Peygamber Efendimiz) dedi ki: Dikkatlice ilerle, ta ki onların açık yerlerine ulaşana kadar, sonra onları İslam'a davet et ve onlara Allah'ın hakları hakkında neyin farz olduğunu bildir, çünkü Allah'a yemin ederim ki, eğer Allah, senin aracılığınla bir kişiyi bile hidayete erdirirse, bu senin için en değerli develerden daha hayırlıdır."
    },
    {
      "id": 54,
      "narrator": "Salama b. Akwa' reported that it was 'Ali whom Allah's Apostle (ﷺ) left behind him (in the charge of his family and the Islamic State) on the occasion of the campaign of Khaibar, and his eyes were inflamed and he said:",
      "text": "Selame b. Akva', Khaibar seferinde Allah'ın Elçisi (ﷺ) arkasında ailesinin ve İslam Devleti'nin emanetini 'Ali'ye bıraktığını bildirdi. Gözleri iltihaplıydı ve: Allah'ın Elçisi'nin (ﷺ) arkasında mı kalmalıyım? dedi. Bunun üzerine gitti ve Allah'ın Elçisi'ne (ﷺ) katıldı ve o gece (sonrasında) sabah Allah zafer verdi. Allah'ın Elçisi (ﷺ) dedi ki: Bu sancak, Allah ve Resulünü seven birine verilecektir. Ya da dedi ki: Allah'ı veya Resulünü seven birine ve Allah ona zafer verecektir. Ve, bakın, 'Ali'yi gördük, hiç beklemediğimiz bir zamanda. Onlar (Sahabe) dediler ki: İşte 'Ali. Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) ona sancak verdi. Allah onun eliyle zafer verdi."
    },
    {
      "id": 55,
      "narrator": "Yazid b. Hayyan reported, I went along with Husain b. Sabra and 'Umar b. Muslim to Zaid b. Arqam and, as we sat by his side, Husain said to him:",
      "text": "Yazid b. Hayyan, Hüseyin b. Sabra ve Ömer b. Muslim ile birlikte Zaid b. Arkam'a gittim ve onun yanında otururken, Hüseyin ona dedi: Zaid, sen büyük bir fazilet kazandın, çünkü Allah'ın Elçisi'ni gördün, onun konuşmalarını dinledin, onunla (farklı) savaşlarda savaştın, arkasında namaz kıldın. Zaid, sen gerçekten büyük bir fazilet kazandın. Zaid, Allah'ın Elçisi'nden duyduğun şeyleri bize anlat. O dedi ki: Yaşlandım ve neredeyse ömrüm sona erdi ve Allah'ın Elçisi ile ilgili bazı şeyleri unuttum, bu yüzden size anlattıklarımı kabul edin, anlatmadıklarımı bana zorlamayın. Sonra dedi ki: Bir gün Allah'ın Elçisi (ﷺ) Mekke ile Medine arasında bulunan Khumm adlı bir sulama yerinde hutbe vermek üzere ayağa kalktı. Allah'ı övdü, yüceltti ve hutbesini verdi ve (bize) nasihat etti ve dedi ki: Şimdi amacımıza gelelim. Ey insanlar, ben bir insanım. Rabbimden bir elçi (ölüm meleği) alacağım ve Allah'ın çağrısına karşılık (size veda edeceğim), ama aranızda iki ağır şey bırakıyorum: biri, içinde doğru rehberlik ve ışık bulunan Allah'ın Kitabı, bu yüzden Allah'ın Kitabına sıkı sıkıya sarılın ve ona bağlı kalın. O, (bize) Allah'ın Kitabına sıkı sıkıya sarılmamızı tavsiye etti ve sonra dedi ki: İkincisi, aile efradım. Aileme karşı görevlerinizi hatırlatıyorum. O (Hüseyin) Zaid'e dedi: Ailesi kimdir? Onun eşleri aile efradı değil midir? Bunun üzerine o dedi ki: Eşleri aile efradıdır (ama burada) aile efradı, zekat kabul edilmesi yasak olanlardır. O dedi ki: Onlar kimlerdir? Bunun üzerine o dedi ki: 'Ali ve 'Ali'nin soyundan gelenler, Akil ve Akil'in soyundan gelenler, Cafer ve Abbas'ın soyundan gelenler. Hüseyin dedi: Bunlar, zekat kabul edilmesi yasak olanlardır. Zaid dedi: Evet."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Bu hadis, Zaid b. Arqam aracılığıyla başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 57,
      "narrator": "This hadith has been transmitted on the authority of Abu Hayyan but with this addition:",
      "text": "Bu hadis, Ebu Hayyan aracılığıyla aktarılmıştır, ancak şu eklemeyle: \"Allah'ın Kitabı doğru rehberlik ve ışıktır ve kim ona sarılır ve ona bağlı kalırsa, o doğru yolda olur ve kim ondan saparsa, sapmış olur.\""
    },
    {
      "id": 58,
      "narrator": "Yazid b. Hayyan reported:",
      "text": "Yazid b. Hayyan, ona (Zaid b. Arqam) gittik ve ona dedik: Sen, Allah'ın Elçisi (ﷺ) ile birlikte yaşama onuruna sahip oldun ve onun arkasında namaz kıldın, ve hadisin geri kalanı aynıdır, ancak bu kelime değişikliği ile: Bakın, ben aranızda iki ağır şey bırakıyorum, bunlardan biri, yüce ve şanlı Allah'ın Kitabı'dır ve bu, Allah'ın ipidir. Kim ona sıkı sıkıya sarılırsa, doğru yolda olur ve kim onu terk ederse, sapmış olur. Ve bu (hadiste) şu sözler de bulunmaktadır: Biz dedik: Aile efradı kimlerdir? (Peygamber'in) eşleri aile efradı arasında mı sayılmıyor? Bunun üzerine o dedi ki: Hayır, Allah'a yemin ederim ki, bir kadın bir adamla (eş olarak) belli bir süre yaşar; sonra onu boşar ve o, ailesine ve halkına döner; onun aile efradı, kendisi ve akrabalarıdır (kan bağı ile) ve onun için zekat kabul edilmesi yasaktır."
    },
    {
      "id": 59,
      "narrator": "Sahl b. Sa`d reported that a person from the offspring of Marwan was appointed as the governor of Medina. He called Sahl b. Sa`d and ordered him to abuse `Ali. Sahl refused to do that. He (the governor) said to him:",
      "text": "Sahl b. Sa'd, Marvan'ın soyundan bir kişinin Medine valisi olarak atandığını bildirdi. O, Sahl b. Sa'd'ı çağırdı ve ona 'Ali'yi (Hz. Ali) kötülemeye zorladı. Sahl bunu reddetti. O (vali) ona: Eğer buna razı olmazsan (en azından) de ki: Allah, Abu Turab'ı lanetlesin. Sahl dedi ki: 'Ali için Abu Turab'dan daha sevimli bir isim yoktu (çünkü bu isim ona Peygamber tarafından verilmişti) ve bu isimle çağrıldığında sevinç duyuyordu. O (vali) ona: Abu Turab olarak adlandırılma hikayesini anlat, dedi. O da: Allah'ın Elçisi (ﷺ) Fatıma'nın evine geldi ve 'Ali'yi evde bulamadı; bunun üzerine: Amcanın oğlu nerede? dedi. O da: (Aramızda) beni üzen bir şey oldu. O dışarı çıktı ve burada dinlenmedi. Allah'ın Elçisi (ﷺ) bir kişiyi gönderip nerede olduğunu sordu. O geldi ve: Allah'ın Elçisi, o camide uyuyor, dedi. Allah'ın Elçisi (ﷺ) ona gitti ve onu camide yatar halde buldu ve onun elbisesinin sırtından kaydığını ve sırtının toprakla kaplı olduğunu gördü ve Allah'ın Elçisi (ﷺ) onun üzerindeki tozu silmeye başladı ve: Kalk, toprakla kaplı (Abu Turab); kalk, toprakla kaplı, dedi."
    },
    {
      "id": 60,
      "narrator": "'A'isha reported that Allah's Messenger (may peace he upon him) lay on bed during one night and said:",
      "text": "Aişe, Allah'ın Elçisi (sallallahu aleyhi ve sellem) bir gece yatakta yattığını ve: Yanımda bir sadık dostum olsaydı, geceyi benim için gözetleseydi? dediğini bildirdi. O dedi ki: Silah sesleri duyduk, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Bu kim? Ve Sa'd b. Ebi Vakkas dedi: Allah'ın Elçisi, ben senin gözcün olmak için geldim. Aişe dedi ki: Allah'ın Elçisi (ﷺ) öyle bir derin uykuya daldı ki, onun horlama sesini duydum."
    },
    {
      "id": 61,
      "narrator": "'A'isha reported that Allah's Messenger (may peace he upon him) laid down on bed during one night on his arrival at Medina and said:",
      "text": "A'işe, Allah'ın Elçisi'nin (salat ve selam üzerine olsun) Medine'ye geldiği bir gece yatakta uzandığını ve şöyle dediğini bildirdi: \"Acaba benim Ashabım arasında gece beni gözetleyecek bir takva sahibi var mı?\" A'işe (r.a) dedi ki: \"Biz bu haldeyken silahların çarpışma sesini duyduk. O (Peygamber) dedi: \"Bu kim?\" Cevap verildi: \"Bu Sa'd b. Ebi Vakkas.\" Allah'ın Elçisi (ﷺ) ona dedi: \"Seni buraya getiren nedir?\" O da dedi: \"Allah'ın Elçisi'ne (ﷺ) bir zarar geleceğinden korktum, bu yüzden senin için bekçi olarak geldim.\" Allah'ın Elçisi (ﷺ) ona dua etti. Sonra uyudu. Bu hadis, Ibn Rumh aracılığıyla biraz farklı bir ifadeyle aktarılmıştır."
    },
    {
      "id": 62,
      "narrator": "'Abdullah b. 'Amir b. Rabi reported A'isha as saying:",
      "text": "Abdullah b. Amir b. Rabi, A'işe'nin şöyle dediğini bildirdi: Allah'ın Elçisi (ﷺ) bir gece yatağa gitti; hadisin geri kalanı aynıdır."
    },
    {
      "id": 63,
      "narrator": "`Abdullah b. Shaddad reported that he heard `Ali saying:",
      "text": "Abdullah b. Şeddad, Ali'nin şöyle dediğini duyduğunu bildirdi: Allah'ın Elçisi (ﷺ) Sa'd b. Malik dışında, ebeveynlerini bir araya getirmedi. O, Uhud Günü'nde ona şöyle dedi: \"Bir ok at, babam ve annem senin için fidye olsun.\""
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Bu hadis, Ali'nin başka bir nakil zinciri aracılığıyla aktarılmıştır."
    },
    {
      "id": 65,
      "narrator": "Sa'd b Abi Waqqqs said:",
      "text": "Sa'd b. Ebi Vakkas dedi ki: Allah'ın Elçisi (salat ve selam üzerine olsun) Uhud Günü benim için ebeveynlerini bir araya getirdi."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Bu hadis, Yabyl b. Sa'id aracılığıyla aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 67,
      "narrator": "'Amir b. Sa'd reported oLi the authority of his father that Allah's Apostle (ﷺ) gathered for him on the Day of Uhud his parents when a polytheist had set fire to (i. e. attacked fiercely) the Muslims. Thereupon Allah's Apostle (ﷺ) said to him:",
      "text": "Amir b. Sa'd, babasından naklen, Allah'ın Elçisi'nin (ﷺ) Uhud Günü'nde, bir müşrik Müslümanlara saldırdığında onun için ebeveynlerini bir araya getirdiğini bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) ona dedi: \"(Sa'd), bir ok at, (Sa'd), annem ve babam senin için fidye olsun.\" Ben bir ok aldım ve onu yanına hedef alarak attım, o düştü ve özel yerleri açığa çıktı. Allah'ın Elçisi (ﷺ) güldü, ön dişlerini gördüm."
    },
    {
      "id": 68,
      "narrator": "Mus'ab b. Sa'd reported on the authority of his father that many verses of the Qur'an had been revealed in connection with him. His mother Umm Sa'd had taken oath that she would never talk with him until he abandoned his faith and she neither ate nor drank and said:",
      "text": "Mus'ab b. Sa'd, babası aracılığıyla, onunla ilgili birçok ayetin indirildiğini bildirdi. Annesi Umm Sa'd, ona inancını terk etmediği sürece onunla konuşmayacağına dair yemin etti ve ne yedi ne içti ve şöyle dedi: \"Allah, sana ebeveynine iyi davranmanı emretti ve ben senin annemim, bunu yapmanı emrediyorum.\" Bu halde üç gün geçti, açlıktan bayıldı ve o sırada oğlu Umara kalkıp ona içecek getirdi ve Sa'd'a lanet etmeye başladı. O zaman Allah, Yüce ve Şanlı, bu ayetleri indirdi: \"Biz insana ebeveynine iyi davranmayı emrettik; eğer onlar seni, bilmediğin bir şeyi bana ortak koşmaya zorlarlarsa, onlara itaat etme.\" (Ankebut, 8); \"Bu dünyada onlarla güzel geçin.\" (Lokman, 15). Ayrıca, Allah'ın Elçisi'ne (ﷺ) büyük ganimetler düştü ve bunlar arasında bir kılıç vardı. Onu aldım ve Allah'ın Elçisi'ne (ﷺ) geldim ve dedim: \"Bu kılıcı bana ver (ganimetim olarak) ve benim durumumu biliyorsun.\" Bunun üzerine o dedi: \"Aldığın yeri geri bırak.\" Geri döndüm, onu bir depoya atmayı düşündüm ama ruhum buna karşı çıktı, bu yüzden geri döndüm ve o kılıcı bana vermesini istedim. O, yüksek sesle geri bırakmamı söyledi. Bu vesileyle şu ayet indirildi: \"Onlar ganimetleri sordular.\" (Enfal, 1). Ayrıca dedi ki: \"Bir kez hastalandım ve Allah'ın Elçisi'ne (ﷺ) bir mesaj gönderdim. O beni ziyaret etti ve ben ona dedim: \"İstediğim kadar malımı (sadaka olarak) dağıtmama izin ver.\" O razı olmadı. Ben dedim: \"Yarısını dağıtmama izin ver.\" O razı olmadı. Ben dedim: \"Üçte birini dağıtmama izin ver.\" O zaman sessiz kaldı ve bu (malın sadaka olarak dağıtılması) üçte bir oranında geçerli kılındı. Ayrıca dedi ki: \"Ansar ve Muhacirlerden bir grup insanın yanına geldim ve dediler: \"Gel, sana şarap ikram edelim,\" ve bu, şarabın yasaklanmasından önceydi. Onlarla bir bahçeye gittim ve onlarla birlikte kızarmış bir deve başı ve içinde şarap bulunan küçük bir su tulumu vardı. Onlarla birlikte yedim ve içtim ve Ansar (Yardımcılar) ve Muhacirler (göçmenler) hakkında tartışmaya başladık. Ben dedim: \"Muhacirler, Ansar'dan daha iyidir,\" ki bir kişi deve başından bir parça alıp bana vurdu ve burnum yaralandı. Allah'ın Elçisi'ne (ﷺ) geldim ve durumu bildirdim. O zaman Allah, Yüce ve Şanlı, şarapla ilgili ayetler indirdi: \"Sarhoş edici içkiler ve şans oyunları ve (kurban edilen) taşlar ve (oklarla) fal bakmak ancak bir pisliktir, şeytanın işidir.\" (Maide, 90)."
    },
    {
      "id": 69,
      "narrator": "This hadith has been transmitted on the authority of Simak and the hadith transmitted on the authority of Shu'ba (the words are):",
      "text": "Bu hadis, Simak aracılığıyla aktarılmıştır ve Shu'ba'nın naklinde (şu ifadeler vardır): \"Onu (Sa'd'ın annesini) beslemeye niyet ettiklerinde, ağzını bir sopa yardımıyla açtılar ve sonra yiyeceği ağzına koydular.\" Aynı hadiste şu ifadeler de vardır: \"O, Sa'd'ın burnuna vurdu ve yaralandı ve Sa'd'ın burnunda (yaralanma) izi vardı.\""
    },
    {
      "id": 70,
      "narrator": "Sa'd reported:",
      "text": "Sa'd bildirdi: Bu ayet altı kişi ile ilgili olarak indirildi ve ben ile İbn Mes'ud da bunlar arasındaydık. Müşrikler, ona (Peygamber'e) dediler: \"Böyle kişileri yanına alma.\" Bunun üzerine (bu ayet indirildi): \"Rablerine sabah akşam dua edenleri, sadece O'nun rızasını isteyenleri, sakın kovma.\" (En'am, 52)."
    },
    {
      "id": 71,
      "narrator": "Sa'd reported:",
      "text": "Sa'd bildirdi: Allah'ın Elçisi'nin (salat ve selam üzerine olsun) yanında altı adamdık ve müşrikler, Allah'ın Elçisi'ne (ﷺ) dediler: \"Onları kov, böylece bize karşı cesaretlenmesinler.\" O dedi: \"Ben, İbn Mes'ud ve Hudhayl kabilesinden bir kişi, Bilal ve adını bilmediğim iki kişi arasında idim.\" Ve Allah'ın Elçisi'ne (ﷺ) Allah'ın istediği şey geldi ve kendisiyle düşündü ki Allah, Yüce ve Şanlı, şu ayeti indirdi: \"Rablerine sabah akşam dua edenleri, sadece O'nun rızasını isteyenleri, sakın kovma.\""
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Ebu Üsman, Allah'ın Elçisi (ﷺ) bir gün savaşırken, yanında sadece Talha ve Sa'd'ın kaldığını bildirdi."
    },
    {
      "id": 73,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah bildirdi: Uhud Savaşı Günü'nde Allah'ın Elçisi'nin (ﷺ) insanlara savaşmaları için teşvik ettiğini duydum. Zübeyr dedi: \"Ben hazırım (katılmaya).\" O tekrar teşvik etti ve o yine dedi: \"Ben katılmaya hazırım.\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"Her Peygamberin bir yardımcısı vardır ve benim yardımcım Zübeyr'dir.\""
    },
    {
      "id": 74,
      "narrator": "",
      "text": "Cabir bu hadisi başka bir nakil zinciri aracılığıyla aktardı."
    },
    {
      "id": 75,
      "narrator": "'Abdullah b. Zubair reported on the Day of the Battle of the Trench:",
      "text": "Abdullah b. Zübeyr, Hendek Savaşı Günü'nde: \"Ben ve Ömer b. Ebu Selama, Hassan (b. Thabit) kalesinde kadınlarla birlikteydik. Bir zaman bana yaslandı ve ben bir göz attım, başka bir zamanda ben ona yaslandım ve o görecekti ve ben babamı, Kureyş kabilesine doğru atının üzerinde giderken tanıdım.\" Abdullah b. Urve, Abdullah b. Zübeyr'den naklen: \"Bunu babama söyledim, o da dedi: \"Oğlum, beni (o durumda) gördün mü?\" O da dedi: \"Evet.\" Bunun üzerine o dedi: \"Vallahi, Allah'ın Elçisi (ﷺ) bana hitaben şöyle dedi: \"Senin için babamı ve annemi feda ederim.\""
    },
    {
      "id": 76,
      "narrator": "'Abdullah b. Zubair reported:",
      "text": "Abdullah b. Zübeyr şöyle bildirmiştir: Hendek Savaşı günü ben ve Ömer b. Selame, Allah'ın Elçisi'nin (ﷺ) kadınlarının bulunduğu kalede idik; hadisin geri kalanı aynıdır."
    },
    {
      "id": 77,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) Hira Dağı'ndaydı ve yanında Ebu Bekir, Ömer, Osman, Ali, Talha, Zübeyr vardı. Dağ sarsıldı; bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Sakin ol, üzerinde bulunanlardan sadece bir Peygamber, bir Sıddık ve bir Şehit var."
    },
    {
      "id": 78,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) was on the mountain of Hira' that it stirred; thereupon Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) Hira Dağı'nda olduğunu ve dağın sarsıldığını bildirmiştir; bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Hira! Sakin ol, çünkü üzerinde bulunanlardan sadece bir Peygamber, bir Sıddık, bir Şehit var ve üzerinde Allah'ın Peygamberi (ﷺ), Ebu Bekir, Ömer, Osman, Ali, Talha, Zübeyr, Sa'd b. Ebi Vakkas (Allah onlardan razı olsun) vardı."
    },
    {
      "id": 79,
      "narrator": "Hisham reported on the authority of his father ('Urwa b. Zubair) that A'isha said:",
      "text": "Hişam, babası (Urve b. Zübeyr) aracılığıyla Aişe'nin şöyle dediğini bildirmiştir: Vallahi, sizin her iki babanız da bu ayette zikredilenlerdendir: \"Allah'a ve Elçisine çağrısına cevap verenler, başlarına bir musibet geldiğinde.\""
    },
    {
      "id": 80,
      "narrator": "",
      "text": "Bu hadis, Hişam aracılığıyla aynı nakil zinciriyle ancak bu eklemeyle nakledilmiştir (her iki babanızla kastettiği) Ebu Bekir ve Zübeyr'dir."
    },
    {
      "id": 81,
      "narrator": "'Urwa reported:",
      "text": "Urve bildirmiştir: Aişe bana şöyle dedi: Sizin babalarınız (Zübeyr ve Ebu Bekir) o kimselerdendir ki (onlar hakkında) \"Allah'a ve Elçisine çağrısına cevap verenler\" diye indirilmiştir."
    },
    {
      "id": 82,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Her ümmetin bir güvenilir adamı vardır ve bu ümmetin güvenilir adamı Ebu Ubeyde b. Cerrah'tır."
    },
    {
      "id": 83,
      "narrator": "Anas reported that the people of Yemen came to Allah's Messenger (ﷺ) and said:",
      "text": "Enes, Yemen halkının Allah'ın Elçisi'ne (ﷺ) gelip şöyle dediğini bildirmiştir: Bizimle birlikte bir kişi gönder ki bize Sünnet ve İslam'ı öğretsin; bunun üzerine o (Kutsal Peygamber) Ubeyde'nin elinden tutarak dedi ki: O, bu ümmetin güvenilir adamıdır."
    },
    {
      "id": 84,
      "narrator": "Hudhaifa reported that the people of Najran came to Allah's Messenger (ﷺ) and said:",
      "text": "Hudayfe, Necran halkının Allah'ın Elçisi'ne (ﷺ) gelip şöyle dediğini bildirmiştir: Allah'ın Elçisi, bizimle birlikte bir güvenilir adam gönder; bunun üzerine o dedi ki: Size kesinlikle güvenilir bir adam göndereceğim, gerçek anlamda güvenilir bir adam. Bunun üzerine arkadaşları heyecanla bakındılar ve Ebu Ubeyde b. Cerrah'ı gönderdi."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Bu hadis, Ebu İshak aracılığıyla aynı nakil zinciriyle bildirilmiştir."
    },
    {
      "id": 86,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying to Hasan:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) Hasan'a şöyle dediğini bildirmiştir: Ey Allah, işte ben onu seviyorum. Sen de onu sev ve onu seveni de sev."
    },
    {
      "id": 87,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirmiştir: Ben, bir gün Allah'ın Elçisi (ﷺ) ile birlikteydim ama o benimle konuşmadı, ben de onunla konuşmadım ta ki Beni Kaynuka pazarına ulaşana kadar. Fatıma'nın çadırına geri döndü ve sordu: Küçük çocuk (Hasan'ı kastederek) orada mı? Biz, annesinin onu yıkayıp giydirmek ve tatlı bir çiçekle süslemek için alıkoyduğunu düşünüyorduk. Çok geçmeden o (Hasan) koşarak geldi ve ikisi birbirine sarıldılar; bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ey Allah, ben onu seviyorum; sen de onu sev ve onu seveni de sev (Hasan)."
    },
    {
      "id": 88,
      "narrator": "Al-Bara' b. Azib reported:",
      "text": "El-Bara' b. Azib bildirmiştir: Ben, Hasan b. Ali'yi Allah'ın Elçisi'nin (ﷺ) omuzlarında gördüm ve o şöyle diyordu: Ey Allah, ben onu seviyorum, sen de onu sev."
    },
    {
      "id": 89,
      "narrator": "Al-Bara' b. Azib reported:",
      "text": "El-Bara' b. Azib bildirmiştir: Ben, Allah'ın Elçisi'ni (ﷺ) Hasan b. Ali'yi omuzlarında taşırken gördüm ve o şöyle diyordu: Ey Allah, ben onu seviyorum, sen de onu sev."
    },
    {
      "id": 90,
      "narrator": "Iyas reported on the authority of his father:",
      "text": "İyas, babası aracılığıyla bildirmiştir: Ben, Allah'ın Elçisi'nin (ﷺ) bindiği beyaz katırı götürme onuruna eriştim ve yanında Hasan ve Hüseyin vardı, ta ki Allah'ın Elçisi'nin (ﷺ) odasına ulaşana kadar. Onlardan biri onun önünde oturuyordu, diğeri ise arkasında oturuyordu."
    },
    {
      "id": 91,
      "narrator": "'A'isha reported that Allah's Apostle (ﷺ) went out one norning wearing a striped cloak of the black camel's hair that there came Hasan b. 'Ali. He wrapped hitn under it, then came Husain and he wrapped him under it along with the other one (Hasan). Then came Fatima and he took her under it, then came 'Ali and he also took him under it and then said:",
      "text": "'Aişe, Allah'ın Elçisi (ﷺ) bir sabah siyah develerin yününden yapılmış çizgili bir örtüyle dışarı çıktığını bildirdi. Hasan b. Ali geldi, onu örtünün altına sardı, sonra Hüseyin geldi ve onu da diğerinin (Hasan) yanına sardı. Sonra Fatıma geldi ve onu da altına aldı, ardından Ali geldi ve onu da altına aldı ve sonra şöyle dedi: \"Allah, ey Ehl-i Beyt, sizden her türlü kirliği gidermek ve sizi tam bir arınma ile arındırmak istemektedir.\""
    },
    {
      "id": 92,
      "narrator": "Salim b. 'Abdullah reported on the authority of his father:",
      "text": "Salim b. Abdullah, babası aracılığıyla bildirdi: Biz Zeyd b. Harise'yi Zeyd b. Muhammed olarak adlandırma alışkanlığındaydık, ta ki Kur'an'da \"Onları babalarının isimleriyle çağırın. Bu, Allah katında daha adildir.\" ayeti nazil olana kadar. (Bu hadisi Kutaiba b. Sa'd aracılığıyla aktarmıştır.)"
    },
    {
      "id": 93,
      "narrator": "",
      "text": "Bu hadis, 'Abdullah aracılığıyla başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 94,
      "narrator": "Ibn 'Umar reported that Allah's Messenger (ﷺ) sent an expedition and appointed Usama b. Zaid as its chief. The people objected to his command, whereupon Allah's Messenger (ﷺ) stood up and said:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) bir sefer gönderdiğini ve Usame b. Zeyd'i onun komutanı olarak tayin ettiğini bildirdi. İnsanlar onun komutasıyla itiraz ettiler, bunun üzerine Allah'ın Elçisi (ﷺ) ayağa kalkarak şöyle dedi: \"Onun komutasına itiraz ediyorsunuz, halbuki daha önce babası (Zeyd) ile de itiraz ettiniz. Vallahi, o komutanlık için uygun birisiydi ve o benim için en sevgili kişilerden biriydi ve ondan sonra, işte bu (Usame) benim için en sevgili kişilerden biridir.\""
    },
    {
      "id": 95,
      "narrator": "Salim reported on the authority of his father that Allah's Messenger (ﷺ) said on the pulpit:",
      "text": "Salim, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (ﷺ) minberde şöyle dedi: \"Usame b. Zeyd'in komutasına itiraz ediyorsunuz, daha önce babası (Zeyd) ile de itiraz ettiğiniz gibi. Vallahi, o bu iş için en yetkin olanıdır ve, vallahi, o insanlar arasında bana en sevgili olanıdır ve, vallahi, Usame b. Zeyd de öyle. O, ondan sonra benim için en sevgili olanıdır ve ona iyi davranmanızı tavsiye ediyorum, çünkü o aranızda takva sahibidir.\""
    },
    {
      "id": 96,
      "narrator": "Abdullah b. Abu Mulaika reported that Abdullah b. Jafar said to Ibn Zubair:",
      "text": "Abdullah b. Ebu Mulaika, Abdullah b. Ca'fer'in İbn Zübeyr'e şöyle dediğini bildirdi: \"Üçümüz (yani ben, sen ve İbn Abbas) Allah'ın Elçisi (ﷺ) ile karşılaştığımızı hatırlıyor musun ve o bizi (devesine) bindirdi ama seni bırakmıştı?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Bu hadis, Habib b. Şehid aracılığıyla aktarılmıştır."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "Abdullah b. Ca'fer, Allah'ın Elçisi (ﷺ) bir yolculuktan döndüğünde, ailesinin çocuklarının ona hoş geldin dediğini bildirdi. Bir seferinde o yolculuktan döndüğünde, ben ona ilk giden oldum. O beni önüne bindirdi. Sonra Fatıma'nın iki oğlundan biri geldi ve onu arkasına bindirdi ve işte böylece biz üçümüz bir hayvan üzerinde Medine'ye girdik."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Abdullah b. Ca'fer, Allah'ın Elçisi (ﷺ) bir yolculuktan döndüğünde bizimle karşılaştığını bildirdi. Bir seferinde o bana, Hasan veya Hüseyin'e rastladı ve bizden birini önüne, diğerini arkasına bindirerek Medine'ye girdik."
    },
    {
      "id": 100,
      "narrator": "",
      "text": "Abdullah b. Ca'fer, bir gün Allah'ın Elçisi (ﷺ) beni arkasına bindirdi ve bana insanların arasında kimseye anlatmayacağım bir şey gizlice anlattı."
    },
    {
      "id": 101,
      "narrator": "`Abdullah b. Ja`far reported that he heard `Ali say in Kufa that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah b. Ca'fer, Kufe'de Ali'nin şöyle dediğini duyduğunu bildirdi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: Zamanının en iyi kadını Meryem binti İmran'dır ve zamanının en iyi kadını Hatice binti Huveylid'dir.\" Ebu Kuraib, Vaki'in gökyüzüne ve yere işaret ettiğini söyledi."
    },
    {
      "id": 102,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Erkekler arasında pek çok mükemmel insan vardır ama kadınlar arasında Meryem binti İmran, Firavun'un eşi Asiye ve Aişe'nin kadınlar arasındaki üstünlüğü, diğer tüm yiyecekler arasında Tharid'in üstünlüğü gibidir.\""
    },
    {
      "id": 103,
      "narrator": "Abu Huraira reported that Gabriel came to Allah's Apostle (ﷺ) and said:",
      "text": "Ebu Hureyre, Cebrail'in Allah'ın Elçisi (ﷺ) yanına geldiğini ve şöyle dediğini bildirdi: \"Allah'ın Elçisi, bak! Hatice, sana baharatlı bir yiyecek veya içecek ile geliyor. O sana geldiğinde, ona Rabbinden, yüce ve şanlı olanından selam ilet ve benim adıma ona cennette gürültü ve zahmet olmayan bir mücevherler sarayı ile müjdele.\" Bu hadis, Ebu Hureyre aracılığıyla başka bir nakil zinciriyle biraz farklı bir ifadeyle aktarılmıştır."
    },
    {
      "id": 104,
      "narrator": "Ismail reported:",
      "text": "İsmail, 'Abdullah b. Ebu Aufa'ya şöyle dedi: \"Allah'ın Elçisi (ﷺ) Hatice'ye cenneti müjdeledi mi?\" O da: \"Evet. Ona cennette gürültü ve zahmet olmayan bir mücevherler sarayı ile müjdeledi.\" dedi."
    },
    {
      "id": 105,
      "narrator": "",
      "text": "Bu hadis, İbn Ebu Aufa aracılığıyla başka nakil zincirleriyle aktarılmıştır."
    },
    {
      "id": 106,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin (ona selam olsun) Hatice bint Huveylid'e cennette bir saray müjdesi verdiğini bildirdi."
    },
    {
      "id": 107,
      "narrator": "'A'isha reported:",
      "text": "'A'işe şöyle bildirdi: Hiçbir kadına, Hatice'ye duyduğum kadar kıskançlık hissetmedim. O, (Peygamber) benimle evlenmeden üç yıl önce vefat etmişti. Onu sık sık övdüğünü duyardım ve yüce ve aziz olan Rabbi ona, cennette bir mücevherler sarayı müjdesi vermesini emretmişti; ve her koyun kestikçe, onun kadın arkadaşlarına (etini) sunardı."
    },
    {
      "id": 108,
      "narrator": "'A'isha reported:",
      "text": "'A'işe şöyle bildirdi: Allah'ın Elçisi'nin (ﷺ) diğer eşlerine karşı hiç kıskançlık hissetmedim, ama Hatice konusunda hissettim, oysa onu hiç görmemiştim. Ayrıca, Allah'ın Elçisi (ﷺ) bir koyun kestikçe, \"Hatice'nin arkadaşlarına gönderin\" derdi. Bir gün onu rahatsız ettim ve \"Sadece Hatice sürekli aklında\" dedim. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Onun sevgisi, kalbimde Allah tarafından beslenmiştir.\""
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Bu hadis, Ebu Usame'nin rivayetiyle, bir koyun kesme kısmına kadar aktarılmıştır, ancak sonrasındaki sözleri zikretmemiştir."
    },
    {
      "id": 110,
      "narrator": "'A'isha reported:",
      "text": "'A'işe şöyle bildirdi: Allah'ın Elçisi'nin (ﷺ) eşleri arasında Hatice konusunda hissettiğim kadar kıskançlık hissetmedim (oysa onu hiç görmemiştim), çünkü onu çok sık övüyordu."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin (ﷺ) Hatice'nin vefatından sonra başka bir kadınla evlenmediğini bildirdi."
    },
    {
      "id": 112,
      "narrator": "A'isha reported that Hala b. Khuwailid (sister of Khadija) sought permission from Allah's Messenger (ﷺ) to see him and he was reminded of Khadija's (manner of) asking leave to enter and (was overwhelmed) with emotions thereby and said:",
      "text": "'A'işe, Hatice'nin kız kardeşi Hala b. Huveylid'in Allah'ın Elçisi'nden (ﷺ) onu görmesi için izin istediğini ve onun Hatice'nin (giriş izni isteme) tarzını hatırladığını, bu durumun onu duygulandırdığını ve \"Ey Allah'ım, bu Hala, Huveylid'in kızı\" dediğini bildirdi. Kıskançlık hissettim ve \"Neden öyle bir kadını, diş etleri kırmızı ve çoktan ölmüş olanlardan birini hatırlıyorsun? Oysa Allah, senin yerine daha iyisini verdi\" dedim."
    },
    {
      "id": 113,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) having said:",
      "text": "'A'işe, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Seni üç gece bir rüyada gördüm; bir melek seni bana ipek bir örtü içinde getirdi ve 'İşte senin eşin' dedi. Ben örtüyü yüzünden kaldırdığımda, bak işte sen kendindin, dedim: 'Eğer bu Allah'tan ise, O bunu gerçekleştirsin.'\""
    },
    {
      "id": 114,
      "narrator": "",
      "text": "Bu hadis, Hişam'ın aynı isnat zinciriyle rivayet edilmiştir."
    },
    {
      "id": 115,
      "narrator": "'A'isha reported:",
      "text": "'A'işe şöyle bildirdi: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Benden memnun olduğun zaman ile benden rahatsız olduğun zaman arasında iyi bir ayrım yapabiliyorum.\" Ben de \"Bunu nasıl ayırt ediyorsun?\" dedim. Bunun üzerine şöyle dedi: \"Benden memnun olduğun zaman 'Hayır, Muhammed'in Rabbi' diye söylersin; benden rahatsız olduğun zaman ise 'Hayır, İbrahim'in Rabbi' diye söylersin.\" Ben de \"Allah'ın Elçisi, Allah'a yemin ederim ki, ben gerçekten senin adını bırakıyorum (rahatsız olduğumda).\" dedim."
    },
    {
      "id": 116,
      "narrator": "This hadith has been reported on the authority of Hishim b. 'Urwa with the same chain of transmitters up to the words:",
      "text": "Bu hadis, Hişim b. Urve'nin aynı isnat zinciriyle \"Hayır, İbrahim'in Rabbi\" sözlerine kadar aktarılmıştır ve sonrasındaki sözleri zikretmemiştir."
    },
    {
      "id": 117,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin (ﷺ) huzurunda bebeklerle oynadığını ve oyun arkadaşları geldiğinde, Allah'ın Elçisi'nden (ﷺ) utandıkları için evden çıktıklarını, oysa Allah'ın Elçisi'nin (ﷺ) onları ona göndermiş olduğunu bildirdi."
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Bu hadis, Hişam'ın aynı isnat zinciriyle az bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "'A'işe, insanların hediyelerini gönderdiğini, bunun 'A'işe'nin sırası olduğu zaman Allah'ın Elçisi'nin (ﷺ) rızasını kazanmak amacıyla yapıldığını bildirdi."
    },
    {
      "id": 120,
      "narrator": "`A'isha, the wife of Allah's Apostle (ﷺ), said:",
      "text": "'A'işe, Allah'ın Elçisi'nin (ﷺ) eşi, şöyle dedi: Allah'ın Elçisi'nin (ﷺ) eşleri, Allah'ın Elçisi'ne (ﷺ) Fatıma'yı, Allah'ın Elçisi'nin (ﷺ) kızı, gönderdiler. O, benim örtümde yattığımdan içeri girmesi için izin istedi. O, izin verdi ve şöyle dedi: \"Allah'ın Elçisi, gerçekten eşlerin seni, Ebu Kuhafa'nın kızı konusunda adalet göstermeni istemek için gönderdi.\" 'A'işe, \"Ben sessiz kaldım.\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) ona (Fatıma) şöyle dedi: \"Ey kızım, sevdiğim kişiyi sevmiyor musun?\" O da \"Evet, seviyorum.\" dedi. Bunun üzerine o şöyle dedi: \"Ben de bu kişiyi seviyorum.\" Fatıma, Allah'ın Elçisi'nden (ﷺ) bunu duyduktan sonra ayağa kalktı ve Allah'ın Elçisi'nin (ﷺ) eşlerine gidip ona ne söylediğini ve Allah'ın Elçisi'nin (ﷺ) ona ne söylediğini bildirdi. Bunun üzerine onlar ona şöyle dediler: \"Senin bize faydan olmadığını düşünüyoruz. Tekrar Allah'ın Elçisi'ne (ﷺ) gidip, eşlerinin Ebu Kuhafa'nın kızı konusunda adalet istemek için gittiğini söyleyebilirsin.\" Fatıma, \"Allah'a yemin ederim ki, bu konuyu ona asla açmayacağım.\" dedi. 'A'işe (devamla) bildirdi: Allah'ın Elçisi'nin (ﷺ) eşleri, Zeynep b. Cahş'ı, Allah'ın Elçisi'nin (ﷺ) eşlerinden birini gönderdiler ve o, benim gözümde Allah'ın Elçisi'nin (ﷺ) yanında benimle eşit bir konumda olan biriydi ve ben Zeynep'ten daha dindar, daha Allah'tan korkan, daha doğru sözlü, akrabalık bağlarına daha dikkat eden, daha cömert ve pratik hayatta daha fedakar bir kadın görmedim ve böylece Allah'a, yüce olanına daha yakın olan birisi olmadı. Ancak, o çok çabuk sinirlenirdi ama hemen sakinleşirdi. Allah'ın Elçisi (ﷺ) ona girmesine izin verdi, çünkü o (A'işe) Allah'ın Elçisi'nin (ﷺ) yanında örtüsündeydi, Fatıma'nın girdiği aynı durumda. O, \"Allah'ın Elçisi, eşlerin seni, Ebu Kuhafa'nın kızı konusunda adalet göstermeni istemek için gönderdi.\" dedi. Sonra bana geldi ve bana sert davrandı ve ben Allah'ın Elçisi'nin (ﷺ) gözlerini, bana izin verip vermeyeceğini görmek için izliyordum. Zeynep devam etti, ta ki Allah'ın Elçisi'nin (ﷺ) onay vermeyeceğini anladım. Sonra sert sözler değiş tokuş ettim ve onu susturdum. Bunun üzerine Allah'ın Elçisi (ﷺ) gülümsedi ve \"O, Ebu Bekir'in kızıdır.\" dedi."
    },
    {
      "id": 121,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı isnatla, ancak kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 122,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) during his last illness) inquired:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) son hastalığında sordu: Yarın nerede olacağım, yarın nerede olacağım (düşünerek, 'A'işe'nin sırasının çok yakın olmadığını düşünüyordu) ve benim sıram geldiğinde, Allah onu Cennetteki Evine çağırdı ve başı benim boynumla göğsüm arasında idi."
    },
    {
      "id": 123,
      "narrator": "A'isha reported that Allah's Messenger (ﷺ) at the time of breathing his last was reclining against her chest and she was leaning over him and listening to him as he was saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) son nefesini verirken göğsüne yaslandığını ve ona eğilip dinlerken şöyle dediğini aktardı: Ey Allah, beni affet, bana merhamet et, beni (yüce) arkadaşlarla birleştir."
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Bu hadis, Hişam'ın rivayetiyle başka bir isnatla aktarılmıştır."
    },
    {
      "id": 125,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, hiç bir peygamberin, bu dünyayı veya ahireti seçme seçeneği verilmeden ölmediğini duyduğunu bildirdi. Ayrıca, Allah'ın Elçisi (ﷺ) son hastalığında, \"Allah'ın lütuf verdiği peygamberler, doğru şahitler, şehitler, salihler ve güzel bir topluluk ile birlikte\" dediğini işittiğini söyledi (iv. 69). Bu sözleri duyduğunda, ona seçim verildiğini düşündüm (ve o da bu salih kişilerle Cennet'te yaşamayı tercih etti)."
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Bu hadis, Sa'd'ın rivayetiyle aynı isnatla aktarılmıştır."
    },
    {
      "id": 127,
      "narrator": "'A'isha, the wife of Allah's Apostle (ﷺ), reported that he used to say:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle derdi: Hiç bir peygamber, Cennet'teki yurdunu görmeden ve sonra bir seçim yapılmadan ölmez. 'A'işe, Allah'ın Elçisi (ﷺ) dünyayı terk etmek üzereyken, başının onun uyluğunun üzerinde olduğunu ve üç kez bayıldığını söyledi. Rahatladığında gözleri tavana dikildi. Sonra şöyle dedi: Ey Allah, yüksek arkadaşlarla (yani Cennet'in en yüksek yerinde yaşayan peygamberlerle) birlikte. (Bu sözleri duyduğumda) kendime dedim ki, bizi tercih etmeyecek ve sağken bize anlattığı bir hadisi hatırladım: Hiç bir peygamber, Cennet'teki yurdunu görmeden ölmez, sonra bir seçim yapılır. 'A'işe, Allah'ın Elçisi (ﷺ) tarafından söylenen son sözlerin bunlar olduğunu söyledi (sözler şunlardır): Ey Allah, yüksek arkadaşlarla."
    },
    {
      "id": 128,
      "narrator": "'A'isha reported that when Allah's Messenger (ﷺ) set ont on a journey, he used to cast lots amongst his wives. Once this lot came out in my favour and that of Hafsa. They (Hafsi, and 'A'isha) both went along with him and Allah's Messenger (ﷺ) used to travel (on camel) when it was night along with 'A'isha and talked with her. Hafsa said to 'A'isha:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) bir sefere çıktığında, eşleri arasında kura çektiğini bildirdi. Bir kez bu kura benim ve Hafsa'nın lehine çıktı. Onlar (Hafsa ve 'A'işe) onunla birlikte gittiler ve Allah'ın Elçisi (ﷺ) geceleyin 'A'işe ile birlikte deveye binerken onunla sohbet ediyordu. Hafsa, 'A'işe'ye dedi ki: Bu gece benim deveyi binebilir misin ve ben de senin deveni bineyim, böylece sen (genelde görmediğin) şeyi göreceksin ve ben (genelde görmediğim) şeyi göreceğim. O da: Evet, dedi. Böylece 'A'işe, Hafsa'nın devesine bindi ve Hafsa, 'A'işe'nin devesine bindi ve Allah'ın Elçisi (ﷺ) 'A'işe'nin devesinin yanına geldi. (Oysa) Hafsa onun üzerinde biniyordu. Ona selam verdi ve onunla birlikte bindi, ta ki inene kadar. O ('A'işe) böylece (Peygamberin) arkadaşlığını kaçırdı ve oturduklarında, 'A'işe kıskançlık hissetti. Ayağını çimlere koydu ve dedi ki: Ey Allah, ya akrebin beni sokmasına ya da yılanın beni ısırmasına izin ver. Ve senin Elçin hakkında, onun hakkında bir şey söyleyemem."
    },
    {
      "id": 129,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) şöyle derken aktardı: 'A'işe'nin kadınlar üzerindeki üstünlüğü, Tharid'in diğer tüm yiyecekler üzerindeki üstünlüğü gibidir."
    },
    {
      "id": 130,
      "narrator": "",
      "text": "Bu hadis, Enes b. Malik'in başka rivayet zincirleriyle aktarılmıştır."
    },
    {
      "id": 131,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) said to her:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) ona şöyle dediğini bildirdi: Cebrail sana selam gönderdi ve ben dedim: O'na Allah'ın selamı ve rahmeti olsun."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Bu hadis, 'A'işe'nin başka bir isnatla aktarılmıştır."
    },
    {
      "id": 133,
      "narrator": "",
      "text": "Bu hadis, Zekeriya'nın başka bir isnatla aktarılmıştır."
    },
    {
      "id": 134,
      "narrator": "'A'isha, the wife of Allah's Apostle (ﷺ), reported that Allah's Messenger (ﷺ) said:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle dedi: 'A'işe, işte Cebrail sana selam gönderiyor. O da: Ben cevap verdim: O'na Allah'ın selamı ve bereketleri olsun, ve ekledi: O, benim göremediğimi görüyor."
    },
    {
      "id": 135,
      "narrator": "'A'isha reported that (one day) there sat together eleven women making an explicit promise amongst themselves that they would conceal nothing about their spouses. The first one said:",
      "text": "'A'işe, (bir gün) on bir kadının bir araya gelip eşleri hakkında hiçbir şeyi gizlememe sözü verdiklerini bildirdi. İlk kadın dedi ki: Kocam, zirveye yerleştirilmiş zayıf bir devenin eti gibidir, tırmanması zor bir tepe, ne de olsa (et) o kadar iyi değil ki, insanın onu almak için bir istek duysun. İkincisi dedi ki: Kocam (o kadar kötü ki) onun kusurlarını -hem görünür hem görünmez- tam olarak tarif edememekten korkuyorum. Üçüncüsü dedi ki: Kocam uzun boylu bir adamdır (yani aklı kıt). Eğer ona karşı hislerimi açığa çıkarırsam, beni boşar, eğer sessiz kalırsam, belirsizlik içinde yaşarım (ne tamamen terk edilmiş ne de karısı olarak kabul edilen). Dördüncüsü dedi ki: Kocam, Tihama gecesi gibidir (Hicaz ve Mekke gecesi), ne çok soğuk ne de sıcak, ne ondan korku var ne de üzüntü. Beşincisi dedi ki: Kocam, eve girdiğinde bir leopar gibi, dışarı çıktığında ise bir aslan gibi davranır ve evde bıraktığı şey hakkında sormaz. Altıncısı dedi ki: Kocam, o kadar çok yer ki geriye hiçbir şey kalmaz ve içtiğinde bir damla bile bırakmaz. Yattığında bedenini sarar ve benim acımı hissetmemesi için bana dokunmaz. Yedincisi dedi ki: Kocam, ruhu ağır, içinde parıltı yok, iktidarsız, her türlü hastalıktan muzdarip, o kadar kaba davranışları var ki kafamı kırabilir ya da bedenime zarar verebilir, ya da her ikisini de yapabilir. Sekizincisi dedi ki: Kocam, tatlı kokulu bir bitki kadar tatlıdır ve tavşan yumuşaklığı kadar yumuşaktır. Dokuzuncusu dedi ki: Kocam, yüksek bir binanın sahibi, uzun boylu, kapısında kül yığınları olan ve evi buluşma yeri ve hanın yakınındadır. Onuncusu dedi ki: Kocam Malik, ne kadar güzel Malik, benim takdirimden çok daha fazlası. Onun develerinin katları, onlara olan meralarından daha fazladır. Develer müzik sesini duyduğunda, kesileceğinden emin olurlar. On birincisi dedi ki: Kocam Ebu Zara'. Ne kadar güzel Ebu Zara'! Kulaklarımda ağır süslemeler var ve (bana bolca yemek vererek) sinirlerim ve kemiklerim yağla kaplı. Böylece beni mutlu etti. Beni dağ eteklerinde yaşayan çobanlar arasında buldu ve bana atların, develerin ve tarlaların sahibi yaptı ve bana hiçbir kusur bulmadı. Ben sabahleyin kendi isteğimle uyuyup kalkıyorum ve içimden geldiği gibi içiyorum. Ebu Zara'nın annesi, ne kadar güzel Ebu Zara'nın annesi! Onun yükleri ağırca paketlenmiş (veya evindeki kaplar dolup taşmış) ve evi oldukça geniş. Ebu Zara'nın oğlu, yeşil bir palmiye dalından çıkarılan kadar yumuşak bir yatağa sahip, ya da kınından çıkarılan bir kılıç gibi, ve bir kuzu kolu onun için yeterli oluyor. Ebu Zara'nın kızı, ne kadar güzel Ebu Zara'nın kızı, babasına itaatkar, annesine itaatkar, yeterince etli ve eşine kıskanılacak birisi. Ebu Zara'nın cariyesi, ne kadar güzel, bizim işlerimizi başkalarına (evin dışına) ifşa etmez. Buğdayımızı, erzağımızı almaz, dışarı çıkarmaz ya da israf etmez, ama onu güvenle korur (kutsal bir emanet gibi). Ve evi çöplükle doldurmasına izin vermez. Bir gün Ebu Zara' evden çıktı (süt kaplarının çırpıldığı zaman), yolda bir kadınla karşılaştı, iki çocuğu vardı, leopar gibi onun narin göğsüyle oynamaktaydılar. Beni boşadı (Umm Zara') ve o kadını (yolda karşılaştığı) ile evlendi. Ben (Umm Zara') daha sonra başka birine, bir lider olan, iyi bir binici ve iyi bir okçuydu; bana birçok hediyeler verdi ve her türlü hayvanın bir çiftini verdi ve dedi ki: Umm Zara', ihtiyacın olan her şeyi kullan ve ebeveynlerine gönder (ama gerçek şu ki) bana verdiği tüm hediyeleri bir araya getirdiğimde, bunlar Ebu Zara'nın en küçük hediyesiyle bile kıyaslanamaz. 'A'işe, Allah'ın Elçisi (ﷺ) bana şöyle dedi: Ben senin için Ebu Zara'nın Umm Zara'ya olduğu gibiyim."
    },
    {
      "id": 136,
      "narrator": "",
      "text": "Bu hadis, Hişam b. Urve'nin rivayetiyle, ancak kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 137,
      "narrator": "Miswar b. Makhramali reported that he heard Allah's Messenger (ﷺ) say, as he sat on the pulpit:",
      "text": "---"
    },
    {
      "id": 138,
      "narrator": "Miswar b. Makhramah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Misvar b. Mahrame, Allah'ın Elçisi (ﷺ) minberde otururken şöyle dediğini aktardı: Hişam b. Mugira'nın oğulları, kızlarını Ali b. Ebu Talib ile evlendirmek için benden izin istediler (bu, Ali'nin evlenmek için teklif gönderdiği Ebu Cehil'in kızıyla ilgilidir). Ama ben onlara izin vermem, izin vermem, izin vermem (ve tek alternatif) Ali'nin kızımı boşaması (ve sonra onların kızlarıyla evlenmesi)dir, çünkü kızım benim bir parçam. Onu rahatsız eden, aslında beni rahatsız eder ve ona hakaret eden, bana hakaret etmiş olur."
    },
    {
      "id": 139,
      "narrator": "(Imam Zain-ul-'Abidin) 'Ali b. Husain reported that when they came to Medina from Yazid b. Mu'awiya after the martyrdom of Husain b. 'Ali (Allah be pleased with him) Miswar b. Makhramah met him and said to him:",
      "text": "---"
    },
    {
      "id": 140,
      "narrator": "'Ali b. Husain reported that Miswar b. Makhramah informed him that 'Ali b. Abi Talib sent the proposal of marriage to the daughter of Abu Jahl as he had Fatima, the daughter of Allah's Messenger (ﷺ), (as his wife). When Fatima heard about it, she came to Allah's Apostle (ﷺ) and said:",
      "text": "Misvar b. Mahrame, Allah'ın Elçisi (ﷺ) şöyle derken aktardı: Fatıma benim bir parçamdır. Onu eziyet eden, aslında bana eziyet eder."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 142,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) called his daughter Fatima (during his last illness). He said. to her something secretly and she wept. He again said to her something secretly and she laughed. 'A'isha further reported that she said to Fatima:",
      "text": "(İmam Zeynel Abidin) Ali b. Hüseyin, Hüseyin b. Ali'nin (Allah ondan razı olsun) şehit edilmesinden sonra Yazid b. Muaviye'den Medine'ye geldiklerinde Misvar b. Mahrame'nin onunla karşılaştığını ve ona şöyle dediğini aktardı: Yapmamı istediğin bir iş var mı? Ben ona: Hayır, dedim. O tekrar bana: Allah'ın Elçisi'nin (ﷺ) kılıcını bana vermez misin? Çünkü insanların onu senden kapmasından korkuyorum. Vallahi, eğer onu bana verirsen, içimde hayat olduğu sürece kimse onu alamaz. Gerçekten Ali b. Ebu Talib, Fatıma (Allah'ın Elçisi'nin kızı) evde yaşarken Ebu Cehil'in kızına evlenme teklifi gönderdi. Bunun üzerine Allah'ın Elçisi'nin (ﷺ) minberde insanlara hitap ederken şöyle dediğini duydum. O günlerde ergenlik çağındaydım. Dedi ki: Fatıma benim bir parçamdır ve onun din konusunda imtihana tabi tutulmasından korkuyorum. Sonra damadından bahsetti, 'Abd Şems kabilesinden olduğunu belirtti ve onun damat olarak davranışını övdü ve: Bana söylediği her şey doğruydu ve bana verdiği her sözü yerine getirdi, dedi. Ben helal olanı haram kılmayı ve haram olanı helal kılmayı düşünmüyorum, ama vallahi, Allah'ın Elçisi'nin kızı ile Allah'ın düşmanının kızı bir arada olamaz."
    },
    {
      "id": 143,
      "narrator": "'A'isha reported:",
      "text": "---"
    },
    {
      "id": 144,
      "narrator": "`A'isha reported that all the wives of Allah's Apostle (ﷺ) had gathered (in her apartment) during the days of his (Prophet's) last illness and no woman was left behind that Fatima, who walked after the style of Allah's Messenger (ﷺ), came there. He welcomed her by saying:",
      "text": "Ali b. Hüseyin, Misvar b. Mahrame'nin kendisine, Ali b. Ebu Talib'in, Fatıma (Allah'ın Elçisi'nin kızı) ile evli olduğu halde Ebu Cehil'in kızına evlenme teklifi gönderdiğini bildirdiğini aktardı. Fatıma bunu duyduğunda, Allah'ın Elçisi'ne (ﷺ) geldi ve: İnsanlar, kızlarınız yüzünden asla öfkelenmediğinizi söylüyorlar ve şimdi Ali, Ebu Cehil'in kızıyla evlenmek istiyor, dedi. Makhrame şöyle dedi: Bunun üzerine Allah'ın Elçisi (ﷺ) ayağa kalktı ve Tashahhud okuduğunu ve: Şimdi konuya gelelim, dediğini duydum. Ben, bir kızıma (Zeynep) Ebu'l-As b. Rabi'ye verdim ve o bana konuştu ve doğruyu söyledi. Gerçekten Fatıma, Muhammed'in kızı benim bir parçamdır ve onun herhangi bir imtihana tabi tutulmasını onaylamıyorum ve vallahi, Allah'ın Elçisi'nin kızı, Allah'ın düşmanının kızıyla bir arada olamaz (bir kişinin eşleri olarak). Bunun üzerine Ali, (niyet ettiği) evlilikten vazgeçti."
    },
    {
      "id": 145,
      "narrator": "Salman reported:",
      "text": "---"
    },
    {
      "id": 146,
      "narrator": "'A'isha, the Mother of the Faithful, reported that Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, Zuhri'nin aynı isnadıyla aktarılmıştır."
    },
    {
      "id": 147,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) went to Umm Aiman and I went along with him and she served him a drink in a vessel and he reported that the narrator said:",
      "text": "---"
    },
    {
      "id": 148,
      "narrator": "Anas reported that after the death of Allah's Messenger (ﷺ) Abu Bakr said to 'Umar:",
      "text": "Aişe, Allah'ın Elçisi'nin (ﷺ) kızı Fatıma'yı (son hastalığında) çağırdığını bildirdi. Ona gizlice bir şey söyledi ve o ağladı. Sonra ona tekrar gizlice bir şey söyledi ve o güldü. Aişe, Fatıma'ya: Allah'ın Elçisi (ﷺ) sana gizlice ne söyledi de ağladın, sonra ne söyledi de güldün? dedi. Bunun üzerine Fatıma: Bana gizlice ölümünü bildirdi, bu yüzden ağladım. Sonra tekrar gizlice bana, ailemden ilk olarak onu takip edecek olanın ben olacağımı bildirdi, bu yüzden güldüm, dedi."
    },
    {
      "id": 149,
      "narrator": "Anas reported that Allah's Apostle (ﷺ) did not enter the house of any woman except that of his wives and that of Umm Sulaim. He used to visit her. It was said to him why it was so, whereupon he said:",
      "text": "---"
    },
    {
      "id": 150,
      "narrator": "Anas reported that Allah's Apostle (ﷺ) said:",
      "text": "Aişe, Allah'ın Elçisi'nin (ﷺ) son hastalığında onunla birlikte olan eşleri arasında hiçbirinin bulunmadığı bir sırada, Allah'ın Elçisi'nin (ﷺ) yürüyüş tarzında yürüyen Fatıma'nın oraya geldiğini bildirdi. Onu görünce, hoş geldin, kızım, diyerek karşıladı. Sonra onu sağ tarafına veya sol tarafına oturttu. Sonra ona gizlice bir şey söyledi ve o derin bir şekilde ağladı. Onu bu halde görünce, ona ikinci kez gizlice bir şey söyledi ve o güldü. Ben (Aişe) ona: Allah'ın Elçisi, seni (aile) kadınları arasından seçti ve sana gizlice bir şey söyledi ve sen ağladın. Allah'ın Elçisi (ﷺ) hastalıktan iyileştiğinde, ona: Allah'ın Elçisi sana ne söyledi? dedim. Bunun üzerine o: Allah'ın Elçisi'nin sırrını açıklamayacağım, dedi. Allah'ın Elçisi (ﷺ) vefat ettiğinde, ona: Üzerimdeki hakkım için seni yemin ettiriyorum, Allah'ın Elçisi'nin sana ne söylediğini anlat, dedim. O: Evet, şimdi bunu yapabilirim (dinle), dedi. İlk kez gizlice konuştuğunda, bana Cebrail'in her yıl bir veya iki kez Kur'an'ı okuduğunu bildirdi, ama bu yıl iki kez oldu ve bu yüzden ölümünün çok yakın olduğunu anladım, bu yüzden Allah'tan kork ve sabırlı ol (ve bana) benim için uygun bir öncü olacağını söyledi, bu yüzden ağladım, beni gördüğün gibi. Ve beni derin bir üzüntü içinde görünce, ikinci kez gizlice konuştu ve dedi: Fatıma, inanan kadınların başı veya bu Ümmetin kadınlarının başı olmandan memnun değil misin? Güldüm ve gördüğün o gülüş buydu."
    },
    {
      "id": 151,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Jabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Cenneti bana gösterdiler ve Ebu Talha'nın (yani Umm Sulaim'in) hanımını gördüm ve önümdeki ayak seslerini duydum, işte o Bilal'in sesiydi."
    },
    {
      "id": 152,
      "narrator": "Anas reported that the son of Abu Talba who was born of Umm Sulaim died. She (Umm Sulaim) said to the members of her family:",
      "text": "Anas, Ebu Talha'nın Umm Sulaim'den doğan oğlunun vefat ettiğini bildirdi. Umm Sulaim, ailesine şöyle dedi: Oğlunu Ebu Talha'ya anlatmayın, ta ki ben ona anlatana kadar. Ebu Talha (eve) geldi; ona akşam yemeğini sundu. O da yemeği aldı ve su içti. Sonra kendini süsledi, daha önce yapmadığı bir şeydi. O (Ebu Talha) ile cinsel ilişkiye girdi ve o, cinsel ilişkiden sonra Ebu Talha'nın tatmin olduğunu görünce şöyle dedi: Ebu Talha, eğer bazı insanlar bir aileden bir şey ödünç alırlarsa ve sonra (aile üyeleri) onun geri verilmesini isterlerse, geri vermeye direnirler mi? O dedi ki: Hayır. O da şöyle dedi: Ben sana oğlunun vefatını haber veriyorum. O sinirlendi ve şöyle dedi: Sen bana bunu, benimle cinsel ilişkiye girdikten sonra haber verdin. Allah'ın Elçisi'ne (ﷺ) gitti ve olanları ona bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Allah, geçirdiğiniz gece için ikinizi de mübarek kılsın! O (rivayet eden) dedi ki: O hamile kaldı. Allah'ın Elçisi (sallallahu aleyhi ve sellem) bir yolculuk sırasında idi ve o da onunla birlikteydi ve Allah'ın Elçisi (ﷺ) yolculuktan Medine'ye döndüğünde (gece) evine girmedi. İnsanlar Medine'ye yaklaştığında, o doğum sancılarını hissetti. O (Ebu Talha) onunla kaldı ve Allah'ın Elçisi (ﷺ) yoluna devam etti. Ebu Talha dedi: Ey Rabbim, sen biliyorsun ki ben Allah'ın Elçisi ile dışarı çıkmayı ve onunla birlikte girmeyi seviyorum ve senin gördüğün gibi ben burada kaldım. Umm Sulaim dedi: Ebu Talha, artık daha önceki kadar (acıyı) hissetmiyorum, o yüzden daha iyi ilerle. Böylece ilerledik ve Medine'ye ulaştıklarında doğum sancıları başladı ve bir çocuk doğdu. Annem bana dedi: Anas, onu emzirecek kimse olmamalı, ta ki yarın sabah Allah'ın Elçisi'ne (ﷺ) gidesin. Sabah olduğunda çocuğu aldım ve Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) götürdüm. O dedi ki: Onun elinde develerin cauterizasyonu için alet vardı. Beni görünce, dedi ki: Bu, belki de Umm Sulaim'in doğurduğu çocuktur. Ben de: Evet, dedim. O aleti yere koydu. Çocuğu ona getirdim ve kucağına koydum ve Allah'ın Elçisi (ﷺ) Medine'nin Ajwa hurmalarının getirilmesini istedi ve onları ağzında yumuşattı. Bunlar yenilebilir hale geldiğinde, onları çocuğun ağzına koydu. Çocuk onları tatmaya başladı. Sonra Allah'ın Elçisi (ﷺ) dedi ki: Ansar'ın hurmalara ne kadar sevgi beslediğine bakın. Sonra yüzünü sildi ve ona Abdullah adını verdi."
    },
    {
      "id": 153,
      "narrator": "",
      "text": "Bu hadisi Anas b. Malik'ten başka bir nakil zinciriyle de rivayet edilmiştir."
    },
    {
      "id": 154,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said to Bilal:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) Bilal'e şöyle dediğini bildirdi: Bilal, sabah namazı sırasında İslam'da hangi ameli yaptın ki bunun için iyi bir mükafat umuyorsun, çünkü gece senin ayak sesini cennette duydum. Bilal dedi ki: Ben İslam'da herhangi bir fayda umduğum bir ameli yapmadım, sadece gece veya gündüz tam abdest aldığımda, o temizlikle Allah'ın benim için farz kıldığı namazı kılıyorum."
    },
    {
      "id": 155,
      "narrator": "Abdullah reported that when this verse was revealed:",
      "text": "Abdullah, bu ayet indirildiğinde: \"İnanıp iyi işler yapan kimselere, daha önce yedikleri şeylerden dolayı bir günah yoktur, eğer onu terk ederlerse ve imanlarını tasdik ederlerse\" (v. 93) ayetinin sonuna kadar, Allah'ın Elçisi (ﷺ) bana şöyle dedi: Sen onlardan birisin."
    },
    {
      "id": 156,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa, ben ve kardeşim Yemen'den geldiğimizde, Ebu Musa ve annesini Allah'ın Elçisi'nin (ﷺ) ev halkından sayardık, çünkü onları sık sık ziyaret eder ve uzun süre kalırlardı."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Yukarıdaki hadis başka bir nakil zinciriyle de aynı şekilde rivayet edilmiştir."
    },
    {
      "id": 158,
      "narrator": "Abu Musa. reported:",
      "text": "Ebu Musa, Allah'ın Elçisi'ne (ﷺ) geldim ve 'Abdullah'ın aile üyelerinden biri olduğunu düşündüm, ya da böyle bir şey."
    },
    {
      "id": 159,
      "narrator": "Abu Ishaq reported that he heard Abu'l-Ahwas say:",
      "text": "Ebu İshak, Ebu'l-Ahvas'ın şöyle dediğini duyduğunu bildirdi: Ben Ebu Musa ve Ebu Mes'ud ileydim ve Ibn Mes'ud vefat ettiğinde, biri diğerine dedi: Onun dışında onun gibi birini bulabiliyor musun? Bunun üzerine o dedi: Bunu mu diyorsun (hiç kimse onun rakibi olamaz)? O (Peygamber'in) yanında kabul edildi, oysa biz alıkonulmuştuk ve o Allah'ın Elçisi'nin (ﷺ) yanında bulunmuştu, oysa biz yoktuk."
    },
    {
      "id": 160,
      "narrator": "Abu Ahwas reported:",
      "text": "Ebu Ahvas, biz Ebu Musa'nın evindeydik, Abdullah'ın bazı arkadaşlarıyla birlikte ve onlar Kutsal Kitap'a bakıyorlardı. Abdullah ayağa kalktı, bunun üzerine Ebu Mes'ud dedi: Allah'ın Elçisi'nin (ﷺ) arkasında daha iyi bir İslam bilgisine sahip birinin olup olmadığını bilmiyorum. Ebu Musa dedi: Eğer bunu söylüyorsan, bu doğrudur, çünkü o, bizim yokken oradaydı ve o izinliydi, biz ise alıkonulmuştuk."
    },
    {
      "id": 161,
      "narrator": "Zaid b. Wahab reported:",
      "text": "Zaid b. Vahab, Hudhaifa ve Ebu Musa ile birlikte oturduğumu bildirdi ve hadisin geri kalanı aynıdır."
    },
    {
      "id": 162,
      "narrator": "'Abdullah (b. Mas'ud) reported that he (said to his companions to conceal their copies of the Qur'an) and further said:",
      "text": "Abdullah (b. Mes'ud), (Kuran kopyalarını gizlemeleri için arkadaşlarına) şöyle dedi: Kim bir şeyi gizlerse, kıyamet günü gizlediği şeyi getirmek zorunda kalacaktır, sonra şöyle dedi: Hangi kıraat tarzına göre bana okuma emri veriyorsun? Ben aslında Allah'ın Elçisi'nin (ﷺ) önünde Kuran'ın yetmişten fazla bölümünü okudum ve Allah'ın Elçisi'nin (ﷺ) arkadaşları bunu biliyor ki, ben Allah'ın Kitabı hakkında onlardan daha iyi bir anlayışa sahibim ve eğer birinin benden daha iyi bir anlayışa sahip olduğunu bilseydim, ona giderdim. Şakik dedi ki: Ben Muhammed'in (ﷺ) arkadaşlarının yanında oturdum ama onun (yani onun kıraati) reddedildiğini veya bir kusur bulunduğunu duymadım."
    },
    {
      "id": 163,
      "narrator": "Abdullah reported:",
      "text": "Abdullah, O'ndan başka ilah olmayan Allah'a yemin ederim ki, Allah'ın Kitabı'nda nerede indirildiğini bilmediğim bir bölüm yoktur ve hangi bağlamda indirildiğini bilmediğim bir ayet yoktur; eğer benden daha iyi bir anlayışa sahip olan birini bilseydim (ve ona ulaşabilseydim) katırın sırtında, kesinlikle ona giderdim."
    },
    {
      "id": 164,
      "narrator": "Masruq reported:",
      "text": "Masruq, biz Abdullah b. Amr'a giderdik ve onunla konuşurduk, İbn Numair dedi ki: Bir gün Abdullah b. Mes'ud'dan bahsettik, bunun üzerine o dedi: Sen, benim her şeyden daha çok sevdiğim bir kişiyi anmışsın. Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: Kuran'ı dört kişiden öğrenin: Ibn Umm 'Abd (yani Abdullah b. Mes'ud) ondan başladı - sonra Mu'adh b. Cebel ve Ubayy b. Ka'b, sonra Ebu Hudhaifa'nın dostu Salim."
    },
    {
      "id": 165,
      "narrator": "Masruq reported:",
      "text": "Masruq, Abdullah b. Amr'ın yanında olduğumuzda Abdullah b. Mes'ud'dan bir hadisten bahsettik; bunun üzerine o dedi: O, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duyduğum bir kişidir: Kuran'ı dört kişiden öğrenin: Ibn Umm 'Abd, yani Abdullah b. Mes'ud ve onun adından başladı - sonra Ubayy b. Ka'b ve Mu'adh b. Cebel. Zuhri, rivayetinde \"yaquluhu\" kelimelerini anmamıştır."
    },
    {
      "id": 166,
      "narrator": "This hadith has been reported on the authority of Abu Bakr b. Abu Shaiba and Abu Kuraib, and both of them said:",
      "text": "Bu hadis, Abu Bekir b. Abu Şeybe ve Abu Kuraib'in rivayetiyle aktarılmıştır. Her ikisi de şöyle demiştir: Abu Mu'aviye, A'maş'tan Jarir ve Vaki' aracılığıyla bize aktardı. Abu Bekir'in rivayetinde Mu'adh'ın adı Ubayy'den önce gelmektedir; Abu Kuraib'in rivayetinde ise Ubayy'ın adı Mu'adh'dan önce gelmektedir."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Bu rivayet, A'maş aracılığıyla Şu'ba'dan aktarılmıştır, ancak dört kişinin sıralamasında bir farklılık vardır."
    },
    {
      "id": 168,
      "narrator": "Masruq reported:",
      "text": "Masruq, şöyle bildirmiştir: İbn Mes'ud'dan önce Abdullah b. Amr'dan bahsettiler. Bunun üzerine o şöyle dedi: \"O, Allah'ın Resulü'nü (ﷺ) dinledikten sonra kalbimde sevgisi her zaman taze olan bir kişidir.\" Allah'ın Resulü (ﷺ) şöyle buyurmuştur: \"Kur'an'ı dört kişiden öğrenin: İbn Mes'ud, Salim, Ebu Hudhayfe'nin dostu, Ubayy b. Ka'b, Mu'adh b. Cebel.\""
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Ubaidullah b. Mu'adh, babası Şu'ba'dan aynı isnatla aktardı ve bu eklemeyi yaptı: Bu iki ismi zikretti ama hangisinin adını önce söylediğini bilmiyorum."
    },
    {
      "id": 170,
      "narrator": "Anas is reported to have said:",
      "text": "Anas'ın şöyle söylediği rivayet edilmiştir: Allah'ın Resulü (ﷺ) döneminde Kur'an'ı toplayan dört kişi vardı ve hepsi Ensar'dandı: Mu'adh b. Cebel, Ubayy b. Ka'b, Zaid b. Sabit, Ebu Zaid. Katade dedi ki: Anas, Ebu Zaid kimdi? O da: \"O, amcalarımden biriydi.\" dedi."
    },
    {
      "id": 171,
      "narrator": "Hammam said:",
      "text": "Hammam, Anas b. Malik'e şöyle dedi: Allah'ın Resulü (ﷺ) döneminde Kur'an'ı kim topladı? O da: \"Dört kişi, hepsi Ensar'dan: Ubayy b. Ka'b, Mu'adh b. Cebel, Zaid b. Sabit ve Ebu Zaid künyesine sahip bir Ensar.\" dedi."
    },
    {
      "id": 172,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said to Ubayy:",
      "text": "Anas b. Malik, Allah'ın Resulü'nün (ﷺ) Ubayy'e şöyle dediğini bildirmiştir: \"Şüphesiz ki yüce ve aziz Allah, Kur'an'ı sana okumamı emretti.\" Bunun üzerine Ubayy: \"Allah benim adımı sana mı söyledi?\" dedi. O da: \"Evet, Allah senin adını bana söyledi.\" dedi. Bunun üzerine Ubayy sevinç gözyaşları dökmeye başladı."
    },
    {
      "id": 173,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said to Ubayy b. Ka'b:",
      "text": "Anas b. Malik, Allah'ın Resulü'nün (ﷺ) Ubayy b. Ka'b'a şöyle dediğini bildirmiştir: \"Sana (el-Beyyine) suresini okumam emredildi. Bu sure şu sözlerle başlar: (Lam Yakunil-ladhiyna Kafaruu).\" Ubayy: \"Sana benim adımı mı söyledi?\" dedi. O da: \"Evet.\" dedi; bunun üzerine Ubayy sevinç gözyaşları döktü."
    },
    {
      "id": 174,
      "narrator": "",
      "text": "Bu hadis, Anas aracılığıyla başka bir isnatla aktarılmıştır."
    },
    {
      "id": 175,
      "narrator": "Jabir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying while the bier of Sa'd b. Mu'adh was placed before them:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) Sa'd b. Mu'adh'ın cenazesi önlerinde bulunduğu sırada şöyle söylediğini bildirmiştir: \"Rahman'ın Arş'ı, Sa'd b. Mu'adh'ın ölümüyle sarsıldı.\""
    },
    {
      "id": 176,
      "narrator": "",
      "text": "Cabir, Rahman'ın Arş'ının Sa'd b. Mu'adh'ın ölümü nedeniyle sarsıldığını bildirmiştir."
    },
    {
      "id": 177,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "Anas b. Malik, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: \"Sa'd'ın cenazesi (onların önünde) konuldu ve Rahman'ın Arş'ı sarsıldı.\""
    },
    {
      "id": 178,
      "narrator": "Al-Bara' reported that a garment of silk was presented to Allah's Messenger (ﷺ). His Companions touched it and admired its softness; there- upon he said:",
      "text": "Al-Bara', Allah'ın Resulü'ne (ﷺ) bir ipek elbise sunulduğunu bildirmiştir. Ashabı onu dokunup yumuşaklığını beğendi; bunun üzerine o şöyle dedi: \"Bu (bez)in yumuşaklığını mı beğeniyorsunuz? Sa'd b. Mu'adh'ın cennetteki mendilleri bundan daha hayırlıdır.\""
    },
    {
      "id": 179,
      "narrator": "",
      "text": "Bu hadis, Anas b. Malik aracılığıyla başka bir isnatla aktarılmıştır."
    },
    {
      "id": 180,
      "narrator": "",
      "text": "Bu hadis, iki isnat zincirini birleştirerek Şu'ba aracılığıyla aktarılmıştır."
    },
    {
      "id": 181,
      "narrator": "Anas b Malik reported that Allah's Messenger (ﷺ) was presented a garment of sundus and he prohibited the use of silk. The persons admired it, whereupon he said:",
      "text": "Anas b. Malik, Allah'ın Elçisi'nin (ﷺ) bir sundus elbisesiyle karşılaştığını ve ipeği kullanmayı yasakladığını bildirmiştir. İnsanlar buna hayran kaldılar, bunun üzerine o şöyle dedi: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, Sa'd b. Mu'adh'ın cennetindeki mendilleri bundan daha hayırlıdır.\""
    },
    {
      "id": 182,
      "narrator": "",
      "text": "Anas, Dumat al-Jandal kralının Allah'ın Elçisi'ne (ﷺ) elbiseyi sunduğunu ve onun ipeği yasakladığını belirtmediğini bildirmiştir."
    },
    {
      "id": 183,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) took hold of his sword on the Day of Uhud and said:",
      "text": "Anas, Allah'ın Elçisi'nin (ﷺ) Uhud Günü kılıcını tuttuğunu ve \"Benden kim alacak?\" dediğini bildirmiştir. Tüm insanlar ellerini uzatarak \"Ben alırım, ben alırım.\" dediler. O (Allah'ın Elçisi) \"Onu hakkını yerine getirmek için kim alacak?\" dedi. Bunun üzerine insanlar ellerini geri çektiler. Simak b. Kharasha, Ebu Dujana \"Ben buradayım, onu alıp hakkını yerine getireceğim.\" dedi. Kılıcı aldı ve müşriklerin başlarını vurdu."
    },
    {
      "id": 184,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Jabir b. Abdullah, babasının cesedinin getirildiğini ve örtüyle kaplandığını, ancak parçalandığını bildirmiştir. Örtüyü kaldırmaya çalıştım, ama halkım bunu yapmamı yasakladı. Yine örtüyü kaldırmaya çalıştım, ama halkım yine yasakladı. Bunun üzerine Allah'ın Elçisi (ﷺ) onu kaldırdı ya da kaldırılmasını emretti. Yüksek bir ağlama sesi duydu ya da bir kadın yas tutan sesini duydu. Kim olduğunu sordu. Onlar \"Amr'ın kızı ya da Amr'ın kız kardeşi\" dediler. Bunun üzerine o \"Neden ağlıyor?\" dedi. \"Melekler ona kanatlarıyla gölge yapıyorlar, ta ki o (cennete) kaldırılana kadar.\""
    },
    {
      "id": 185,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Jabir b. Abdullah, babasının Uhud Günü şehit düştüğünü ve yüzünü açmaya çalıştığını ve ağladığını, ancak (Peygamberin) arkadaşlarının bunu yapmamı yasakladığını bildirmiştir. Oysa Allah'ın Elçisi (ﷺ) bana yasaklamadı ve babamın kız kardeşi Fatıma bint Amr da ağlıyordu. Bunun üzerine Allah'ın Elçisi (ﷺ) \"Ağlayabilirsiniz ya da ağlamayabilirsiniz; melekler ona kanatlarıyla gölge yapıyorlar, ta ki onu (mezara) kaldırana kadar.\" dedi."
    },
    {
      "id": 186,
      "narrator": "",
      "text": "Bu hadis, Jabir'in başka bir nakil zinciriyle aktarılmıştır, ancak melekler ve bir kadın yas tutan hakkında bir şey yoktur."
    },
    {
      "id": 187,
      "narrator": "Jabir reported:",
      "text": "Jabir, babasının kesik kulaklarla getirildiğini ve (cesedinin) Allah'ın Elçisi'nin (ﷺ) önüne konduğunu bildirmiştir. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 188,
      "narrator": "Abu Barza reported that Allah's Apostle (ﷺ) was there in a battlefield that Allah conferred upon him the spoils of war. He said to his Companions:",
      "text": "Ebu Barza, Allah'ın Elçisi'nin (ﷺ) bir savaş alanında olduğunu ve Allah'ın ona ganimet verdiğini bildirmiştir. Arkadaşlarına \"Aranızda kimse kayıp mı?\" dedi. Onlar \"Şu ve bu kayıp.\" dediler. O tekrar \"Aranızda kimse kayıp mı?\" dedi. Onlar \"Hayır.\" dediler. Bunun üzerine o (Peygamber) \"Ama ben Julaibib'i kaybettim.\" dedi. Arkadaşları, öldürülenler arasında onu aradılar ve yedi (ölü) yanında onu buldular. Allah'ın Elçisi (ﷺ) oraya geldi ve yanında durdu ve \"O yedi kişiyi öldürdü. Sonra (düşmanları) onu öldürdü. O benimdir ve ben onun.\" dedi. Sonra onu ellerinin üzerine koydu ve başka hiç kimse onu kaldırmadı, sadece Allah'ın Elçisi (ﷺ). Sonra onun için bir mezar kazıldı ve mezara konuldu, yıkanmasından bahsedilmedi."
    },
    {
      "id": 189,
      "narrator": "'Abdullah b. Samit reported that Abu Dharr said:",
      "text": "'Abdullah b. Samit, Ebu Dharr'ın şöyle dediğini bildirmiştir: \"Biz, yasaklı ayları mubah sayan Ghafir kabilesinden yola çıktık. Ben ve kardeşim Unais ve annem, bize iyi davranan amcamızla kaldık. Onun kabilesinin erkekleri kıskançlık yaptılar ve 'Evden uzaktayken Unais, karınla zina ediyor.' dediler. Amcamız geldi ve bize iletilen günahı bize iftira etti. Ben de 'Bize yaptığın iyiliği bozdun.' dedim. 'Artık seninle kalamayız.' dedik. Develerimize geldik ve yüklerimizi yükledik. Amcamız, kendini örtüyle kaplayarak ağlamaya başladı. Mekke'nin yanında kamp kurana kadar ilerledik. Unais, develer üzerinde kura çekti ve eşit sayıda (üstüne) ekledi. İkisi bir Kahin'e gittiler ve o Unais'i kazanan ilan etti. Unais, develerimizle birlikte geldi. Ebu Dharr şöyle dedi: 'Yeğenim, ben Allah'ın Elçisi (ﷺ) ile tanışmadan önce üç yıl boyunca namaz kıldım.' Ben de 'Kimi için namaz kıldın?' dedim. 'Allah için.' dedi. 'Hangi yöne döndün?' dedim. 'Allah'ın yönlendirdiği yöne döndüm.' dedi. 'Gece namazını gecenin sonunda kılıyordum ve güneş doğana kadar secdeye kapanıyordum.' Unais, 'Mekke'de bir işim var, burada kalman daha iyi.' dedi. Unais, Mekke'ye gitti ve bana geç geldi. Ben de 'Ne yaptın?' dedim. 'Mekke'de senin dininde olan bir kişiyle karşılaştım ve gerçekten de Allah'ın onu gönderdiğini iddia ediyor.' dedi. 'Hakkında insanlar ne diyor?' dedim. 'Şair ya da Kahin ya da sihirbaz diyorlar.' Unais, kendisi de şair olduğundan, 'Kahin sözlerini duydum ama onun sözleri asla onun sözlerine benzemiyor. Vallahi, o doğru söylüyor ve onlar yalancıdır.' dedi. Sonra ben de 'Sen burada kal, ben gideyim, onu göreyim.' dedim. 'Mekke'ye geldim ve aralarından önemsiz birini seçtim ve ona 'Sabi' dediğin kim?' dedim. O da bana işaret ederek 'O Sabi.' dedi. Bunun üzerine vadinin halkı üzerime taşlar ve oklarla saldırdı, ta ki bayılana kadar. Bilincimi yeniden kazandığımda, sanki bir kırmızı heykel gibiydim. Zamzam'a geldim ve üzerimdeki kanı yıkadım ve ondan su içtim. Dinle, yeğenim, orada otuz gece ya da gün kaldım ve benim için yiyecek yoktu, sadece Zamzam suyu vardı. O kadar şiştim ki karnımda kırışıklıklar belirdi ve açlık hissetmedim. Bu süre zarfında Mekke halkı ay ışığında uyuyordu ve Kabe'yi tavaf eden kimse yoktu, sadece İsafa ve Na'ila (iki put) adını anan iki kadın vardı. Onlar tavaf ederken yanlarına geldim ve 'Birbirinizle evlenin.' dedim, ama dua etmekten vazgeçmediler. Yanlarına geldim ve 'Putların özel yerlerine odun sokun.' dedim. (Bunu onlara mecazi terimlerle ifade edemediğim kadar açık bir şekilde söyledim.) Bu kadınlar ağlayarak gittiler ve 'Eğer aramızdan biri olsaydı (bizim putlarımıza karşı kullandığın bu edebe aykırı sözler için sana bir ders verirdi).' dediler. Bu kadınlar, Allah'ın Elçisi (ﷺ) ile Ebu Bekir ile karşılaştılar, o da tepeye iniyordu. O onlara 'Size ne oldu?' dedi. Onlar 'Sabi var, Kabe ile örtüsü arasında gizlenmiş.' dediler. O 'Size ne söyledi?' dedi. Onlar 'Önümüzde ifade edemeyeceğimiz sözler söyledi.' dediler. Allah'ın Elçisi (ﷺ) geldi ve Kabe'nin Siyah Taşını öptü ve evi tavaf etti, arkadaşlarıyla birlikte dua etti ve duasını bitirdiğinde, Ebu Dharr şöyle dedi: 'Ben, ona selam veren ilk kişi oldum ve bu şekilde söyledim: \"Allah'ın Elçisi, üzerine selam olsun.\" Bunun üzerine o: \"Senin de üzerine selam olsun ve Allah'ın rahmeti.\" dedi. Sonra: \"Sen kimsin?\" dedi. Ben de: \"Ghafir kabilesindendir.\" dedim. O, elini uzattı ve parmağını alnına koydu ve içimden: \"Belki de Ghafir kabilesinden olmamı istemedi.\" dedim. Onun elini tutmaya çalıştım ama onu daha iyi tanıyan arkadaşı beni engelledi. O, başını kaldırdı ve: \"Ne zamandır buradasın?\" dedi. Ben de: \"Son otuz gecedir.\" dedim. O: \"Seni kim besledi?\" dedi. Ben de: \"Benim için yiyecek yoktu, sadece Zamzam suyu vardı.\" dedim. O: \"O, bereketli bir sudur ve yiyecek olarak da yeter.\" dedi. Bunun üzerine Ebu Bekir: \"Allah'ın Elçisi, onu bu gece misafir edeyim.\" dedi ve Allah'ın Elçisi (ﷺ) yola çıktı, Ebu Bekir de öyle yaptı ve ben de onlarla birlikte gittim. Ebu Bekir kapıyı açtı ve bize Ta'if üzümü getirdi ve bu, orada yediğim ilk yiyecek oldu. Sonra kalmam gereken süre kadar kaldım. Allah'ın Elçisi'ne (ﷺ) geldim ve o: \"Bana ağaçlarla dolu bir ülke gösterildi ve bunun Yathrib (Medine'nin eski adı) olmaması mümkün değil.\" dedi. \"Sen, benim adıma halkına vaiz olacaksın. Umarım Allah, onların faydasına olur ve seni ödüllendirir.\" Ben Unais'e geldim ve o: \"Ne yaptın?\" dedi. Ben de: \"İslam'ı kabul ettim ve Allah'ın Elçisi'nin peygamberliğini tasdik ettim.\" dedim. O: \"Benim dinime karşı bir düşmanlığım yok ve ben de İslam'ı kabul ediyorum ve Allah'ın Elçisi'nin peygamberliğini tasdik ediyorum.\" dedi. Sonra ikimiz annemize geldik ve o: \"Benim dinime karşı bir düşmanlığım yok ve ben de İslam'ı kabul ediyorum ve Allah'ın Elçisi'nin peygamberliğini tasdik ediyorum.\" dedi. Sonra develerimizi yükledik ve Ghafir kabilesine döndük ve kabilenin yarısı İslam'ı kabul etti ve onların lideri Aimi' b. Rahada Ghafir'di. Kabilenin yarısı: \"Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde İslam'ı kabul edeceğiz.\" dedi. Ve Allah'ın Elçisi (ﷺ) Medine'ye geldiğinde, geri kalan yarısı da İslam'ı kabul etti. Sonra Aslam kabilesi Peygamber'e (ﷺ) geldi ve: \"Allah'ın Elçisi, biz de İslam'ı kabul ediyoruz, kardeşlerimiz gibi.\" dediler. Ve onlar da İslam'ı kabul ettiler. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"Allah, Ghafir kabilesine af etti ve Aslam kabilesini (yıkımdan) kurtardı.\""
    },
    {
      "id": 190,
      "narrator": "This hadlth has been narrated on the authority of Humaid b. Hilal with the same chain of transmitters but with this addition:",
      "text": "Bu hadis, Humaid b. Hilal aracılığıyla aynı nakil zinciriyle aktarılmıştır, ancak şu eklemeyle: \"Mekke'ye geldiğimde, Unais dedi ki: (Peki) git ama Mekkelilerden sakın, çünkü onlar onun düşmanlarıdır ve ona kızgındırlar.\""
    },
    {
      "id": 191,
      "narrator": "Abdullah b. Samit reported that Abu Dharr said:",
      "text": "Abdullah b. Samit, Ebu Dharr'ın şöyle dediğini bildirmiştir: \"Yeğenim, Allah'ın Elçisi (ﷺ) geldiğinden iki yıl önce namaz kılardım.\" Ben de: \"Hangi yöne döndün?\" dedim. O: \"Allah'ın yönlendirdiği yöne döndüm.\" dedi. Hadisin geri kalanı aynıdır, ancak Unais'in bir Kahin'e gittiği ve onun övgülerini aldığına dair bir ekleme vardır, ta ki (şairlikte) onu kazanan ilan edene kadar ve böylece develerimizi aldık, onları kendi develerimizle karıştırdık ve bu hadiste de Allah'ın Elçisi (ﷺ) oraya geldi ve evi tavaf etti ve İbrahim'in Makamı'nın arkasında iki rek'at namaz kıldı. Ben ona geldim ve ona selam veren ilk kişi oldum ve \"Selamun Aleyküm, Allah'ın Elçisi.\" dedim. O da: \"Senin de üzerine selam olsun.\" dedi; kim olduğunu sordu. Ben de: \"Ghafir kabilesindendir.\" dedim."
    },
    {
      "id": 192,
      "narrator": "Ibn `Abbas reported that when Abu Dharr heard of the advent of the Apostle (ﷺ) in Mecca he said:",
      "text": "İbn Abbas, Ebu Dharr'ın Allah'ın Elçisi'nin (ﷺ) Mekke'ye geldiğini duyduğunda şöyle dediğini bildirmiştir: \"Kardeşim, bu vadide bin ve bana gökyüzünden bilgi getiren kişiyi öğren.\" Onun sözlerini dinle ve sonra bana gel. Böylece o bindi ve Mekke'ye geldi ve onun sözlerini (Peygamber'in kutsal sözleri) duydu ve sonra Ebu Dharr'a geri döndü ve: \"Onu iyi ahlak geliştirmeye teşvik ettiğini gördüm ve onun ifadeleri asla şiir olarak adlandırılamaz.\" dedi. Ebu Dharr: \"Bununla zihnimdeki düşünceyi tatmin etmedim.\" dedi. Böylece yolculuk için yiyecek ve küçük bir su tulumu alarak yola çıktı ve Mekke'ye geldi. Kabe'ye geldi ve Allah'ın Elçisi'ni (ﷺ) aramaya başladı ama onu tanımadı ve kimseye sormaktan da hoşlanmadı, ta ki gece olana kadar ve uyudu. Ali onu gördü ve onu yabancı olarak buldu. Onunla birlikte gitti. Birbirlerine bir şey sormadan takip ettiler, ta ki sabah olana kadar. Su ve yiyeceklerini camiye getirdi ve orada bir gün geçirdi ama Allah'ın Elçisi'ni (ﷺ) göremedi, ta ki gece olana kadar. Sonra tekrar yatağına döndü ve Ali oradan geçti ve: \"Bu adam bu zamana kadar hedefine ulaşamadı.\" dedi. Onu kaldırdı ve onunla birlikte gitti ve kimse arkadaşından bir şey sormadı. Üçüncü gün aynı şekilde yaptı. Ali onu kaldırdı ve onunla birlikte getirdi. O: \"Ona, kendisini bu şehre getiren sebebi söylemiyorsun, Allah'a yemin ederim.\" dedi. O: \"Bunu yaparım, yeter ki bana doğru yolu göstereceğine dair söz ver.\" dedi. Ali bunu yaptı. O: \"Gerçekten o doğru söylüyor ve o Allah'ın Elçisi'dir (ﷺ) ve sabah olunca, beni takip et ve eğer seninle ilgili bir şeyden korkarsam, su döküyormuş gibi dururum, eğer hareket edersem, beni takip et.\" dedi. O da bunu yaptı ve onu takip etti ta ki Allah'ın Elçisi'ne (ﷺ) geldi. O, Allah'ın Elçisi'nin (ﷺ) evine girdi ve onun sözlerini dinledi ve bu yerde İslam'ı kabul etti. Allah'ın Elçisi (ﷺ) ona: \"Kavmine git ve onlara haber ver, ta ki benim emrim sana ulaşana kadar.\" dedi. Bunun üzerine o: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, Mekke halkına bunu yüksek sesle söyleyeceğim.\" dedi. Yola çıktı ve camiye geldi ve yüksek sesle (şöyle) söyledi: \"Ben şahitlik ederim ki Allah'tan başka ilah yoktur ve Muhammed Allah'ın Elçisi'dir.\" Halk ona saldırdı ve onu yere düşürdü, al-`Abbas geldi ve üzerine eğildi ve: \"Vay haline, bilmiyor musun ki o Ghafir kabilesindendir ve Suriye'ye giden ticaret yolunuz bu kabilelerin yerleşimlerinden geçiyor.\" dedi ve onu kurtardı. Ebu Dharr, ertesi gün de aynı şeyi yaptı ve Mekkeliler tekrar ona saldırdı ve al-`Abbas ona eğildi ve onu kurtardı."
    },
    {
      "id": 193,
      "narrator": "(6050) Jarir b. 'Abdullah said:",
      "text": "Jarir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) İslam'ı kabul ettiğimden beri bana görüşme izni vermediğini ve bana hiç bakmadığını, sadece gülümseyerek baktığını bildirmiştir."
    },
    {
      "id": 194,
      "narrator": "Jarir reported:",
      "text": "Jarir, İslam'ı kabul ettikten sonra Allah'ın Elçisi'nin (ﷺ) bana görüşmeyi reddetmediğini ve bana sadece gülümseyerek baktığını bildirmiştir. İbn Numair, bu hadise, Jarir'in Allah'ın Elçisi'ne (ﷺ) \"Ata binecek kadar sağlam oturamıyorum.\" şeklindeki şikayetini eklemiştir; bunun üzerine Allah'ın Elçisi (ﷺ) onun göğsüne elini vurdu ve dua etti: \"Ey Allah, onu sabit kıl ve doğru yola ilet.\""
    },
    {
      "id": 195,
      "narrator": "Jabir reported that there was in pre-Islamic days a temple called Dhu'l- Khalasah and it was called the Yamanite Ka'ba or the northern Ka'ba. Allah's Messenger (ﷺ) said unto me:",
      "text": "Jabir, İslam öncesi dönemde Dhu'l-Khalasah adında bir tapınak olduğunu ve bunun Yemen Kabe'si ya da kuzey Kabe'si olarak adlandır"
    },
    {
      "id": 196,
      "narrator": "Jarir b. 'Abdullah al-Bajali said:",
      "text": "Cerir b. Abdullah el-Bacali dedi ki: Allah'ın Elçisi (ﷺ) bana şöyle dedi: \"Beni Dhu'l-Khalasah'dan, Khath'am'ın put evinden kurtarabilir misin? Bu put evi Yemen Kâbesi olarak adlandırılıyordu.\" Bunun üzerine 150 atlıyla yola çıktım ve atın üzerinde sabit duramadım. Bunu Allah'ın Elçisine (ﷺ) söyledim ve o, elini göğsüme vurdu ve şöyle dedi: \"Ya Allah, ona sabır ver ve onu doğru yola ilet.\" Sonra oraya gitti ve onu ateşe verdi. Ardından Cerir, Allah'ın Elçisine (ﷺ) Abu Arta künyesine sahip birini gönderdi ve ona bu müjdeli haberi verdi. O, Allah'ın Elçisine (ﷺ) geldi ve dedi ki: \"Dhu'l-Khalasah'ı, yaralı bir deve gibi bıraktık.\" Bunun üzerine Allah'ın Elçisi (ﷺ) Ahmas'ın atlarına ve onların kabilesinin adamlarına beş kez bereket verdi."
    },
    {
      "id": 197,
      "narrator": "This hadith has been narrated on the authority of Ismail with different chains of transmitters and in the hadith transmitted on the authority of Marwan (the words are):",
      "text": "Bu hadis, İsmail'den farklı rivayet zincirleriyle aktarılmıştır ve Marwan'dan rivayet edilen hadiste (şu ifadeler vardır): \"Cerir adına müjde veren bir kişi geldi veya Abu Hüseyin b. Rabi'a, Allah'ın Elçisine (ﷺ) müjde vermek için geldi.\""
    },
    {
      "id": 198,
      "narrator": "Ibn 'Abbas reported that Allah's Messenger (ﷺ) came to privy and I placed for him water for ablution, When he came out he said:",
      "text": "İbn Abbas bildirdi ki: Allah'ın Elçisi (ﷺ) tuvalete girdi ve ben onun için abdest almak üzere su koydum. Çıktığında şöyle dedi: \"Bunu buraya kim koydu?\" Ve Zuhair'in rivayetinde (Sahabe) şöyle dediler, Abu Bekir'in rivayetinde ise (şu ifadeler vardır): \"Ben dedim: 'İbn Abbas (bunu yaptı),' bunun üzerine o (Peygamber) dedi: 'Allah ona dinin derin anlayışını versin.'\""
    },
    {
      "id": 199,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn Ömer bildirdi: Rüyamda elimde bir ipek parçası varmış gibi gördüm ve cennette ulaşmak istediğim hiçbir yer yoktu ki o parça oraya uçmasın. Bunu Hafsa'ya (İbn Ömer'in kız kardeşi) anlattım ve Hafsa bunu Allah'ın Elçisine (ﷺ) iletti, bunun üzerine Allah'ın Elçisi (ﷺ) dedi: \"İbn Ömer'i takva sahibi buluyorum.\""
    },
    {
      "id": 200,
      "narrator": "Ibn 'Umar reported that when a person saw anything in sleep during the lifetime of Allah's Messenger (may peace he upon him) he narrated it to Allah's Messenger, and I also had a longing that I should also see in a dream something which I should narrate to Allah's Apostle (ﷺ) and I was at that time an unmarried young man. I was sleeping in the mosque during the lifetime of Allah's Messenger (ﷺ) tl) at I saw in a dream as if two Angels have taken hold of me and they have carried me to the fire, and, lo, it was built like the easing of a well and had two pillars like those of a well; and, lo, there were people in it whom I knew and I cried out:",
      "text": "İbn Ömer bildirdi ki: Allah'ın Elçisi (sallallahu aleyhi ve sellem) hayattayken bir kişi rüyasında bir şey gördüğünde bunu Allah'ın Elçisine anlatırdı ve ben de o zamanlar bekar bir gençtim. Allah'ın Elçisi (ﷺ) hayattayken camide yatıyordum ve rüyamda iki Melek beni alıp ateşe götürüyorlardı. O ateş, bir kuyu gibi inşa edilmişti ve iki direği vardı; ve orada tanıdığım insanlar vardı ve ben bağırdım: \"Cehennem ateşinden Allah'a sığınırım; Cehennem ateşinden Allah'a sığınırım.\" Sonra başka bir Melek diğer ikisine katıldı ve bana dedi: \"Korkma.\" Bu rüyayı Hafsa'ya anlattım ve o da bunu Allah'ın Elçisine iletti, bunun üzerine Allah'ın Elçisi dedi: \"Bu adam Abdullah'a layık, keşke gece namazı kılabilse.\" Silim de ekledi ki, Abdullah daha sonra sadece gecenin küçük bir kısmında uyudu."
    },
    {
      "id": 201,
      "narrator": "Ibn Umar reported:",
      "text": "İbn Ömer bildirdi: Geceleri camide kalıyordum ve o zamanlar eşim ve çocuklarım yoktu. Rüyamda bir kuyuya götürüldüğümü gördüm. Bunu Allah'ın Elçisine (sallallahu aleyhi ve sellem) anlattım. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 202,
      "narrator": "Anas reported that Umm Sulaim said (to the Holy Prophet) Allah's Messenger, here is your servant Anas, invoke blessings of Allah upon him. Thereupon he (the Holy Prophet) said:",
      "text": "Enes bildirdi ki: Ümmü Süleym, (Peygamber'e) dedi: \"Allah'ın Elçisi, işte senin hizmetçin Enes, Allah ona bereket versin.\" Bunun üzerine o (Peygamber) dedi: \"Ya Allah, onun malında ve neslinde artış ver ve ona verdiğin her şeyde bereket ver.\""
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Enes bildirdi ki: (Annesi) Ümmü Süleym, (Peygamber'e) dedi: \"Allah'ın Elçisi, işte senin hizmetçin Enes.\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 204,
      "narrator": "",
      "text": "Bu hadis, Enes'ten başka bir rivayet zinciriyle aktarılmıştır."
    },
    {
      "id": 205,
      "narrator": "Anas reportedAllah's Apostle (ﷺ) visited us and there was none else (in the house) but I, my mother and my mother's sister Umm Haram. My mother said to him:",
      "text": "Enes bildirdi: Allah'ın Elçisi (ﷺ) bize geldi ve evde başka kimse yoktu, sadece ben, annem ve annemin kız kardeşi Ümmü Haram vardı. Annem ona dedi: \"Allah'ın Elçisi, işte senin küçük bir hizmetçin, Allah ona bereket versin.\" Ve o, benim için her hayır için dua etti ve dua ettiği şeylerin sonunda şöyle dedi: \"Ya Allah, onun malında ve neslinde artış ver ve her birinde ona bereket ver.\""
    },
    {
      "id": 206,
      "narrator": "Anas reported:",
      "text": "Enes bildirdi: Annem Ümmü Enes, Allah'ın Elçisine (ﷺ) geldi. Ve o, benim alt giysimi başörtüsünün yarısından yaptı ve (diğer yarısıyla) üst bedenimi örttü ve dedi: \"Allah'ın Elçisi, işte benim oğlum Unais; onu sana hizmet etmesi için getirdim. Allah ona bereket versin.\" Bunun üzerine o (Peygamber) dedi: \"Ya Allah, onun malında ve neslinde artış ver.\" Enes dedi: \"Vallahi, benim servetim çok ve çocuklarım ve torunlarım şimdi yüzden fazla.\""
    },
    {
      "id": 207,
      "narrator": "Anas b. Malik said:",
      "text": "Enes b. Malik dedi ki: Allah'ın Elçisi (ﷺ) bizim evimizin yanından geçtiğinde annem Ümmü Süleym, onun sesini duydu ve dedi: \"Allah'ın Elçisi, babam ve annem senin uğruna feda olsun, işte Unais (ve benim için dua etmesini istedi).\" Bunun üzerine Allah'ın Elçisi (ﷺ) benim için üç kez dua etti. Ben bu dünyada (mal ve nesil açısından) iki tanesinin sonuçlarını gördüm ve üçüncüsünün sonucunu ahirette görmeyi umuyorum."
    },
    {
      "id": 208,
      "narrator": "Anas reported:",
      "text": "Enes bildirdi: Allah'ın Elçisi (ﷺ) bana oyun arkadaşlarımla oynarken geldi. Selam verdi ve beni bir işe gönderdi ve ben anneme gitmekte geciktim. Ona geldiğimde, o: \"Seni ne durdurdu?\" dedi. Ben de: \"Allah'ın Elçisi (ﷺ) beni bir işe gönderdi.\" O: \"Ama amacı neydi?\" dedi. Ben: \"Bu bir sır.\" Bunun üzerine o: \"O zaman Allah'ın Elçisinin (ﷺ) sırrını kimseye ifşa etme.\" dedi. Enes dedi: \"Vallahi, eğer bunu birine ifşa etseydim, o da sen olurdun, ey Thabit.\""
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Enes b. Malik bildirdi ki: Allah'ın Elçisi (ﷺ) bana gizlice bir şey söyledi. Ben bunu kimseye iletmedim ve Ümmü Süleym bana bunu sordu, ama ben ona bile söylemedim."
    },
    {
      "id": 210,
      "narrator": "'Amir b. Sa'd reported that he heard his father (Sa'd b. Abi Waqqas) say:",
      "text": "Amir b. Sa'd bildirdi ki: Babası (Sa'd b. Ebi Vakkas)'ın şöyle dediğini duydum: \"Allah'ın Elçisi (ﷺ) hayatta ve hareket eden birine cennette olduğunu söylediğini hiç duymadım, sadece Abdullah b. Selim'e.\""
    },
    {
      "id": 211,
      "narrator": "Qais b. 'Ubada reported:",
      "text": "Kays b. Ubade şöyle bildirmiştir: Ben, Medine'de Allah'ın Elçisi'nin (ﷺ) bazı Sahabeleri ile birlikte bulunan bir toplulukta oturuyordum. O sırada, yüzünde Allah korkusu görünen bir kişi geldi. Bazı insanlar: \"O, cennetliklerden biridir; o, cennetliklerden biridir.\" dediler. O, iki kısa rek'at namaz kıldıktan sonra dışarı çıktı. Ben de onu takip ettim, evine girdi ve ben de içeri girdim, birbirimizle sohbet etmeye başladık. O, benimle tanıştığında, ona dedim: \"Sen, (evine girmeden önce) camiye girdiğinde, insanlar senin hakkında şöyle dediler.\" O da: \"Kimse bilmediği bir şey hakkında konuşmamalıdır.\" dedi. \"Şimdi sana bunun nedenini söyleyeceğim. Allah'ın Elçisi'nin (ﷺ) hayatta olduğu dönemde bir rüya gördüm ve onu ona anlattım. Kendimi bir bahçede gibi gördüm; ortasında, tabanı yerde, zirvesi gökte olan bir demir direk vardı: ve zirvesinde bir tutacak vardı. Bana denildi ki: 'Bu direğe tırman.' Ben de o (rüyadaki kişi) ile: 'Bunu yapamam.' dedim. Bunun üzerine bana bir yardımcı geldi ve (arkamdan) elbisemi tutarak bana yardım etti ve ben de direğin zirvesine kadar tırmandım ve tutacağı yakaladım. Bana denildi ki: 'Sıkı tut.' Ben de (tutacak) elimdeyken uyandım. Bunu Allah'ın Elçisi'ne (ﷺ) anlattım, o da: 'O bahçe İslam'ı, o direk İslam'ın direğini ifade eder. O tutacak ise en sağlam imandır (Kur'an'da bahsedilen). Ve sen İslam'a bağlı kalacaksın, ta ki ölünceye kadar.' dedi. O kişi 'Abdullah b. Salim'di."
    },
    {
      "id": 212,
      "narrator": "Qais b. 'Ubaida reported:",
      "text": "---"
    },
    {
      "id": 213,
      "narrator": "Kharasha b. Hurr reported:",
      "text": "Kays b. Ubade şöyle bildirmiştir: Ben, Sa'd b. Malik ve İbn 'Umar'ın da bulunduğu bir toplulukta oturuyordum, o sırada 'Abdullah b. Salim oradan geçti. (O topluluktaki insanlar) dediler ki: \"O, cennetliklerden biridir.\" Ben ayağa kalktım ve ona dedim: \"Hakkında böyle böyle diyorlar.\" O da: \"Allah'ı tenzih ederim, bilmedikleri bir şey hakkında konuşmaları uygun değildir.\" dedi. \"Gerçekten ben, yeşil bir bahçede bir direğin yükseldiğini gördüm ve onun (üst) ucunda bir tutacak vardı ve onun tabanında bir yardımcı vardı. Bana denildi ki: 'Tırman.' Ben de tırmandım ve tutacağı yakaladım. Bunu Allah'ın Elçisi'ne (ﷺ) anlattım, o da: 'Abdullah, en sağlam tutacakla (imanla) tutunarak ölecektir.' dedi."
    },
    {
      "id": 214,
      "narrator": "Abu Huraira reported that 'Umar happened to pass by Hassan as he was reciting verses in the mosque. He (Hadrat 'Umar) looked towards him (meaningfully), whereupon he (gassin) said:",
      "text": "---"
    },
    {
      "id": 215,
      "narrator": "Ibn Musayyib reported that Hassan said to a circle in which there was also Abu Huraira:",
      "text": "Kharasha b. Hurr şöyle bildirmiştir: Ben, Medine'deki camide bir halka oturuyordum ve orada oldukça yakışıklı bir yaşlı adam vardı. O, 'Abdullah b. Salim'di. Onlara (o topluluktaki insanlara) güzel şeyler anlatıyordu. Ayağa kalktığında (giderken) insanlar dediler ki: \"Cennetliklerden birini görmek isteyen, onu görmelidir.\" Ben: \"Vallahi, onu takip edeceğim ve nerede oturduğunu öğrenmeye çalışacağım.\" dedim. Onu takip ettim ve Medine'nin kenarlarına kadar yürüdü. Sonra evine girdi. İçeri girmek için ondan izin istedim, o da: \"Yeğenim, seni buraya getiren ihtiyaç nedir?\" dedi. Ben de: \"Ayağa kalktığında, insanlar senin hakkında şöyle dediler: 'Cennetliklerden birini görmek isteyen, onu görmelidir.' Bu yüzden seni takip etmek istedim.\" dedim. O ('Abdullah b. Salim) dedi ki: \"Cennetlikler hakkında en iyi bilgiyi veren Allah'tır. Ancak neden böyle dediklerini sana anlatacağım. (Bir gece) uyuduğumda yanıma bir kişi geldi (rüyada) ve bana ayağa kalkmamı söyledi. (Ben de ayağa kalktım) ve o benim elimden tuttu ve onunla yürüdüm, ve bakın, solumda bazı yollar gördüm ve onlara çıkmak üzereydim. Bunun üzerine o bana: 'O yollara çıkma, çünkü bunlar solcuların (Cehennemliklerin) yollarıdır.' dedi. Sonra sağ tarafa giden yollar vardı, o da: 'Bu yollara çık.' dedi. Bir tepeye geldik ve o bana: 'Tırman.' dedi, ben de tırmanmaya çalıştım ama oturup düştüm. Birkaç kez denedim (ama başaramadım). O beni bir direğe götürdü (öyle yüksek ki) üst ucu göğe değiyordu ve tabanı yerdeydi. Ve üst ucunda bir tutacak vardı. O bana: 'Üzerine tırman.' dedi. Ben de: 'Nasıl tırmanabilirim, zira üst ucu göğe değiyor?' dedim. O benim elimden tuttu ve beni yukarı itti, ben de kendimi tutacakta buldum. Sonra o direğe vurdu ve o düştü, ama ben o tutacakta bağlı kaldım, sabaha kadar (ve rüya böylece sona erdi). Allah'ın Elçisi'ne (ﷺ) geldim ve bunu ona anlattım. O da: \"Sol tarafında gördüğün yollar, solcuların (Cehennemliklerin) yollarıdır; sağ tarafında gördüğün yollar ise sağcıların (cennetliklerin) yollarıdır ve dağ, şehitlerin ulaşamayacağı hedefi temsil eder. Direk İslam'ın direğini ifade eder. Ve tutacak ise İslam'ın tutacağını ifade eder ve sen ona sıkı sıkı sarılacaksın, ta ki ölümle karşılaşana kadar.\" dedi."
    },
    {
      "id": 216,
      "narrator": "'Abd al-Rahman reported that he heard Hassin b. Thabit al-Ansari call Abu Huraira to bear witness by saying:",
      "text": "---"
    },
    {
      "id": 217,
      "narrator": "Al-Bari' b. 'Azib reported:",
      "text": "Ebu Hureyre, 'Umar'ın, camide ayetler okuyan Hasan'ın yanından geçtiğini bildirmiştir. (Hazret-i 'Umar) ona anlamlı bir şekilde baktı, bunun üzerine (Hasan) dedi ki: \"Ben, sizden daha iyi olan (Peygamber) burada iken ayetler okurdum.\" Sonra Ebu Hureyre'ye döndü ve ona: \"Vallahi, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini işitip işitmediğini söyle.\" dedi: \"(Hasan), benim adım için cevap ver; Allah onu Ruh-ul-Kudüs ile desteklesin.\" Ebu Hureyre: \"Vallahi, öyledir.\" dedi (yani Peygamber bu sözleri gerçekten söyledi)."
    },
    {
      "id": 218,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 219,
      "narrator": "Hisham reported on the authority of his father that Hassan b. Thabit talked much about 'A'isha. I scolded him, whereupon she said:",
      "text": "İbn Musayyib, Hasan'ın, içinde Ebu Hureyre'nin de bulunduğu bir halka şöyle dediğini bildirmiştir: \"Ebu Hureyre, vallahi, Allah'ın Elçisi'nin (ﷺ) böyle dediğini işitip işitmediğini söyle.\""
    },
    {
      "id": 220,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 221,
      "narrator": "Masruq reported:",
      "text": "'Abd al-Rahman, Hasan b. Sabit el-Ensari'nin Ebu Hureyre'yi şahit göstermesi için şöyle dediğini duyduğunu bildirmiştir: \"Vallahi, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini işitip işitmediğini söyle: 'Hasan, Allah'ın Elçisi'nin adına cevap ver. Ey Allah, onu Ruh-ul-Kudüs ile destekle.'\" Ebu Hureyre: \"Evet, öyledir.\" dedi."
    },
    {
      "id": 222,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 223,
      "narrator": "'A'isha reported that Hassin said:",
      "text": "El-Bari' b. 'Azib şöyle bildirmiştir: Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: \"Hasan b. Sabit, (kafirler hakkında) hiciv yaz; Cebrail seninledir.\""
    },
    {
      "id": 224,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 225,
      "narrator": "'A'isha reported that Allah's Messenger (may peace be uport him) said. Satirise against the (non-believing amongst the) Quraish, for (the satire) is more grievous to them than the hurt of an arrow. So he (the Holy Prophet) sent (someone) to Ibn Rawiha and asked him to satirise against them, and he composed a satire, but it did not appeal to him (to the Holy Prophet). He then sent (someone) to Ka'b b. Malik (to do the same, but what he composed did not appeal to the Holy Prophet). He then sent one to Hassan b. Thabit. As he got into his presence, Hassan said:",
      "text": "Bu hadis, aynı nakil zinciriyle Şu'ba tarafından rivayet edilmiştir."
    },
    {
      "id": 226,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Ben annemi, müşrik olan annemi İslam’a davet ettim. Bir gün onu davet ettim ve o, Allah’ın Resulü (ﷺ) hakkında hoşlanmadığım bir şey söyledi. Ben, ağlayarak Allah’ın Resulü (ﷺ)’ne geldim ve dedim: Allah’ın Resulü, ben annemi İslam’a davet ettim ama o kabul etmedi (davetimi). Bugün onu davet ettim ama hoşlanmadığım bir şey söyledi. (Lütfen) Allah’a dua et ki, Abu Huraira’nın annesini doğru yola iletsin. Bunun üzerine Allah’ın Resulü (ﷺ) dedi: Ey Allah, Abu Huraira’nın annesini doğru yola ilet. Ben, Allah’ın Resulü (ﷺ)’nün duasından oldukça memnun bir şekilde çıktım ve kapıya yaklaştığımda kapının içeriden kapalı olduğunu gördüm. Annem ayak seslerimi duydu ve dedi: Abu Huraira, bir bekle. Ve suyun düşme sesini duydum. O, yıkanmış ve gömleğini giymiş, hızlıca başını örtmüş ve kapıyı açtı ve sonra dedi: Abu Huraira, ben şahitlik ederim ki Allah’tan başka ilah yoktur ve Muhammed O’nun kulu ve Resulüdür. O (Abu Huraira) dedi: Ben, Allah’ın Resulü (ﷺ)’ne geri döndüm ve (bu sefer) sevinç gözyaşları döküyordum. Dedim: Allah’ın Resulü, sevin, çünkü Allah duanıza icabet etti ve Abu Huraira’nın annesini doğru yola iletti. O (Kutsal Peygamber) Allah’ı övdü, yüceltti ve güzel sözler söyledi. Dedim: Allah’ın Resulü, Allah’a dua et ki, benim ve annemin sevgisini inanan kullarının kalplerine yerleştirsin ve kalplerimizi onların sevgisiyle doldursun, bunun üzerine Allah’ın Resulü (ﷺ) dedi: Ey Allah, bu kullarının, yani Abu Huraira ve annesinin sevgisini inanan kullarının kalplerine yerleştir ve kalplerini inanan kulların sevgisiyle doldur. (Abu Huraira dedi: Bu dua) Allah tarafından o kadar güzel kabul edildi ki, benden haberdar olan ve beni gören hiçbir mümin yoktur ki, beni sevmesin."
    },
    {
      "id": 227,
      "narrator": "Al-A'raj reported that he heard Abu Huraira as saying:",
      "text": "---"
    },
    {
      "id": 228,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira but with the variation that the hadith transmitted on the authority of Malik conclude with the words of Abu Huraira and there is no mention of a transmission of these from Allah's Apostle (ﷺ):",
      "text": "Al-A'raj, Abu Huraira’nın şöyle dediğini duydu: Siz, Abu Huraira’nın Allah’ın Resulü’nden (ona selam olsun) bu kadar çok hadis rivayet ettiğini düşünüyor musunuz; (unutmayın ki) Allah büyük bir hesaba çekendir. Ben fakir bir adamdım ve Allah’ın Resulü (ﷺ) için sadece temel geçimle yetiniyordum, oysa muhacirler pazar işlerinde meşguldü; Ensar ise mülklerini korumakla meşguldü. (Devamla) Allah’ın Resulü (ﷺ) dedi ki: Kim örtüsünü sererse, benden duyduğu hiçbir şeyi unutmayacaktır. Ben örtümü serdim ve o bir şey anlatana kadar bekledim. Sonra onu göğsüme bastırdım, böylece ondan duyduğum hiçbir şeyi unutmamış oldum."
    },
    {
      "id": 229,
      "narrator": "'A'isha reported:",
      "text": "---"
    },
    {
      "id": 230,
      "narrator": "Ibn Shihab transmitted on the authority of Ibn Musayyib that Abu Huraira said:",
      "text": "Bu hadis, Abu Huraira’nın rivayetiyle aktarılmıştır ancak Malik’in rivayetinde, Abu Huraira’nın sözleriyle sona erdiği ve bu sözlerin Allah’ın Resulü (ﷺ)’nden rivayet edilmediği belirtilmektedir: \"Örtüsünü seren,\" ifadesiyle sona erer."
    },
    {
      "id": 231,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira (and the words are):",
      "text": "---"
    },
    {
      "id": 232,
      "narrator": "Ubaidullah b. Rafi', who was the scribe of 'All, reported:",
      "text": "'A'işe rivayet etti: Abu Huraira’ya şaşırmıyor musunuz? Bir gün geldi ve dairemdeki köşeye oturdu ve Allah’ın Resulü’nün hadislerini anlatmaya başladı. Ben, sürekli Allah’ı övme (Subhan Allah) ile meşguldüm. O, Subhan Allah tekrarımı bitirmeden ayağa kalktı. Eğer onunla karşılaşsaydım, ona sert sözlerle uyarırdım ki, Allah’ın Resulü (ﷺ) senin gibi bu kadar hızlı konuşmazdı."
    },
    {
      "id": 233,
      "narrator": "'Ali reported that Allah's Messenger (ﷺ) sent me and Abu Marthad al-Ghitnavi and Zubair b. 'Awwam and we were all riders, and he said:",
      "text": "---"
    },
    {
      "id": 234,
      "narrator": "Jabir reported that a slave of Hatib came to Allah's Messenger (ﷺ) complaining against Hatib and said:",
      "text": "İbn Şihab, İbn Musayyib’den rivayet etti ki, Abu Huraira dedi: İnsanlar, Abu Huraira’nın bu kadar çok hadis rivayet ettiğini söylüyorlar, oysa Allah hesaba çeker ve diyorlar ki: Muhacirler ve Ensar neden onun gibi hadis rivayet etmiyorlar? Abu Huraira dedi: Size şunu söyleyeyim ki, Ensar kardeşlerim topraklarıyla meşguldü ve muhacir kardeşlerim pazarlarda işle meşguldü, ama ben her zaman Allah’ın Resulü (ﷺ) ile temel geçimle bağlı kaldım. Ben (Kutsal Peygamber’in) yanında bulunuyordum, oysa onlar yoktu. Ben (Peygamber’in söylediklerini) aklımda tutuyordum, oysa onlar unuttular. Bir gün Allah’ın Resulü (ﷺ) dedi: Sizden kim örtüsünü serer ve benim konuşmamı dinlerse ve sonra onu göğsüne bastırırsa, benden duyduğu hiçbir şeyi unutmayacaktır. Ben de örtümü serdim ve o konuşmasını bitirdiğinde onu göğsüme bastırdım ve o günden sonra O’nun söylediği hiçbir şeyi unutmamış oldum. Eğer bu iki ayet Kitap’ta indirilmemiş olsaydı, ben kimseye hiçbir şey rivayet etmezdim: \"Açık delilleri ve biz indirdiğimiz hidayeti gizleyenler\" (Bakara, 159) son ayete kadar."
    },
    {
      "id": 235,
      "narrator": "Umm Mubashshir reported that she heard Allah's Apostle (ﷺ) as saying in presence of Hafsa:",
      "text": "---"
    },
    {
      "id": 236,
      "narrator": "Abu Musa reported:",
      "text": "Bu hadis, Abu Huraira’nın rivayetiyle aktarılmıştır (ve sözler şunlardır): Siz, Abu Huraira’nın Allah’ın Resulü (ﷺ)’nden bu kadar çok hadis rivayet ettiğini söylüyorsunuz; hadisin geri kalanı aynıdır."
    },
    {
      "id": 237,
      "narrator": "Abu Burda reported on the authority of his father that when Allah's Apostle (ﷺ) had been free from the Battle of Hunain, he sent Abu 'Amir as the head of the army of Autas. He had an encounter with Duraid b. as_Simma. Duraid was killed and Allah gave defeat to his friends. Abu Musa said:",
      "text": "---"
    },
    {
      "id": 238,
      "narrator": "Abu Musa reported that Allah's Messenger (ﷺ) said:",
      "text": "Ubaidullah b. Rafi', Ali’nin (Allah ondan razı olsun) şöyle dediğini bildirdi: Allah’ın Resulü (ﷺ) beni, Zubair ve Mikdad’ı gönderdi ve dedi: Khakh bahçesine gidin ve orada bir kadın bulacaksınız, o bir mektup taşıyor. O mektubu ondan almalısınız. Biz atlarla hızla yola çıktık ve o kadınla karşılaştığımızda, ondan o mektubu teslim etmesini istedik. O, bende mektup yok dedi. Biz dedik: Ya o mektubu çıkar ya da elbiseni çıkarırız. O, başındaki (örülmüş) saçından o mektubu çıkardı. O mektubu, Allah’ın Resulü (ﷺ)’ne teslim ettik; o mektupta Hatib b. Ebu Balta’a, Mekke’deki müşriklerden bazılarına Allah’ın Resulü (ﷺ)’nün işlerinden bahsetmişti. Allah’ın Resulü (ﷺ) dedi: Hatib, bu nedir? O dedi: Allah’ın Resulü, niyetimi yargılamada acele etme. Ben Kureyş’e bağlı biriydim. Sufyan dedi: O, onların müttefiki ama onlarla akrabalığı yoktu. (Hatib devamla dedi): Sizinle birlikte olan muhacirlerin, Kureyş ile kan bağı vardır ve böylece ailelerini koruyacaklardır. Ben, onlarla kan bağı olmadığımdan, aileme yardım edecek bazı destekçiler bulmayı umdum. Ben bunu hiçbir inkârcılık veya dinden dönme nedeniyle yapmadım ve İslam’ı kabul ettikten sonra inkârcılığı sevmiyorum. Bunun üzerine Allah’ın Resulü (ﷺ) dedi: Sen doğru söyledin. 'Umar dedi: Allah’ın Resulü, bu münafığın boynunu vurma izni ver. Ama O (Kutsal Peygamber) dedi: O, Bedir’e katıldı ve sen pek az biliyorsun ki Allah, Bedir halkı hakkında şöyle indirdi: İstediğinizi yapın, çünkü sizin için bağışlama vardır. Ve Allah, yüce ve aziz olan şöyle dedi: \"Ey iman edenler, düşmanım ve sizin düşmanınızı dost edinmeyin\" (Mümtehine, 1). Ve bu ayetin, Abu Bekir ve Zubair’den rivayet edilen hadiste bir kaydı yoktur ve İshak, Sufyan’ın bu ayeti okuduğunu zikretmiştir."
    },
    {
      "id": 239,
      "narrator": "Abu Musa reported that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 240,
      "narrator": "Ibn Abbas reported that the Muslims neither looked to Abu Sufyan (with respect) nor did they sit in his company. he (Abu Sufyan) said to Allah's Apostle (ﷺ):",
      "text": "'Ali, Allah’ın Resulü (ﷺ)’nün beni, Abu Marthad el-Ghitnavi ve Zubair b. Awwam’ı gönderdiğini ve hepimizin binerken olduğunu bildirdi ve dedi: Khakh bahçesine kadar gidin, çünkü orada müşriklerden bir kadın var ve onun yanında Hatib’in müşriklere gönderdiği bir mektup var; hadisin geri kalanı aynıdır."
    },
    {
      "id": 241,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa, Yemen'deyken Allah'ın Elçisi'nin (ﷺ) hicret ettiğini duyduğumuzu bildirdi. Biz de ona hicret etmek üzere yola çıktık. Ben, onlardan en küçüğüydüm; biri Ebu Burda, diğeri Ebu Ruhm olan iki kardeşimle birlikteydim ve onlarla birlikte başka kişiler de vardı. Bazıları, bunların benim kabilemden elli üç veya elli iki kişi olduğunu söyler. Bir tekneye bindik ve tekne, Habeşistan'ın Negus'una doğru yola çıktı. Orada Cafer b. Ebu Talib ve arkadaşlarıyla karşılaştık. Cafer dedi ki: Allah'ın Elçisi (ﷺ) bizi buraya gönderdi ve burada kalmamızı emretti, siz de bizimle kalmalısınız. Böylece onunla kaldık ve Medine'ye döndüğümüzde, Khaibar fethedildiğinde Allah'ın Elçisi (ﷺ) ile karşılaştık. O (Peygamberimiz) bize bir pay ayırdı ve sıradan bir şekilde Khaibar'ın fethinde bulunmayan birine pay ayırmadı, yalnızca orada onunla birlikte bulunanlara pay verdi. Ancak, tekne halkı için, yani Cafer ve arkadaşları için bir istisna yaptı. Onlara bir pay ayırdı ve bazı kişiler, yani tekne halkı bize dediler ki: Biz hicret konusunda sizden önce geldik. Habeşistan'a hicret eden ve onlarla birlikte dönen Esma bint 'Umais, Allah'ın Elçisi'nin (ﷺ) eşi Hafsa'yı ziyaret etti. (Buna göre) Ömer, onunla (Hafsa) oturuyordu. Ömer, Esma'yı görünce dedi ki: O kimdir? O (Hafsa) dedi ki: O, 'Umais'in kızı Esma'dır. Ömer dedi ki: O, bir Habeşli ve deniz kadınındır. Esma dedi ki: Evet, öyledir. Bunun üzerine Ömer dedi ki: Biz hicret konusunda sizden önce geldik, bu yüzden Allah'ın Elçisi'ne (ﷺ) karşı daha çok hakkımız var. Bunun üzerine o, rahatsız oldu ve dedi ki: 'Ömer, sen gerçeği söylemiyorsun; Allah'a yemin ederim ki, siz, aranızdaki açları doyuran ve cahilleri eğiten Elçi'nin (ﷺ) yanında bulunma ayrıcalığına sahipken, biz burada düşmanlar arasında Habeşistan'da uzaktaydık ve bu tamamen Allah ve Allah'ın Elçisi (ﷺ) içindi ve Allah'a yemin ederim ki, ben asla yemek yemeyeceğim ve su içmeyeceğim, eğer Allah'ın Elçisi'ne (ﷺ) sizin söylediklerinizi anmadan önce. Biz o ülkede sürekli sıkıntı ve korku içinde kaldık ve bunu Allah'ın Elçisi'ne (selam ve selam olsun) anlatacağım ve ondan (bu konuda) soracağım. Allah'a yemin ederim ki, ben yalan söylemeyeceğim ve gerçeği saptırmayacağım ve buna bir şey eklemeyeceğim. Bunun üzerine Allah'ın Elçisi (ﷺ) geldiğinde, o dedi ki: Allah'ın Elçisi, 'Ömer şöyle diyor. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Onun hakkı sizin hakkınızdan daha fazla değil, onun ve arkadaşlarının bir hicreti var, ama sizin, yani tekne halkı için iki hicret var. O dedi ki: Ben, Ebu Musa ve tekne halkının bana gruplar halinde geldiğini ve bu hadisi sormak istediklerini gördüm, çünkü bu onlar için daha hoş ve daha anlamlı bir şey yoktu. Ebu Burda, Esma'nın dediğini bildirdi: Ben, Ebu Musa'nın bu hadisi bana tekrar tekrar tekrar etmesini istediğini gördüm."
    },
    {
      "id": 242,
      "narrator": "'A'idh b. Amr reported that Abu Sufyan came to Salman, Suhaib and Bilal in the presence of a group of persons. They said:",
      "text": "---"
    },
    {
      "id": 243,
      "narrator": "",
      "text": "'A'idh b. Amr, Ebu Süfyan'ın Salman, Suheyb ve Bilal'in önünde bir grup insanın yanında geldiğini bildirdi. Onlar dediler: Allah'a yemin ederim ki, Allah'ın kılıcı, Allah'ın düşmanının boynuna ulaşması gerektiği gibi ulaşmadı. Bunun üzerine Ebu Bekir dedi: Bunu Kureyş'in yaşlısına ve onların liderine mi söylüyorsunuz? Sonra Allah'ın Elçisi'ne (selam ve selam olsun) geldi ve ona bunu bildirdi. Bunun üzerine o (Peygamberimiz) dedi: Ebu Bekir, belki onları rahatsız ettin ve eğer onları rahatsız ettiysen, aslında Rabbinizi rahatsız etmiş olursun. Böylece Ebu Bekir onlara geldi ve dedi: Ey kardeşlerim, ben sizi rahatsız ettim. Onlar dediler: Hayır, kardeşimiz, Allah seni affetsin."
    },
    {
      "id": 244,
      "narrator": "Zaid b. Arqam reported that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 245,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) sought forgiveness for the Ansar and he said:",
      "text": "Cabir b. Abdullah, bu ayetin onların (Ensar) hakkında indirildiğini bildirdi; sizin aranızdaki iki grup kalp kırıklığına uğrayacakken, Allah her ikisinin de koruyucusuydu. Bu, Banu Salama ve Banu Haritha ile ilgiliydi ve Allah'ın, Yüce ve Şanlı olanın, bu ayeti indirmediğini istemedik."
    },
    {
      "id": 246,
      "narrator": "Anas reported that Allah's Messenger (ﷺ) saw children and women of the Ansar coming back from a wedding feast. Allah's Apostle (ﷺ) stood up motionless (as a mark of respect) and said:",
      "text": "---"
    },
    {
      "id": 247,
      "narrator": "Anas b. Malik reported that a woman from the Ansar came to Allah's Messenger (ﷺ) and Allah's Messenger (ﷺ) stood aside with her and said:",
      "text": "Zeyd b. Arkam, Allah'ın Elçisi'nin (ﷺ) dediğini bildirdi: Ey Allah, Ensar'a, Ensar'ın soyuna ve Ensar'ın soyunun soyuna bağışla. Bu hadis, Şu'ba aracılığıyla aynı isnatla nakledilmiştir."
    },
    {
      "id": 248,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 249,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes, Allah'ın Elçisi'nin (ﷺ) Ensar için bağış dilediğini bildirdi ve dedi ki: Sanırım (o da Ensar'ın çocukları ve Ensar'ın köleleri ve hürriyetlerine kavuşmuş olanları için de bağış diledi). Bunun hakkında şüphem yok."
    },
    {
      "id": 250,
      "narrator": "Abu Usaid reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 251,
      "narrator": "",
      "text": "Enes, Allah'ın Elçisi'nin (ﷺ) Ensar'ın çocukları ve kadınları bir düğün ziyafetinden dönerken gördüğünü bildirdi. Allah'ın Elçisi (ﷺ) saygı göstermek için hareketsiz durdu ve dedi: Ey Allah, (şahit ol) (ve Ensar'a hitaben) dedi: Siz insanlar arasında bana en sevimlisiniz, (ve dedi: Ey Allah (şahit ol) (ve Ensar'a hitaben) dedi: Siz insanlar arasında bana en sevimlisiniz. Ve onun kastettiği Ensar'dır."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 253,
      "narrator": "Ibrahim b. Muhammad b. Talha reported:",
      "text": "Enes b. Malik, Ensar'dan bir kadının Allah'ın Elçisi'ne (ﷺ) geldiğini ve Allah'ın Elçisi'nin (ﷺ) onunla bir kenara çekildiğini ve dediğini bildirdi: Yemin ederim ki, benim hayatımın sahibi olan O'na, siz insanlar arasında bana en sevimlisiniz. Bunu üç kez tekrarladı."
    },
    {
      "id": 254,
      "narrator": "Abu Usaid Ansar reported:",
      "text": "---"
    },
    {
      "id": 255,
      "narrator": "Abu Usaid Ansari reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı isnatla nakledilmiştir."
    },
    {
      "id": 256,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying in a large gathering of the Muslims:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) büyük bir Müslüman topluluğunda şöyle dediğini bildirmiştir: Size Ensar'ın en iyi kabilelerini söylemeyeyim mi? Onlar: Allah'ın Elçisi, (lütfen) bunu yap. Bunun üzerine Allah'ın Elçisi dedi ki: O, Banu Abd al-Ashhal'dır. Onlar: Allah'ın Elçisi, peki ya sonra? Dedi ki: Banu Najjar. Onlar tekrar: Allah'ın Elçisi, peki ya sonra? Dedi ki: Sonra Banu Harith b. Khazraj'dır. Onlar yine: Allah'ın Elçisi, peki ya sonra? Dedi ki: Sonra Banu Sa'ida. Onlar: Allah'ın Elçisi, peki ya sonra? Dedi ki: Ensar'ın tüm kabilelerinde hayır vardır. Bunun üzerine Sa'd b. Ubida sinirle ayağa kalktı ve dedi ki: Biz, Allah'ın Elçisi (ﷺ) tarafından belirlenen (öncelik sırasına göre) dört kabileden sonuncusu muyuz? Bu konuda Allah'ın Elçisi (ﷺ) ile konuşmaya karar verdi, ancak kabilesinin insanları ona: Otur, Allah'ın Elçisi (ﷺ) senin kabileni dört (en iyi) kabileden biri olarak anmışken, anmadığı (öncelik sırası) daha fazla kişidir, bu durumdan memnun değil misin? dediler. Ve Sa'd b. Ubida, bu konuda Allah'ın Elçisi (ﷺ) ile konuşma fikrini bıraktı."
    },
    {
      "id": 257,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Jabrir b. Abdullah al-Bajali ile bir yolculuğa çıktığını ve onun kendisine hizmet ettiğini bildirmiştir. Ona: Bunu yapma dedim. Bunun üzerine o: Ensar'ın Allah'ın Elçisi (ﷺ) ile bunu yaptığını gördüm dedi. Allah'a yemin ederim ki, eğer Ensar'dan biriyle birlikte olursam, ona hizmet edeceğim ve İbn Muthanni ile İbn Bashşir, rivayetlerinde bu eklemeyi yaptılar: Jarir, Enes'ten daha yaşlıydı ve İbn Bashşir: O, Enes'e göre daha ileri bir yaşta idi dedi. Allah'ın Elçisi (ﷺ) Ghifar ve Aslam kabilelerine bereket diledi."
    },
    {
      "id": 258,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Dharr, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kavminize gidin ve Allah'ın Elçisi (ﷺ) şöyle diyor deyin: Ghifar (bir kabiledir) ki Allah ona af etti, ve Aslam (bir kabiledir) ki Allah ona güvenlik verdi."
    },
    {
      "id": 259,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Dharr, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Aslam kabilesine Allah güvenlik vermiştir ve Ghifar kabilesine Allah af etmiştir."
    },
    {
      "id": 260,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle Şu'ba aracılığıyla bildirilmiştir."
    },
    {
      "id": 261,
      "narrator": "This hadith has been narrated through other chains of transmitters on the authority of Jabir and Abu Huraira that Allah's Apostle (ﷺ) said:",
      "text": "Bu hadis, başka rivayet zincirleriyle Jabir ve Ebu Hureyre aracılığıyla nakledilmiştir ki Allah'ın Elçisi (ﷺ) şöyle dedi: Aslam kabilesine Allah güvenlik vermiştir ve Ghifar kabilesine Allah af etmiştir."
    },
    {
      "id": 262,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Aslam kabilesine Allah güvenlik vermiştir ve Ghifar kabilesine Allah af etmiştir. Gerçekten bunu ben söylemiyorum, ama (bunu) Yüce ve Şanlı Allah söylüyor."
    },
    {
      "id": 263,
      "narrator": "Khufaf b. Jura' reported that Allah's Messenger (ﷺ) said in prayer:",
      "text": "Khufaf b. Jura', Allah'ın Elçisi (ﷺ) namazda şöyle dediğini bildirmiştir: Ey Allah, Lihyan ve Ri'l ve Dhakwan ve Usayya kabilesine lanet et, çünkü onlar Allah'a ve Elçisine isyan ettiler, ve Ghifar için Allah af etti ve Aslam kabilesine Allah güvenlik verdi."
    },
    {
      "id": 264,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Allah, Ghifar kabilesine af etti ve Aslam kabilesine Allah güvenlik verdi, ve Usayya kabilesi ise Allah'a ve Elçisine isyan etti."
    },
    {
      "id": 265,
      "narrator": "",
      "text": "Bu hadis, İbn Umar aracılığıyla hafif bir kelime değişikliği ile nakledilmiştir (ve kelime) ki Allah'ın Elçisi (ﷺ) bunu minberde söylemiştir."
    },
    {
      "id": 266,
      "narrator": "",
      "text": "Bu hadis, İbn Umar aracılığıyla ancak başka bir rivayet zinciriyle bildirilmiştir."
    },
    {
      "id": 267,
      "narrator": "Abu Ayyub reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Eyyub, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Ensar, Muzaina, Juhaina, Ghifar ve Ashja' kabileleri ve Banu Abdullah'tan olanlar, insanlar arasında benim dostlarımdır ve Allah ve Elçisi onların koruyucularıdır."
    },
    {
      "id": 268,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kureyş, Ensar, Muzaina, Juhaina ve Ghifar, onlar benim dostlarımdır ve onların dışında Allah ve Elçisi'nden başka dostları yoktur."
    },
    {
      "id": 269,
      "narrator": "",
      "text": "Bu hadis, Sa'd b. İbrahim aracılığıyla hafif bir kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 270,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Ashja', Ghifar ve Muzaina kabileleri ve Juhaina kabilesinden olanlar, Banu Tamim, Banu Amir ve Asad ve Ghatfan müttefiklerinden daha iyidir."
    },
    {
      "id": 271,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, (kabileler) Gıfar, Aslam, Muzeyne veya Cuhain kabilesinden olanlar, Kıyamet Günü'nde Asad, Tayy ve Ghatfan'dan daha hayırlıdır.\""
    },
    {
      "id": 272,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: \"Aslam, Gıfar veya Muzeyne, Cuhain'den bazı insanlar (kelimelerin değişimiyle) Asad, Ghatfan, Havazin ve Tamim'den daha hayırlıdır.\" Rivayet eden kişi: \"Kıyamet Günü'nde de böyle söylediğini düşünüyorum.\" dedi."
    },
    {
      "id": 273,
      "narrator": "Abu Bakra reported from his father that al-Aqra' b. Habis reported that he came to Allah's Messenger (ﷺ) and said to him:",
      "text": "Ebu Bekir, babasından rivayet etti ki, el-Akra' b. Habis, Allah'ın Elçisi (ﷺ)'ne geldi ve ona şöyle dedi: \"Aslam, Gıfar, Muzeyne (ve sanırım Cuhain'i de söyledi ve rivayet eden kişi bu konuda şüphe içinde) sana biat etti, oysa onlar hacıları soydular.\" Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer Aslam, Gıfar, Muzeyne ve sanırım Cuhain, Banu Tamim, Banu Amir ve Asad, Ghatfan'dan daha hayırlıdır deseydin, o zaman bu (son grup) insanlar kaybedecekler miydi?\" O: \"Evet.\" dedi. Bunun üzerine o (Peygamber) şöyle dedi: \"Muhammed'in hayatı elinde olan Allah'a yemin ederim ki, bu insanlar Banu Tamim, Banu Amir, Asad ve Ghatfan'dan daha hayırlıdır.\" Ve bu hadiste Ebu Şeybe'nin (bu sözler yoktur) Muhammed'in şüphe duyduğu bir hadistir."
    },
    {
      "id": 274,
      "narrator": "",
      "text": "Bu hadis, Ebu Yakub Dabbi'den aynı isnat zinciriyle ancak kelimelerde hafif bir değişiklikle rivayet edilmiştir."
    },
    {
      "id": 275,
      "narrator": "",
      "text": "Ebu Bekir, Allah'ın Elçisi (ﷺ)'nden, Aslam, Gıfar, Muzeyne ve Cuhain'in Banu Tamim, Banu Amir ve müttefikleri Banu Asad ve Ghatfan'dan daha hayırlı olduğunu rivayet etmiştir."
    },
    {
      "id": 276,
      "narrator": "",
      "text": "Bu hadis, Ebu Bişr'den aynı isnat zinciriyle rivayet edilmiştir."
    },
    {
      "id": 277,
      "narrator": "Abu Bakra reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Bekir, babasından rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Eğer Cuhain, Aslam, Gıfar Banu Tamim, Banu Abdullah b. Ghatfan ve Amir b. Sa'sa'dan daha hayırlı olursa (o zaman sonuncu grubun durumu ne olur)?\" Bunu yüksek sesle söyledi. Onlar: \"Allah'ın Elçisi, kesinlikle kaybedeceklerdir.\" dediler. Bunun üzerine o: \"Onlar (ilk grup) kesinlikle diğerlerinden daha hayırlıdır.\" dedi; ve Ebu Kureyb'in rivayet ettiği hadiste kelimeler şöyle: \"Eğer Cuhain, Muzeyne, Aslam ve Gıfar'ın daha hayırlı olduğunu bulursanız...\""
    },
    {
      "id": 278,
      "narrator": "'Adi b. Hatim reported:",
      "text": "Adi b. Hatim, Umar b. Khattab'a geldi ve o da ona şöyle dedi: \"Allah'ın Elçisi (ﷺ)'ne getirilen ilk sadaka, Allah'ın Elçisi'nin (ﷺ) yüzünü aydınlatan ve arkadaşlarının yüzlerini de aydınlatan Tayyi kabilesinin sadakasıdır.\""
    },
    {
      "id": 279,
      "narrator": "Abu Huraira reported that Tufail and his companions said:",
      "text": "Ebu Hureyre, Tufail ve arkadaşlarının şöyle dediğini rivayet etti: \"Allah'ın Elçisi, Daws kabilesi inkâr etti ve seni yalanladı, onlara lanet et.\" Denildi ki: \"Daws helak olsun.\" Bunun üzerine o (Allah'ın Elçisi) şöyle dedi: \"Allah, Daws kabilesini doğru yola iletsin ve beni onlara yönlendirsin.\""
    },
    {
      "id": 280,
      "narrator": "",
      "text": ""
    },
    {
      "id": 281,
      "narrator": "",
      "text": "Diğer hadis, Ebu Hureyre'den hafif bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 282,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu rivayet etti: \"Banu Tamim'in bazı ayırt edici özellikleri vardır ki, bunları Allah'ın Elçisi'nden (ﷺ) duydum ve onlara olan sevgim bundan sonra asla azalmadı; ve sözleri şunlardır: Onlar savaş alanında insanların en cesurudur ve (kelime) 'Deccal' geçmez.\""
    },
    {
      "id": 283,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu rivayet etti: \"Benim gibi insanları bulacaksınız, cahiliye döneminde sizlerin en iyisi, İslam döneminde de en iyisi olacaktır, yeter ki onu anlasınlar; ve insanlar arasında, otorite pozisyonuna karşı olan, bu pozisyon kendisine zorla verilene kadar, en kötü olanı ise iki yüzlü olan kişidir. Onlar bir yüzle gelirler ve diğer yüzle başkalarına giderler.\""
    },
    {
      "id": 284,
      "narrator": "",
      "text": "Bu hadis, diğer rivayet zincirleriyle aktarılmıştır. Ebu Zur'a'nın zincirinde kelimelerde hafif bir değişiklik vardır."
    },
    {
      "id": 285,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu rivayet etti: \"Kadınların en iyileri develere binenlerdir.\" Birisi: \"Onlar Kureyş'in takva sahibi kadınlarıdır.\" dedi, diğeri ise: \"Kureyş kadınları, çocukken yetimlere merhamet eder ve eşlerinin mallarını korurlar.\" dedi."
    },
    {
      "id": 286,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle, kelime değişikliği ile aktarılmıştır ve \"yetim\" kelimesi yoktur."
    },
    {
      "id": 287,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle derken duyduğunu bildirdi: Kureyş kadınları kadınlar arasında iyidir. Onlar develere binerler, çocuklarına sevgi gösterirler ve kocalarının mallarını titizlikle korurlar. Abu Huraira, bu rivayetin sonunda Meryem binti İmran'ın asla deveye binmediğini söyledi."
    },
    {
      "id": 288,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) gave a proposal of marriage to Umm Hani, the daughter of Abu Talib, whereupon she said:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) Umm Hani, Ebu Talib'in kızı ile evlilik teklifi yaptığını bildirdi. Bunun üzerine o şöyle dedi: Allah'ın Messenger'ı, ben büyük bir aileye sahip yaşlı bir kadınım. Bunun üzerine Allah'ın Messenger'ı (ﷺ) şöyle dedi: En iyi kadınlar develere binenlerdir; hadisin geri kalanı aynıdır, ancak Ar'a kelimesi yerine Ahna kelimesi kullanılmıştır (ve tam cümle şöyle olmuştur): Çocuklara çocukluklarında sevgi ile muamele ederler."
    },
    {
      "id": 289,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: Develere binen en iyi kadınlar, Kureyş'in takva sahibi kadınlarıdır; çocuklarına çocukluklarında sevgi ile muamele ederler ve eşlerinin mallarını titizlikle korurlar."
    },
    {
      "id": 290,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın aynı isnadıyla aktarılmıştır."
    },
    {
      "id": 291,
      "narrator": "",
      "text": "Anas, Allah'ın Messenger'ının (ﷺ) Ebu Ubeyde b. Cerrah ile Ebu Talha arasında kardeşlik kurduğunu bildirdi."
    },
    {
      "id": 292,
      "narrator": "It was said to Anas b. Malik:",
      "text": "Anas b. Malik'e denildi ki: Kesinlikle duymuşsundur ki Allah'ın Messenger'ı (ﷺ) şöyle dedi: İslam'da kardeşlik (hilf) yoktur. Anas dedi: Allah'ın Messenger'ı (ﷺ) Kureyş ile Ensar arasında kardeşlik bağını kendi evinde kurdu."
    },
    {
      "id": 293,
      "narrator": "",
      "text": "Anas, Allah'ın Messenger'ının (ﷺ) Medine'deki evinde Kureyş ile Ensar arasında kardeşlik kurduğunu bildirdi."
    },
    {
      "id": 294,
      "narrator": "Jubair b. Mut'im reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jubair b. Mut'im, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: İslam'da kardeşlik (hilf) yoktur, ancak (hilf) cahiliye döneminde (iyilik için) kurulmuştur. İslam onu güçlendirir ve kuvvetlendirir."
    },
    {
      "id": 295,
      "narrator": "Abu Burda reported on the authority of his father:",
      "text": "Abu Burda, babasının rivayetiyle: Biz Allah'ın Elçisi (ﷺ) ile akşam namazını kıldık. Sonra dedik ki: Eğer (Allah'ın Messenger'ı ile) oturup gece namazını kılarsak çok iyi olur, bu yüzden oturduk ve o bize geldi ve: Hala burada oturuyorsunuz, dedi. Ben dedim ki: Allah'ın Messenger'ı, biz sizinle akşam namazını kıldık, sonra dedik ki: Hadi oturalım ve sizinle gece namazını kılalım, bunun üzerine o dedi: İyi yaptınız ya da doğru yaptınız. Sonra gökyüzüne başını kaldırdı ve sık sık başını gökyüzüne kaldırdığında şöyle derdi: Yıldızlar gökyüzü için bir güven kaynağıdır ve yıldızlar kaybolduğunda gökyüzüne gelir, yani (aynı kaderi paylaşır) karanlığa dalacağı vaadiyle. Ve ben, arkadaşlarım için bir güven kaynağıyım ve ben gittiğimde, arkadaşlarıma düşecektir, onlara vaadedildiği gibi ve arkadaşlarım, ümmet için bir güven kaynağıdır ve gittiklerinde, ümmetime düşecektir, (halkı) vaadedildiği gibi."
    },
    {
      "id": 296,
      "narrator": "Abu Sa'id Khudri reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Sa'id Hudri, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: İnsanlar için bir zaman gelecek ki, gruplar Allah yolunda savaşmak için yola çıkacak ve onlara denilecek: İçinizde Allah'ın Messenger'ını (ﷺ) gören var mı? Ve onlar diyecekler: Evet, ve zafer onlara verilecek. Sonra insanlar Allah yolunda savaşmak için yola çıkacak ve onlara denilecek: İçinizde Allah'ın Messenger'ının (ﷺ) yanında oturanlardan birini gören var mı? Ve onlar diyecekler: Evet, ve onlara zafer verilecek. Sonra bir grup Allah yolunda savaşmak için yola çıkacak ve onlara denilecek: İçinizde Allah'ın Messenger'ını (ﷺ) görenlerden birini gören var mı? Ve onlar diyecekler: Evet, ve onlara zafer verilecek."
    },
    {
      "id": 297,
      "narrator": "Abu Sa'id Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Sa'id Hudri, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: İnsanlara bir zaman gelecek ki, bir grup Allah yolunda savaşmak için gönderilecek ve onlara denilecek: Bakın, içlerinde Allah'ın Elçisi (ﷺ) ile arkadaşlık yapmış birini bulabiliyor musunuz? Onlar birini bulacaklar ve onun sayesinde zafer verilecek. Sonra onlara ikinci bir grup gönderilecek ve onlara denilecek: İçlerinde Allah'ın Messenger'ı (ﷺ) ile arkadaşlık yapmış birini bulabiliyor musunuz? - ve onun sayesinde zafer verilecek. Sonra üçüncü bir grup gönderilecek ve onlara denilecek: Bakın, içlerinde Allah'ın Messenger'ı (ﷺ) ile arkadaşlık yapmış birini gören birini bulabiliyor musunuz? Sonra dördüncü bir grup gönderilecek ve onlara denilecek: İçlerinde Allah'ın Messenger'ı (ﷺ) ile arkadaşlık yapmış birini gören birini bulabiliyor musunuz? Ve bir kişi bulunacak ve onun sayesinde zafer verilecek."
    },
    {
      "id": 298,
      "narrator": "Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: Ümmetimin en iyileri, benim neslime en yakın olanlardır. Sonra onlara en yakın olanlar, sonra onlara en yakın olanlar, sonra insanlar gelecek ki, onların şahitliği yeminlerinden önce gelir ve yeminleri şahitliklerinden önce gelir. Hannad, rivayetinde Qarn'ı anmamıştır. Kutaiba, Qaum kelimesi yerine Aqwam kelimesinin kullanıldığını söyledi."
    },
    {
      "id": 299,
      "narrator": "Abdullah reported:",
      "text": "Abdullah bildirdi: Allah'ın Elçisi'ne (ﷺ) insanlar arasında en iyi kimdir diye soruldu. O şöyle dedi: (İnsanlar) benim neslim, sonra onlara en yakın olanlar, sonra onlara en yakın olanlar, sonra bir grup gelecek ki, onların delilleri yeminlerinden önce gelir ve yeminleri delillerinden önce gelir. İbrahim dedi: Biz gençken yemin etmeyi ve şahitlik yapmayı yasakladılar."
    },
    {
      "id": 300,
      "narrator": "",
      "text": "Bu hadis, Mansur tarafından Abu al-Ahwas ve Jarir'in rivayetiyle, kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 301,
      "narrator": "'Abdullah (b. Mas'ud) reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abdullah (b. Mes'ud) Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: İnsanlar arasında en hayırlı olanlar benim neslimdir, sonra onlardan sonraki nesil. (Ravi dedi ki): Üç kez mi yoksa dört kez mi söylediğini bilmiyorum. Sonra onlardan sonra, yemin öncesinde delil getirecek bazı kimseler gelecektir; bazıları içinse delil, yeminden önce gelecektir."
    },
    {
      "id": 302,
      "narrator": "Abu Huraira reported Allah's Messenger (may, peace be upon him) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ona selam olsun) şöyle söylediğini bildirdi: Ümmetimin en hayırlı çağı, benim gönderildiğim çağdır, sonra ondan sonraki çağ. (Ravi dedi ki): Ve Allah en iyi bilendir, bu sözleri üçüncü kez söyleyip söylemediğini. Sonra, (şişman görünmeyi) seven insanlar gelecek ve tanıklık yapmaları istendiğinde, tanıklık kutusuna koşacaklardır."
    },
    {
      "id": 303,
      "narrator": "This hadith has been reported on the authority of Abu Huraira through another chain of transmitters (but with this variation) that Abu Huraira said:",
      "text": "Bu hadis, Ebu Hureyre'den başka bir nakil zinciriyle (ama bu farklılıkla) bildirilmiştir ki, Ebu Hureyre şöyle demiştir: Kendi neslinden sonra iki nesli mi yoksa üçüncü nesli de mi söylediğini bilmiyorum."
    },
    {
      "id": 304,
      "narrator": "Imran b. Husain reported Allah's-Messenger (ﷺ) as saying:",
      "text": "İmran b. Hüsain, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini bildirdi: Sizler arasında en hayırlı olanlar benim çağımda bulunan insanlardır. Sonra onlardan sonraki nesil, sonra onlardan sonraki nesil, sonra onlardan sonraki nesil. İmran dedi ki: Allah'ın Elçisi (ﷺ) \"sonraki\" kelimesini iki kez mi yoksa üç kez mi söylediğini bilmiyorum, ama sonra şöyle dedi: Onlardan sonra, (halef veya onları takip edecek olanlar) bir grup insan gelecek ki, tanıklık yapmaları istendiğinde, önce delil getirecekler; bunlar dürüst olmayacaklar ve güvenilir olmayacaklar, yemin edecekler ama yerine getirmeyecekler ve şişman görünme konusunda dikkat çekecekler."
    },
    {
      "id": 305,
      "narrator": "This hadith has been reported on the authority of Shu'ba with the same chain of transmitters (and the words are):",
      "text": "Bu hadis, Şu'ba'dan aynı nakil zinciriyle bildirilmiştir (ve sözler şunlardır): Kendi neslinden sonra iki nesli mi yoksa üçüncü nesli de mi zikrettiğini bilmiyorum. Şababa dedi ki: Bunu, bir ihtiyaç için bana at sırtında gelen Zahdam b. Mudarrib'ten duydum ve o da bunu İmran b. Hüsain'den duyduğunu aktardı; ve Yahya ile Şababa'nın naklettiği hadiste (sözler şunlardır): Yemin ederler ama yerine getirmezler; ve Bahz'ın naklettiği hadiste ise, kelime Yafun olarak geçmektedir, İbn Ca'fer'den nakledilmiştir."
    },
    {
      "id": 306,
      "narrator": "This hadith has been narrated on the authority of 'Imran b. Husain through another chain of transmitters (and the words are):",
      "text": "Bu hadis, İmran b. Hüsain'den başka bir nakil zinciriyle bildirilmiştir (ve sözler şunlardır): Bu ümmetin en hayırlı nesli, gönderildiğim nesildir, sonra ondan sonraki nesil, ve Ebu 'Awana'nın naklettiği hadiste bir ek vardır (ve sözler şunlardır): Ve Allah en iyi bilendir, üçüncü nesli zikredip zikretmediğini; hadisin geri kalanı, Zahdam'dan İmran aracılığıyla nakledilenle aynıdır. Hişam'ın Katada'dan naklettiği hadiste ise, bu sözlerin eklenmesi vardır: Yemin ederlerken, yemin etmeleri istenmez."
    },
    {
      "id": 307,
      "narrator": "'A'isha reported that a person asked Allah's Apostle (ﷺ) as to who amongst the people were the best. He said:",
      "text": "Aişe, bir kişinin Allah'ın Elçisi'ne (ﷺ) insanlardan en hayırlı olanların kimler olduğunu sorduğunu bildirdi. O da: Benim neslimden, sonra ikinci nesilden (benim neslime yakın olan), sonra üçüncü nesilden (ikinci nesile yakın olan) dedi."
    },
    {
      "id": 308,
      "narrator": "'Abdullah b. Umar reported that Allah's Messenger (ﷺ) led us 'Isha' prayer at the latter part of the night and when he had concluded it by salutations he stood up and said:",
      "text": "Abdullah b. Umar, Allah'ın Elçisi'nin (ﷺ) gece namazını kıldırdığını ve namazı selamla bitirdikten sonra ayağa kalkıp şöyle dediğini bildirdi: Bu geceyi gördünüz mü? Bundan yüz yıl sonra, yeryüzünde (benim arkadaşlarımdan) hiç kimse kalmayacak. İbn Umar dedi ki: İnsanlar, Allah'ın Elçisi'nin (ﷺ) bu yüz yıl ile ilgili olarak söylediği sözleri anlamıyorlardı. Allah'ın Elçisi (ﷺ) aslında bu sözlerle, o gün yeryüzünde yaşayanlardan hiç kimsenin (yüz yıl sonra) hayatta kalmayacağını ve bu neslin sona ereceğini kastetmiştir."
    },
    {
      "id": 309,
      "narrator": "",
      "text": "Bu hadis, Zuhri aracılığıyla Ma'mar'dan nakledilmiştir."
    },
    {
      "id": 310,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) ölümünden bir ay önce şöyle dediğini duyduğunu bildirdi: Siz bana Kıyamet Saati'ni sordunuz, oysa onun bilgisi Allah'tadır. Ancak ben yemin ederim ve derim ki, yeryüzünde, yaratılanlardan (benim arkadaşlarımdan) yüz yılın sonunda hiç kimse kalmayacaktır."
    },
    {
      "id": 311,
      "narrator": "This hadith has been narrated on the authority of Ibn Juraij with the same chain of transmitters, but there is no mention of the words:",
      "text": "Bu hadis, İbn Juraij'den aynı nakil zinciriyle nakledilmiştir, ancak \"ölümünden bir ay önce\" ifadesi geçmemektedir."
    },
    {
      "id": 312,
      "narrator": "Jabir b. 'Abdullah reported Allah's Apostle (ﷺ) as saying one mouth before his death (or something like it):",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) ölümünden bir ay önce (veya benzeri bir şey) şöyle dediğini bildirdi: O zaman (Allah'ın Elçisi'nin hayatında) yaşayan yaratılanlardan hiç kimse kalmayacaktır.... Abd al-Rahman, Allah'ın Elçisi'nin (ﷺ) bu sözlerini, insanların ömürlerinin kısalacağı şeklinde yorumlamıştır."
    },
    {
      "id": 313,
      "narrator": "",
      "text": "Bu hadis, Sulaiman Taimi aracılığıyla diğer nakil zincirleriyle bildirilmiştir."
    },
    {
      "id": 314,
      "narrator": "Abu Sa'id reported that when Allah's Apostle (ﷺ) came back from Tabuk they (his Companions) asked about the Last Hour. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Ebu Sa'id, Allah'ın Elçisi (ﷺ) Tabuk'tan döndüğünde, (arkadaşları) Kıyamet Saati hakkında sorduklarında, Allah'ın Elçisi (ﷺ) şöyle dedi: Yeryüzünde yaşayan yaratılanlardan (bu yüzyılı) geçiren hiç kimse kalmayacaktır."
    },
    {
      "id": 315,
      "narrator": "Jabir b. 'Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi'nin (ﷺ) yüz yıl sonra, yaratılanlardan (benim arkadaşlarımdan) hiç kimsenin kalmayacağını söylediğini bildirdi. Salim dedi ki: Biz bunu ona (Cabir'e) hatırlattık, o da: Bu, o gün yaşayanları kastetmektedir, dedi."
    },
    {
      "id": 316,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Ashabımı kötülemeyin, ashabımı kötülemeyin. Canımın olduğu Allah'a yemin ederim ki, sizden biri Uhud kadar altın harcasaydı, bu, onlardan birinin bir mud'undan veya yarısından daha fazla olmazdı."
    },
    {
      "id": 317,
      "narrator": "Abu Sa'id reported there was some altercation between Khalid b. Walid and Abd al-Rahman b. 'Auf and Khalid reviled him. Thereupon Allah's Messwger (ﷺ) said:",
      "text": "Abu Sa'id, Halid b. Velid ile Abd al-Rahman b. 'Auf arasında bir tartışma olduğunu ve Halid'in onu kötülediğini bildirmiştir. Bunun üzerine Allah'ın Messenger'ı (ﷺ) şöyle dedi: Hiç kimse ashabıma kötülememelidir. Çünkü sizden biri Uhud kadar altın harcasaydı, bu, onlardan bir mud'undan veya yarısından daha fazla olmazdı."
    },
    {
      "id": 318,
      "narrator": "",
      "text": "Bu hadis, el-A'maş'tan rivayet edilmiştir ve Şu'ba ile Vaki', Abd al-Rahman b. 'Auf ve Halid hakkında bir şey zikretmemiştir."
    },
    {
      "id": 319,
      "narrator": "Usair b. Jabir reported that a delegation from Kufa came to 'Umar and there was a person amongst them who jeered at Uwais. Thereupon Umar said:",
      "text": "Usair b. Cabir, Kufe'den bir heyetin 'Umar'a geldiğini ve aralarında Uvais'e alay eden bir kişinin bulunduğunu bildirmiştir. Bunun üzerine 'Umar şöyle dedi: Aramızda Karan'dan biri var mı? O kişi geldi ve 'Umar dedi ki: Şüphesiz ki Allah'ın Messenger'ı (ﷺ) şöyle demiştir: Yemen'den Uvais adında bir kişi size gelecek ve Yemen'de geride sadece annesini bırakacak, ve onun beyazlığı (cilt hastalığı nedeniyle) olacak ve Allah'a dua etti ve bu hastalığı, bir dinar veya dirhem kadar bir yer dışında iyileşti. Sizden biri onu bulursa, ondan sizin için Allah'tan af dilemesini istemelidir."
    },
    {
      "id": 320,
      "narrator": "'Umar b. Khattab reported:",
      "text": "'Umar b. Khattab, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini işittiğini bildirmiştir: Haleflerden biri Uvais adında biri olacaktır. Annesi (yanında) olacak ve (küçük bir) cilt hastalığı izi olacak. Ondan Allah'tan sizin için af dilemesini isteyin."
    },
    {
      "id": 321,
      "narrator": "Usair b. Jabir reported that when people from Yemen came to help (the Muslim army at the time of jihad) he asked them:",
      "text": "Usair b. Cabir, Yemen'den (cihad zamanında) insanları yardım için geldiğinde onlara sordu: Aranızda Uvais b. 'Amir var mı? (Onu bulana kadar) devam etti ve Uvais ile karşılaştı. Dedi ki: Sen Uvais b. 'Amir misin? O da: Evet, dedi. Dedi ki: Karan kabilesinden misin? O da: Evet, dedi. (Hadrat) 'Umar (tekrar) dedi: Cilt hastalığına yakalandın mı ve sonra bir dirhem kadar bir yer dışında iyileştin mi? O da: Evet, dedi. (Umar) dedi: Annen (yaşıyor mu)? O da: Evet, dedi. (Umar) dedi: Allah'ın Messenger'ının (ﷺ) şöyle dediğini işittim: Yemen halkından Uvais b. 'Amir size gelecek. (O) Karan'dan, Murid kabilesinin bir dalıdır. Cilt hastalığına yakalanmıştı, ama bir dirhem kadar bir yer dışında iyileşmişti. Annesiyle olan ilişkisi çok güzel olacaktı. Eğer Allah adına yemin ederse, Allah onu kabul eder. Eğer mümkünse, ondan Allah'tan sizin için af dilemesini isteyin. Böylece o (Uvais) onun için af diledi. 'Umar dedi: Nereye gitmek istiyorsun? O da: Kufe'ye. (Umar) dedi: Sana oranın valisine bir mektup yazayım, bunun üzerine o (Uvais) dedi: Ben yoksul insanlar arasında yaşamayı severim. Ertesi yıl, Kufe'nin seçkinlerinden biri Hac yaptı ve 'Umar ile karşılaştı. Ona Uvais hakkında sordu. O da: Ben onu geçim sıkıntısı içinde bıraktım, dedi. (Bunun üzerine) 'Umar dedi: Allah'ın Messenger'ının (ﷺ) şöyle dediğini işittim: Uvais b. 'Amir, Karan'dan, Murid kabilesinin bir dalı olarak, Yemen halkından size gelecek. Cilt hastalığına yakalanmıştı, ama bir dirhem kadar bir yer dışında iyileşmişti. Annesiyle olan ilişkisi çok nazik olacaktı. Eğer Allah adına yemin ederse, Allah onu kabul eder. Eğer mümkünse, ondan Allah'tan sizin için af dilemesini isteyin. Böylece o Uvais'e gitti ve: Allah'tan benim için af dile, dedi. O (Uvais) dedi: Sen kutsal bir yolculuktan (Hac) yeni geldin; bu yüzden sen benim için af dile. Hac yapan kişi dedi: Allah'tan benim için af dile. O (Uvais tekrar) dedi: Sen kutsal yolculuktan yeni geldin, bu yüzden sen benim için af dile. (Uvais ayrıca) dedi: 'Umar ile karşılaştın mı? O da: Evet. O (Uvais) onun için Allah'tan af diledi. Böylece insanlar Uvais'in (dini takva) durumunu öğrendi. O (o yerden) gitti. Usair dedi: Onun giysileri bir hırkadan ibaretti ve onu gören herkes: Uvais bu hırkayı nereden aldı? dedi."
    },
    {
      "id": 322,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Dharr, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Yakında, insanların kaba bir dil kullandığı bir ülkeyi fethedeceksiniz. Onların sizin üzerinizde bir akrabalık hakkı vardır. Ve eğer bir tuğla için iki kişinin kavga ettiğini görürseniz, oradan çıkın. O (Abu Dharr) daha sonra Rabila ve 'Abd al-Rahman, Şurahbil b. Hasana'nın iki oğlu arasında bir tuğla için tartıştıklarını gördü ve o yüzden o ülkeyi terk etti."
    },
    {
      "id": 323,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Dharr, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Yakında Mısır'ı fethedeceksiniz ve bu, al-qirat olarak bilinen bir ülkedir. Onu fethettiğinizde, sakinlerine iyi davranın. Çünkü onlarla akrabalık veya evlilik ilişkisi nedeniyle üzerinizde bir sorumluluk vardır. Ve eğer bir tuğla için iki kişinin birbirleriyle tartıştığını görürseniz, oradan çıkın. O (Abu Dharr) dedi: Şurahbil b. Hasana'nın oğlu Abd al-Rahman ve kardeşi Rabi'a'nın bir tuğla için tartıştıklarını gördüm. Bu yüzden o (ülkeyi) terk ettim."
    },
    {
      "id": 324,
      "narrator": "Abu Barza reported that Allah's Messenger (ﷺ) sent a person to a tribe amongst the tribes of Arabia. They reviled him and beat him. He came to Allah's Messenger (ﷺ) and narrated to him (the story of atrocities perpetrated upon him by the people of the tribe). Thereupon he (the Holy Prophet) said:",
      "text": "Abu Barza, Allah'ın Messenger'ının (ﷺ) bir kişiyi Arabistan kabilelerinden birine gönderdiğini bildirmiştir. Onlar onu kötülediler ve dövdüler. O, Allah'ın Messenger'ına (ﷺ) geldi ve (kabile halkının kendisine uyguladığı zulmü) anlattı. Bunun üzerine o (Peygamber) dedi: Eğer 'Uman halkına gelseydin, ne seni kötülerlerdi ne de döverlerdi."
    },
    {
      "id": 325,
      "narrator": "Abu Naufal reported:",
      "text": "Abu Naufal, Abdullah b. Zubair'in Medine'nin (Mekke'ye giden) yolunda asılı cesedini gördüğünü bildirmiştir. Kureyş oradan geçti ve diğer insanlar da, Abdullah b. 'Umar oradan geçti. Orada durdu ve dedi: Sana selam olsun, Abu Khubaib (Hadrat Abdullah b. Zubair'ın künyesi), sana selam olsun Abu Khubaib, sana selam olsun, Abu Khubaib! Allah'a yemin ederim ki, ben seni bundan men ediyordum; Allah'a yemin ederim ki, ben seni bundan men ediyordum, Allah'a yemin ederim ki, ben seni bundan men ediyordum. Allah'a yemin ederim ki, bildiğim kadarıyla sen oruç ve namaza çok düşkün ve akrabalık bağlarını güçlendirmeye çok dikkat ediyordun. Allah'a yemin ederim ki, senin mensup olduğun grup (kötü) olarak damgalanmış olsa da, gerçekten iyi bir gruptur. Sonra Abdullah b. 'Umar oradan ayrıldı. Abdullah (b. 'Umar)ın 'Abdullah b. Zubair'e yapılan insanlık dışı muameleye karşı duruşu ve bu konudaki sözleri Haccac (b. Yusuf)'a iletildi ve (sonuç olarak) o (Abdullah b. Zubair'in cesedi) asılı olduğu yerden indirilip Yahudilerin mezarlarına atıldı. O (Haccac) Asma'ya (bint Abu Bakr, Abdullah'ın annesi) bir elçi gönderdi. Ama o gelmeyi reddetti. Tekrar ona, eğer gelmezse, saçından çekerek zorla getireceğini söyleyerek elçi gönderdi. Ama o yine reddetti ve dedi: Allah'a yemin ederim ki, senin yanına, beni saçımdan çekerek getirecek birini göndermedikçe gelmeyeceğim. Bunun üzerine o dedi: Bana ayakkabılarımı getir. Ayakkabılarını giydi ve kibirle hızlıca yürüyerek ona geldi ve dedi: Allah'ın düşmanına yaptıklarımı nasıl buluyorsun? O da: Bu dünyada ona zulmettiğini, o ise senin ahiretini mahvettiğini buluyorum. Bana iletildi ki, sen onu (Abdullah b. Zubair'i) iki kuşaklı birinin oğlu olarak adlandırıyordun. Allah'a yemin ederim ki, ben gerçekten iki kuşaklı bir kadınım. Birincisi, Allah'ın Messenger'ının (ﷺ) yiyeceklerini yüksek bir yere asmak için kullandığım kuşak ve onu hayvanların erişemeyeceği bir yere koymak için, ikincisi ise hiçbir kadının vazgeçemeyeceği kuşaktır. Gerçekten Allah'ın Messenger'ı (ﷺ) bize Thaqif'te büyük bir yalancı ve büyük bir katil doğacağını söylemişti. Yalancıyı gördük, katil konusunda ise senin dışında kimseyi bulamıyorum. O (Haccac) ayağa kalktı ve ona hiçbir cevap vermedi."
    },
    {
      "id": 326,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Eğer din Pleiades'te olsaydı, yine de bir Pers onu alırdı veya Pers soyundan biri onu kesinlikle bulurdu."
    },
    {
      "id": 327,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirmiştir: Allah'ın Apostle'ı (ﷺ) ile oturuyorduk ki, Sura al-Cuma ona indirildi ve o (bu sözleri) okudu: \"Onların arasında henüz katılmamış olan diğerleri,\" orada bulunanlardan biri (oturanlardan) dedi: Allah'ın Messenger'ı! Ama Allah'ın Apostle'ı (ﷺ) cevap vermedi, ta ki o ona bir, iki veya üç kez sordu. Aramızda Salman-ı Farsi vardı. Allah'ın Apostle'ı (ﷺ) elini Salman'ın üzerine koydu ve sonra dedi: İman Pleiades'te olsa bile, bunlardan birisi onu kesinlikle bulacaktır."
    },
    {
      "id": 328,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: İnsanlar yüz deve gibi olacak ve siz bir (deve) bile binmeye uygun bulamayacaksınız."
    }
  ]
}