{
  "language": "tr",
  "metadata": {
    "length": 217,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported that a person came to Allah, 's Messenger (ﷺ) and said:",
      "text": "Ebu Hureyre, bir kişinin Allah'ın Elçisi'ne (ﷺ) gelerek şöyle dediğini bildirdi: İnsanlar arasında benim elimden en iyi muameleyi hak eden kimdir? O (Peygamber) dedi ki: Annen. Adam tekrar sordu: Peki, sonra kim? O dedi ki: Yine annen (en iyi muameleyi hak eden). Adam: Peki, sonra kim? O (Peygamber) dedi ki: Yine annen. Adam tekrar sordu: Peki, sonra kim? O dedi ki: O zaman baban. Kutalba'dan rivayet edilen hadiste \"insanlar\" kelimesi geçmemektedir."
    },
    {
      "id": 2,
      "narrator": "Abu Huraira reported that a person said:",
      "text": "Ebu Hureyre, bir kişinin şöyle dediğini bildirdi: Allah'ın Elçisi, insanlar arasında benim iyi muamelemden en çok kim yararlanır? O dedi ki: Annen, yine annen, yine annen, sonra baban, sonra en yakın akrabaların sırasıyla."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, bir kişinin Allah'ın Elçisi'ne (ﷺ) geldiğini bildirdi. Hadisin geri kalanı Cerir'in rivayet ettiğiyle aynıdır, ancak şu ekleme ile: Babana yemin ederim, bilgi alırsın."
    },
    {
      "id": 4,
      "narrator": "This hadith has been narrated on the authority of Ibn Shubruma with the same chain of transmitters and the hadith transmitted on the authority of Wuhaib there is a slight variation of wording. Same is the case with the hadith transmitted on the authority of Muhammad b. Talha (and the words are):",
      "text": "Bu hadisin İbn Şubrum'a aynı isnatla nakledildiği ve Vuhayb'tan rivayet edilen hadiste kelimelerde hafif bir farklılık olduğu bildirilmiştir. Aynı durum Muhammed b. Talha'dan rivayet edilen hadiste de geçerlidir (ve kelimeler şunlardır): \"İnsanlar arasında benden en iyi muameleyi hak eden kimdir?\""
    },
    {
      "id": 5,
      "narrator": "Abdullah b. 'Amr reported that a person came to Allah's Apostle (ﷺ) and sought permission (to participate) in Jihad, whereupon he (the Holy Prophet) said:",
      "text": "Abdullah b. Amr, bir kişinin Allah'ın Elçisi'ne (ﷺ) gelerek cihada katılmak için izin istediğini bildirdi. Bunun üzerine (Peygamber) dedi ki: Ebeveynin hayatta mı? O dedi ki: Evet. Bunun üzerine (Peygamber) dedi ki: Onların hizmetinde en iyi çabayı göstermelisin."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Bu hadis Habib'den birkaç isnat zinciriyle nakledilmiştir."
    },
    {
      "id": 7,
      "narrator": "Yazid b. Abu Habib reported that Na'im, the freed slave of Umm Salama, reported to him that 'Abdullah b. 'Amr b. 'As said:",
      "text": "Yezid b. Ebu Habib, Na'im'in, Ümmü Seleme'nin azatlısı olduğunu ve 'Abdullah b. Amr b. As'ın şöyle dediğini bildirdi: Allah'ın Elçisi'ne (ﷺ) bir kişi geldi ve şöyle dedi: Ben, sadece Allah'tan ödül umarak hicret ve cihad için sana biat ediyorum. O (Peygamber) dedi ki: Ebeveyninden biri hayatta mı? O dedi ki: Evet, elbette, ikisi de hayatta. O daha sonra sordu: Allah'tan ödül mü istiyorsun? O dedi ki: Evet. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Geri dön ebeveynine ve onlara iyi muamele et."
    },
    {
      "id": 8,
      "narrator": "Abu Huraira reported that Juraij was one who was devoted to (prayer) in the temple. His mother came to him. Humaid said that Abu Rafi' demonstrated before us like the demonstration made by abu Huraira to whom Allah's Messenger (ﷺ) had demonstrated as his mother called him placing her palms upon the eyebrows and lifting her head for calling him and said:",
      "text": "Ebu Hureyre, Juraij'in (namaz) için tapınakta kendini adayan biri olduğunu bildirdi. Annesi ona geldi. Hümeyd, Ebu Rafi'in, Allah'ın Elçisi'ne (ﷺ) annesi onu çağırırken ellerini kaşlarının üzerine koyarak ve başını kaldırarak çağırdığı gibi bize gösterdiğini söyledi ve dedi ki: Juraij, annendir, onunla konuş. O, o sırada namaza dalmıştı, bu yüzden kendine dedi ki: Ey Rabbim, annem (bana sesleniyor) (oysa ben namazdayım). Namazı tercih etti. O (annesi) geri döndü, sonra ikinci kez geldi ve dedi ki: Ey Juraij, annem (seni çağırıyor), benimle konuş. O dedi ki: Ey Allah, annem de burada ve namazım var, namazı tercih etti. O dedi ki: Ey Allah, bu Juraij benim oğlum. Onunla konuşmak istiyorum ama o benimle konuşmayı reddediyor. Ey Allah, onu öldürme, ta ki o fahişeleri görmeden. Eğer o (kalbinden) ona lanet etseydi, o bir kargaşaya düşerdi. Juraij'in namaz kıldığı tapınağın yakınında bir çoban yaşıyordu. Öyle oldu ki, o köyden bir kadın oraya geldi ve o çoban onunla zina etti ve hamile kaldı ve bir çocuk doğurdu. Ona denildi ki: Bu çocuğun babası kim? O dedi ki: Bu, bu tapınakta yaşayanın çocuğudur. Bunun üzerine baltalar ve küreklerle gelen kişiler Juraij'i çağırdılar. O namaza dalmıştı ve onlarla konuşmadı ve tapınağı yıkmaya hazırlanıyorlardı ki onları gördü ve onlara geldi ve dediler ki: Ona (bu kadına) ne dediğini sor. O gülümsedi ve çocuğun başını okşadı ve dedi ki: Baban kim? O (çocuk) dedi ki: Babam koyun çobanıdır, bunu duyunca dediler ki: Yıktığımız tapınağı altın ve gümüşle yeniden inşa etmeye hazırız. O dedi ki: Hayır, onu daha önce olduğu gibi toprakla yeniden inşa edin. Sonra yukarı çıktı (odasına ve namaza daldı)."
    },
    {
      "id": 9,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Beşikte sadece üç kişi konuştu, Meryem'in oğlu İsa, ikincisi Juraij'in arkadaşıdır. Juraij bir tapınak yaptırmış ve kendini oraya kapatmıştı. Annesi ona geldiği zaman o namazdaydı ve dedi ki: Juraij. O dedi ki: Ey Rabbim, annem (bana sesleniyor) (oysa ben namazdayım). Namaza devam etti. O geri döndü ve ertesi gün geldiğinde o namazdaydı ve dedi ki: Juraij. O dedi ki: Ey Rabbim, annem (bana sesleniyor) (oysa ben namazdayım), namaza devam etti ve o geri döndü, sonra ertesi gün yine geldi ve o namazdaydı ve dedi ki: Juraij. O dedi ki: Ey Rabbim, annem (bana sesleniyor) (oysa ben namazdayım), namaza devam etti ve o dedi ki: Ey Rabbim, onu öldürme, ta ki o fahişelerin sonunu görmeden. Juraij'in hikayesi ve onun tefekkürü ve namazı Beni İsrail arasında yayıldı. Güzel bir kadın fahişe olarak ortaya çıktı. O (insanlara) dedi ki: Eğer isterseniz onu kötü yola çekebilirim. Kendini ona sundu ama o ona aldırış etmedi. O, tapınağın yakınında yaşayan bir çobana gitti ve ona kendini sundu ve onunla cinsel ilişkiye girdi ve hamile kaldı ve bir çocuk doğurduğunda dedi ki: Bu Juraij'den. Bunun üzerine geldiler ve onu indirmesini istediler ve tapınağı yıktılar ve onu dövmeye başladılar. O dedi ki: Ne oldu? Onlar dediler ki: Sen bu fahişe ile zina ettin ve o senin soyundan bir çocuk doğurdu. O dedi ki: Çocuk nerede? Onlar onu (çocuğu) getirdiler ve o dedi ki: Beni bırakın, namaz kılmam gerek. Ve o namaz kıldı ve bitirdiğinde çocuğa gitti. Karnına vurdu ve dedi ki: Ey çocuk, baban kim? O dedi ki: O, çoban. Bunu duyunca onlar Juraij'e döndüler, onu öptüler ve ona dokundular (bereket için) ve dediler ki: Tapınağını altınla inşa etmeye hazırız. O dedi ki: Hayır, onu daha önce olduğu gibi toprakla yeniden inşa edin, ve bunu yaptılar. Sonra bir bebek annesinin sütünü emerken, güzel giysiler içinde bir kişi bir hayvan üzerinde geçiyordu. Annesi dedi ki: Ey Allah, çocuğumu bunun gibi yap. O (bebek) emzirmeyi bıraktı ve ona bakmaya başladı ve dedi ki: Ey Allah, beni bunun gibi yapma. Sonra göğsüne geri döndü ve annesinin sütünü emmeye başladı. O (Ebu Hureyre) dedi ki: Sanki Allah'ın Elçisi'ni (ﷺ) görüyorum, o emzirmeyi parmağıyla ağzında gösteriyor ve onu emiyor. O (Ebu Hureyre) ayrıca Allah'ın Elçisi'nin (selam üzerine olsun) şöyle dediğini bildirdi: Onun yanından geçen bir kız dövülüyordu ve ona zina ettin ve hırsızlık yaptın diyorlardı ve o diyordu ki: Allah bana yeter ve O benim iyi koruyucumdur, ve annesi dedi ki: Ey Allah, çocuğumu onun gibi yapma ve o emzirmeyi bıraktı ve ona bakarak dedi ki: Ey Allah, beni onun gibi yap. Ve aralarında bir konuşma geçti. O dedi ki: Ey kel başlı, iyi görünüşlü bir kişi geçti ve ben dedim ki: Ey Allah, çocuğumu bunun gibi yap, sen dedin ki: Ey Allah, beni bunun gibi yapma. Ve bir fahişe geçti ve onu dövüyorlardı ve ona zina ettin ve hırsızlık yaptın diyorlardı ve ben dedim ki: Ey Allah, çocuğumu onun gibi yapma, sen dedin ki: Ey Allah, beni onun gibi yap. Bunun üzerine o dedi ki: O kişi bir zalimdi, ben dedim ki: Ey Allah, beni onun gibi yapma. Ve onun hakkında dedikleri: Sen zina ettin, oysa o gerçekten zina etmemişti ve dedikleri: Sen hırsızlık yaptın, oysa o hırsızlık yapmamıştı, bu yüzden ben dedim ki: Ey Allah, beni onun gibi yap."
    },
    {
      "id": 10,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Toprağa düşsün, toprağa düşsün. Denildi ki: Allah'ın Elçisi, o kimdir? O dedi ki: Ebeveynlerinden birini yaşlılık döneminde gören veya ikisini gören ama Cennete giremeyen kişidir."
    },
    {
      "id": 11,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Alçaltılsın, alçaltılsın. Denildi ki: Allah'ın Elçisi, o kimdir? O dedi ki: Ebeveynini yaşlılık döneminde bulan, ya biri ya da her ikisi, ama Cennete giremeyen kişidir."
    },
    {
      "id": 12,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Üç kez alçaltılsın, ve hadisin geri kalanı aynıdır."
    },
    {
      "id": 13,
      "narrator": "Ibn Dinar reported that a desert Arab met Abdullah b. 'Umar on the way to Mecca. 'Abdullah greeted him and mounted him upon the donkey on which he had been riding and gave him the turban that he had on his head. Ibn Dinar (further) reported:",
      "text": "İbn Dinar, bir bedevinin Abdullah b. Ömer ile Mekke yolunda karşılaştığını bildirdi. Abdullah ona selam verdi ve onu bindiği eşeğin üzerine oturttu ve başındaki sarığı ona verdi. İbn Dinar (devamla) bildirdi: Biz (Abdullah b. Ömer'e) dedik: Allah sana iyilik yapsın, bunlar bedevi ve onlar bile az şeyle yetinirler. Bunun üzerine Abdullah dedi ki: Onun babası Ömer b. Hattab tarafından çok sevilirdi ve ben Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: Bir evladın en güzel iyilik eylemi, babasının sevdiklerine iyi muamele etmektir."
    },
    {
      "id": 14,
      "narrator": "'Abdullah b. Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: En güzel iyilik, bir kişinin babasının sevdiklerine iyi muamele etmesidir."
    },
    {
      "id": 15,
      "narrator": "Abdullah b. Dinar reported that when 'Abdullah b. 'Umar set out to Mecea, 'he kept a donkey with him which he used as a diversion from the tedium of journey on the camel's back and had a turban which he tied round his head. One day, as he was riding the donkey a desert Arab happened to pass by him. He ('Abdullah b. 'Umar) said:",
      "text": "Abdullah b. Dinar, Abdullah b. Ömer Mekke'ye yola çıktığında, yanında bir eşek bulundurduğunu ve bu eşeği deve sırtındaki yolculuğun sıkıntısından uzaklaşmak için kullandığını ve başına sardığı bir sarık olduğunu bildirdi. Bir gün, eşeğiyle giderken bir bedevi yanından geçti. O (Abdullah b. Ömer) dedi ki: Sen falan mısın? O dedi ki: Evet. Ona eşeğini verdi ve dedi ki: Bunu sür ve sarığı başına bağla. Arkadaşlarından bazıları dedi ki: Allah seni affetsin, bu bedeviye, eğlence için bindiğin eşeği ve başına sardığın sarığı verdin. Bunun üzerine o dedi ki: Gerçekten ben Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: En güzel iyilik, bir kişinin babasının ölümünden sonra babasının sevdiklerine iyi muamele etmesidir ve bu kişinin babası Ömer'in dostuydu."
    },
    {
      "id": 16,
      "narrator": "Nawwas b. Sam'an al-Ansari reported:",
      "text": "Nüveys b. Sem'an el-Ensari, Allah'ın Elçisi (ﷺ) ile erdem ve kötülük hakkında konuştum. O şöyle dedi: Erdem, iyi bir tavırdır; kötülük ise kalbinde rahatsızlık veren ve insanların bilmesini istemediğin şeydir."
    },
    {
      "id": 17,
      "narrator": "Nawwas b. Sam'an reported:",
      "text": "Nüveys b. Sem'an, Allah'ın Elçisi (ﷺ) ile bir yıl kaldım. Göç etmemi engelleyen şey, ondan (İslam hakkında) sürekli sorular sormaktı. Bizden biri Medine'ye göç ettiğinde, Allah'ın Elçisi'nden (ﷺ) fazla soru sormayı bırakırdı. Bu yüzden ben de erdem ve kötülük hakkında sordum. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Erdem, iyi bir tavırdır; kötülük ise zihninde rahatsızlık veren ve insanların bilmesini istemediğin şeydir."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Şüphesiz Allah evreni yarattı ve bunu tamamladığında, akrabalık bağları öne çıkarak şöyle dedi: \"Bu, akrabalık bağlarının kesilmesinden sığınan için bir yerdir.\" O da: \"Evet.\" dedi. \"Benim akrabalık bağlarını korumamı istemez misiniz? Ben, akrabalık bağlarını koruyana bağlarımı koruyacak ve onları kesene de bağlarımı keseceğim.\" Akrabalık bağları: \"Elbette.\" dediler. Bunun üzerine O şöyle dedi: \"İşte, durumunuz böyledir.\" Allah'ın Elçisi (ﷺ) sonra şöyle dedi: \"İsterseniz okuyun: 'Ama eğer yüz çevirirseniz, yeryüzünde bozgunculuk çıkarır ve akrabalık bağlarını kesersiniz. İşte bunlar, Allah'ın lanetlediği kimselerdir; onları sağır kılmış ve gözlerini kör etmiştir. Kur'an üzerinde düşünmüyorlar mı? Yoksa kalplerinde kilitler mi var?'\""
    },
    {
      "id": 19,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: Akrabalık bağı, Arş'a asılmıştır ve şöyle der: \"Beni birleştiren, Allah onu birleştirir; beni kesen, Allah onu keser.\""
    },
    {
      "id": 20,
      "narrator": "Jubair b. Mut'im reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Cübeir b. Mut'im, babasından rivayetle, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Akrabalık bağlarını kesen cennete giremez.\" İbn Ömer, Sufyan'ın bunu şöyle açıkladığını söyledi: \"Akrabalık bağlarını kesen cennete giremez.\""
    },
    {
      "id": 21,
      "narrator": "Jubair b. Mutlim reported that his father narrated to him that Allah's Messenger (ﷺ) said:",
      "text": "Cübeir b. Mut'im, babasının kendisine aktardığına göre, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Akrabalık bağlarını kesen cennete giremez.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, Zuhri'den aynı isnat ile rivayet edilmiştir."
    },
    {
      "id": 23,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) şöyle derken işitti: \"Geçim kaynağının genişlemesini veya ömrünün uzamasını isteyen, akrabalık bağlarını korusun.\""
    },
    {
      "id": 24,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Geçim kaynağının genişlemesini ve ömrünün uzamasını isteyen, akrabalık bağlarını korusun.\""
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported that a person said:",
      "text": "Ebu Hureyre, bir kişinin şöyle dediğini aktardı: \"Allah'ın Elçisi, benim akrabalarım var, onlarla yakın ilişki kurmaya çalışıyorum ama onlar bu ilişkiyi kesiyor. Ben onlara iyi davranıyorum ama onlar bana kötü davranıyor. Ben onlara tatlı davranıyorum ama onlar bana sert davranıyor.\" Bunun üzerine O (Peygamber) şöyle dedi: \"Eğer söylediklerin doğruysa, o zaman sen aslında onların yüzlerine sıcak küller atıyorsun ve Allah katında senin için her zaman seni destekleyen bir melek olacaktır; bu, sen bu (doğru yol) üzerinde durduğun sürece devam edecektir.\""
    },
    {
      "id": 26,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Ne karşılıklı nefret besleyin, ne kıskançlık, ne de düşmanlık; kardeşler ve Allah'ın kulları gibi olun. Bir Müslümanın, kardeşiyle olan ilişkisini üç günden fazla kesmesi helal değildir.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) bu şekilde söylediğini bildirdi. Bu hadis başka bir isnat ile de rivayet edilmiştir."
    },
    {
      "id": 28,
      "narrator": "This hadith has been narrated on the authority of Zuhri with the same chain of transmitters with the addition of Ibn Uyaina (and the words are):",
      "text": "Bu hadis, Zuhri'den aynı isnat ile, İbn Uyeyne eklemesiyle rivayet edilmiştir (ve sözler şunlardır): \"Karşılıklı ilişkileri kesmeyin.\""
    },
    {
      "id": 29,
      "narrator": "This hadith has been narrated through another chain of transmitters and the hadith transmitted on the authority of Abd al-Razziq (the words are):",
      "text": "Bu hadis başka bir isnat ile rivayet edilmiştir ve Abd al-Razziq'ten aktarılan hadiste (sözler şunlardır): \"Ne kin besleyin ne de akrabalık bağlarını kesin, ne de düşmanlık besleyin.\""
    },
    {
      "id": 30,
      "narrator": "Anas reported Allah's Apostle (ﷺ) as saying:",
      "text": "Enes, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Kin beslemeyin, düşmanlık beslemeyin ve akrabalık bağlarını kesmeyin; Allah'ın kulları olarak kardeşler gibi yaşayın.\" Bu hadis, Şu'ba'dan aynı isnat ile ama şu eklemeyle rivayet edilmiştir: \"Allah'ın size emrettiği gibi.\""
    },
    {
      "id": 31,
      "narrator": "Abu Ayyub Ansiri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Eyyub Ensari, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Bir Müslümanın, kardeşiyle üç geceden fazla küs kalması caiz değildir; biri bir tarafa dönerken, diğeri diğer tarafa döner; ikisi arasında en hayırlısı, selamı ilk verenidir."
    },
    {
      "id": 32,
      "narrator": "This hadith has been transmitted on the authority of Zuhri with a slight variation of wording (and the words are):",
      "text": "Bu hadis, Zuhri'den biraz farklı bir ifadeyle rivayet edilmiştir (ve sözler şunlardır): \"Biri dönerken, diğeri de döner; biri diğerinden kaçar, diğeri de ondan kaçar.\""
    },
    {
      "id": 33,
      "narrator": "'Abdullah b. 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Ömer, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Bir Müslümanın, kardeşiyle üç günden fazla küs kalması caiz değildir."
    },
    {
      "id": 34,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Üç günden fazla küs kalmamalıdır."
    },
    {
      "id": 35,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Şüphecilikten kaçının, çünkü şüphe, konuşmadaki en büyük yalandır ve birbiriniz hakkında meraklı olmayın, birbirinizi gözetlemeyin, birbirinize karşı kıskançlık beslemeyin, kin tutmayın, birbirinize karşı düşmanlık ve nefret beslemeyin. Ve kardeşler olun ve Allah'ın kulları olun."
    },
    {
      "id": 36,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: (Diğerleriyle) küs kalmayın ve düşmanlık beslemeyin, diğerinin girdiği bir ticarete girmeyin ve kardeşler olun ve Allah'ın kulları olun."
    },
    {
      "id": 37,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Birbirinize karşı kin beslemeyin, birbirinize karşı nefret beslemeyin, birbiriniz hakkında meraklı olmayın ve birbirinizi fiyat artırmak amacıyla geçmeyin ve kardeşler olun ve Allah'ın kulları olun."
    },
    {
      "id": 38,
      "narrator": "This hadith has been narrated on the authority of A'mash with the same chain of transmit ters (and the words are):",
      "text": "Bu hadis, A'maş'tan aynı isnatla rivayet edilmiştir (ve sözler şunlardır): \"Sıla-i rahmi kesmeyin, birbirinize karşı düşmanlık beslemeyin, birbirinize karşı nefret beslemeyin ve diğerine karşı kıskançlık hissetmeyin ve Allah'ın size emrettiği gibi kardeşler olarak yaşayın.\""
    },
    {
      "id": 39,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Birbirinize karşı nefret beslemeyin ve birbirinize karşı kıskanmayın ve Allah'ın kulları olun."
    },
    {
      "id": 40,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Kin tutmayın ve fiyat artırmak için birbirinizi geçmeyin ve nefret veya düşmanlık beslemeyin ve diğerlerinin girdiği bir ticarete girmeyin ve kardeşler olun ve Allah'ın kulları olun. Bir Müslüman, diğer bir Müslümanın kardeşidir. O, onu ne zulmeder ne de küçük düşürür, ne de ona tepeden bakar. Takva buradadır, (bunu söylerken) göğsüne üç kez işaret etti. Bir Müslümanın, kardeş Müslümanına tepeden bakması büyük bir kötülüktür. Bir Müslümanın, inanç kardeşine karşı kanı, malı ve onuru dokunulmazdır."
    },
    {
      "id": 41,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira with some addition (and it is this):",
      "text": "Bu hadis, Ebu Hureyre'den bazı eklemelerle rivayet edilmiştir (ve bu ekleme şudur): \"Şüphesiz ki Allah, bedenlerinize ve yüzlerinize bakmaz, fakat kalplerinize bakar,\" ve parmaklarıyla kalbine işaret etti."
    },
    {
      "id": 42,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Şüphesiz ki Allah, yüzlerinize ve mallarınıza bakmaz, fakat kalbinize ve amellerinize bakar."
    },
    {
      "id": 43,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: Cennet kapıları, yalnızca iki günde açılır; pazartesi ve perşembe. O gün, Allah'a hiçbir şeyi ortak koşmayan her kul affedilir, ancak kalbinde kardeşine karşı kin olan kişi affedilmez. Ve denir ki: İkisine de bakın, ta ki barış sağlanana kadar; ikisine de bakın, ta ki barış sağlanana kadar; ikisine de bakın, ta ki barış sağlanana kadar. Bu hadis, Suhail'den rivayet edilmiştir; o da babasından, Malik'in isnadıyla, ancak bu ifadeyle: \"Birbirlerini boykot edenler affedilmeyeceklerdir.\""
    },
    {
      "id": 44,
      "narrator": "Abu Huraira reported it as a marfu' hadith (and the words are):",
      "text": "Ebu Hureyre, bunu marfu' bir hadis olarak bildirmiştir (ve sözler şunlardır): Ameller, her perşembe ve pazartesi sunulur ve Yüce ve Azamet sahibi Allah, kalbinde kardeşine karşı kin olan kişi hariç, Allah'a hiçbir şeyi ortak koşmayan her kişiye af eder. Denir ki: İkisini de bekletin, ta ki barış sağlanana kadar."
    },
    {
      "id": 45,
      "narrator": "Abu Huraim reported Allah's Messenger (ﷺ) as saying The deeds of people would be presented every week on two days, viz. Monday and Thursday, and every believing servant would be granted pardon except the one in whose (heart) there is rancour against his brother and it would he said:",
      "text": "Ebu Huraim, Allah'ın Messenger'ı (ﷺ) şöyle buyurduğunu bildirmiştir: İnsanların amelleri her hafta iki günde, yani pazartesi ve perşembe sunulacaktır ve her inanan kul affedilecektir, ancak kalbinde kardeşine karşı kin olan kişi affedilmeyecektir ve denir ki: Onları bırakın ve barış sağlanana kadar bekletin."
    },
    {
      "id": 46,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Şüphesiz, Allah Kıyamet Günü şöyle diyecek: 'Benim rızam için birbirini sevenler nerede? Bugün onları, başka bir gölgelik yokken, benim gölgemde barındıracağım.'\""
    },
    {
      "id": 47,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurdu: \"Bir kişi, başka bir şehirdeki kardeşini ziyarete gitti ve Allah, onun yolunda beklemesi için bir Melek gönderdi. Kardeşine ulaştığında ona dedi: 'Nereye gitmek istiyorsun?' O da: 'Bu şehirdeki kardeşime gitmek istiyorum.' dedi. Melek: 'Onun için herhangi bir iyilikte bulundun mu (karşılığını almak istediğin)?' dedi. O da: 'Hayır, sadece Allah, Azze ve Celle için onu seviyorum.' Bunun üzerine Melek: 'Ben sana Allah'tan bir elçiyim: Allah, seni onun için seviyor, sen de onu O'nun için sevdiğin gibi.' dedi.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadis, Hammid b. Selame'den aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 49,
      "narrator": "Abu Rabi' reported directly from Allah's Apostle (may peace upon him) as saying:",
      "text": "Abu Rabi' doğrudan Allah'ın Elçisi'nden (ona selam olsun) şöyle buyurduğunu bildirdi: \"Hasta olanı ziyaret eden, geri dönmediği sürece cennetin meyve bahçesindedir.\""
    },
    {
      "id": 50,
      "narrator": "Thauban, the freed slave of Allah's Messenger (ﷺ), reported that Allah's Messenger (ﷺ) said:",
      "text": "Thauban, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Hasta olanı ziyaret eden, geri dönene kadar cennetin meyve bahçesinde kalır.\""
    },
    {
      "id": 51,
      "narrator": "Thauban reported Allah's Apostle (ﷺ) as saying:",
      "text": "Thauban, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Gerçekten, bir Müslüman, İslam'daki kardeşini ziyaret ettiğinde, geri dönene kadar cennetin meyve bahçesinde kalması beklenir.\""
    },
    {
      "id": 52,
      "narrator": "Thauban, the freed slave of Allah's Messenger (ﷺ), reported Allah's Messenger (ﷺ) as saying:",
      "text": "Thauban, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Hasta olanı ziyaret eden, cennetin meyve bahçesinde kalması beklenir.\" Bunun üzerine soruldu: \"Ey Allah'ın Elçisi, bu Khurfat-ul-jannah nedir?\" O da: \"Meyvelerle dolu bir yerdir.\" dedi."
    },
    {
      "id": 53,
      "narrator": "",
      "text": "Bu hadis, Asim el-Ahval'den aynı rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 54,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Şüphesiz, Allah, Azze ve Celle, Kıyamet Günü şöyle diyecek: 'Ey Âdem oğlu, ben hastaydım ama sen beni ziyaret etmedin.' O da: 'Ey Rabbim, ben seni nasıl ziyaret edebilirim ki sen âlemlerin Rabbisin?' Bunun üzerine Allah şöyle diyecek: 'Şu ve bu kulum hastaydı ama sen onu ziyaret etmedin, bilmiyor muydun ki eğer onu ziyaret etseydin, beni onun yanında bulurdun? Ey Âdem oğlu, senden yiyecek istedim ama sen bana yedirmedin.' O da: 'Rabbim, ben seni nasıl doyurabilirim ki sen âlemlerin Rabbisin?' Allah şöyle diyecek: 'Şu ve bu kulum senden yiyecek istedi ama sen ona yedirmedin, bilmiyor muydun ki eğer ona yedirmiş olsaydın, beni yanında bulurdun? (Rab tekrar diyecek:) Ey Âdem oğlu, senden içecek istedim ama sen bana içirmedin.' O da: 'Rabbim, ben seni nasıl içirebilirim ki sen âlemlerin Rabbisin?' Bunun üzerine Allah şöyle diyecek: 'Şu ve bu kulum senden içecek istedi ama sen ona içirmedin, eğer ona içirmiş olsaydın, beni yanında bulurdun.'\""
    },
    {
      "id": 55,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) kadar daha ağır bir hastalık geçiren kimse görmedim. 'Uthman tarafından nakledilen rivayette kelime değişikliği vardır."
    },
    {
      "id": 56,
      "narrator": "",
      "text": "Bu hadis, A'mash aracılığıyla diğer rivayet zincirleriyle nakledilmiştir."
    },
    {
      "id": 57,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah şöyle bildirdi: \"Ben, Allah'ın Elçisi (ﷺ) yüksek ateşle yatarken ziyaret ettim. Vücuduna elimle dokundum ve ona: 'Allah'ın Elçisi, yüksek ateşin var.' dedim. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Evet, öyle. Ben sizlerden daha ağır bir ateşle yanıyorum.' Ben: 'Bu, sizin için iki kat ödül olduğu içindir, değil mi?' dedim. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: 'Evet, öyle. Ve Allah'ın Elçisi (ﷺ) tekrar dedi ki: 'Bir Müslüman hastalandığında, onun karşılığı, küçük günahlarının döküldüğü gibidir, tıpkı yaprakların döküldüğü gibi (sonbaharda).' Zubair aracılığıyla nakledilen hadiste bu sözler: 'Vücuduna elimle dokundum.' ifadesi geçmez.\""
    },
    {
      "id": 58,
      "narrator": "This hadith has been transmitted on the authority of jarir and the hadith transmitted on the authority of Abu Mu'awiya there is an addition of these words:",
      "text": "Bu hadis, Cerir aracılığıyla nakledilmiştir ve Abu Mu'awiya'dan nakledilen hadiste şu sözlerin eklenmesi vardır: \"O da dedi ki: 'Evet, benim hayatımın elinde olan Allah'a yemin ederim ki, yeryüzünde hiçbir Müslüman yoktur.' Hadisin geri kalanı aynıdır.\""
    },
    {
      "id": 59,
      "narrator": "Aswad reported that some young men from the Quraish visited 'A'isha as she was in Mina and they were laughing. She said:",
      "text": "Aswad, Kureyş'ten bazı gençlerin 'A'işe'yi Mina'da ziyaret ettiğini ve gülüştüklerini bildirdi. O da: \"Sizi güldüren nedir?\" dedi. Onlar: \"Şu ve bu kişi çadırın ipine takıldı ve boynunu kırmak üzereydi ya da gözlerini kaybetmek üzereydi.\" dediler. O da: \"Gülmeyin, çünkü ben Allah'ın Elçisi (ﷺ) şöyle derken duydum: 'Eğer bir Müslüman bir diken batsa ya da bundan daha kötü bir şey başına gelse, onun için (daha yüksek) bir derece vardır ve günahları silinir.'\""
    },
    {
      "id": 60,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Bir mümin, bir diken batması veya daha fazlası gibi bir sıkıntıdan başka bir şey almaz, fakat Allah onu derecesini yükseltir veya günahlarını onun yüzünden siler.\""
    },
    {
      "id": 61,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bir mümin, Allah günahlarını silip süpürdüğünde, bir dikenin batması veya daha fazlası gibi bir sıkıntı yaşamaz."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "Yukarıdaki hadis, Hişam tarafından aynı isnatla aktarılmıştır."
    },
    {
      "id": 63,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Bir mümine gelen hiçbir sıkıntı yoktur ki, bu onun günahlarını silip süpürmesin, hatta bu bir dikenin batması bile olsa."
    },
    {
      "id": 64,
      "narrator": "'A'isha said:",
      "text": "'A'işe dedi ki: Bir mümine gelen hiçbir sıkıntı yoktur, hatta bu bir dikenin batması olsa bile, bu onun günahlarının silinmesine veya günahlarının yok olmasına vesile olur. Yezid der ki: 'Urve'nin hangi kelimeyi söylediğini bilmiyor (Qussa mı yoksa Kuffira mı dedi)."
    },
    {
      "id": 65,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu bildirdi: Bir mümine gelen hiçbir sıkıntı yoktur, hatta bu bir dikenin batması bile olsa, Allah tarafından ona hayır yazılmadıkça veya günahları silinmedikçe."
    },
    {
      "id": 66,
      "narrator": "Abu Sa'id and abu Huraira reported that they heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id ve Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duyduklarını bildirdiler: Hiçbir mümin, rahatsızlık, zorluk veya hastalık, üzüntü veya hatta zihinsel kaygı ile vurulmaz ki, günahları onun için affedilmesin."
    },
    {
      "id": 67,
      "narrator": "Abu Huraira reported that when this verse was revealed:",
      "text": "Ebu Hureyre, bu ayet indirildiğinde: \"Kim bir kötülük yaparsa, onun karşılığını görecektir\" denildiğinde, Müslümanların çok endişelendiğini bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Müslümanların başına gelen sıkıntılarda sabırlı olun; bu, onun için bir kefaret olacaktır; yolda tökezlemek veya bir dikenin batması bile onun için bir kefaret olur. Müslim, 'Umar b. Abd al-Rahman Muhaisin'in Mekke halkından olduğunu söyledi."
    },
    {
      "id": 68,
      "narrator": "Jabir b. Abdullah reported that Allah's Messenger (ﷺ) visited Umm Sa'ib or Umm Musayyib and said:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) Umm Sa'ib veya Umm Musayyib'i ziyaret ettiğinde şöyle dediğini bildirdi: Umm Sa'ib veya Umm Musayyib, neden titriyorsun? O da: \"Ateşten bir hastalık ve Allah onu bereketlemesin\" dedi. Bunun üzerine o (Peygamber) şöyle dedi: Ateşi lanetleme, çünkü o, Adem'in çocuklarının günahlarını siler; tıpkı bir ocak demirin pasını giderdiği gibi."
    },
    {
      "id": 69,
      "narrator": "'Ata' b. Abi Rabih said:",
      "text": "'Ata' b. Ebi Rabih, İbn Abbas'ın bana şöyle dediğini aktardı: Cennette bir kadını gösterebilir miyim? Ben de: Evet, dedim. O da: İşte bu esmer kadın. Allah'ın Elçisine (ﷺ) geldi ve: \"Epilepsi hastalığına yakalanıyorum ve çıplak kalıyorum; benim için Allah'a dua et\" dedi. Bunun üzerine o (Peygamber) şöyle dedi: Sabırlı olabileceğin kadar sabret, senin için cennet vardır ve istersen, Allah'a dua ederim ki seni iyileştirsin. O da: Sabretmeye hazırım (ama dayanılmaz sıkıntı) çıplak kalmamdır, bu yüzden Allah'a dua et ki beni çıplak bırakmasın, dedi. Bunun üzerine o, onun için dua etti."
    },
    {
      "id": 70,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying that Allah, the Exalted and Glorious, said:",
      "text": "Ebu Dharr, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Ey kullarım, ben zulmü kendime haram kıldım ve aranızda da haram kıldım, bu yüzden birbirinize zulmetmeyin. Ey kullarım, hepiniz sapıksınız, benim hidayet ettiğimler dışında, bu yüzden benden hidayet isteyin, ben de sizi hidayet ederim. Ey kullarım, hepiniz açsınız, benim doyurduğumlar dışında, bu yüzden benden rızık isteyin, ben de sizi doyururum. Ey kullarım, hepiniz çıplaksınız, benim giydirdiğimler dışında, bu yüzden benden giysi isteyin, ben de sizi giydiririm. Ey kullarım, gece ve gündüz günah işliyorsunuz, ben de tüm günahları affederim, bu yüzden benden af dileyin, ben de sizi affederim. Ey kullarım, bana zarar vermek için bir şey yapamazsınız ve bana fayda sağlamak için de bir şey yapamazsınız. Ey kullarım, eğer sizden ilki ve sonuncusu, insanınız ve cinleriniz, içinizden en takvalı bir insanın kalbi kadar takvalı olsalar, bu benim mülkümde hiçbir şeyi artırmaz. Ey kullarım, eğer sizden ilki ve sonuncusu, insanınız ve cinleriniz, içinizden en kötü kalbe sahip bir insan kadar kötü olsalar, bu benim mülkümde hiçbir şeyi azaltmaz. Ey kullarım, eğer sizden ilki ve sonuncusu, insanınız ve cinleriniz, bir yerde toplanıp benden bir şey isteseler ve ben de her birine istediğini versem, bu benim sahip olduğum şeyleri, denize bir iğne batırmanın denizi azaltması gibi azaltmaz. Ey kullarım, sadece sizin amellerinizi kaydediyorum ve sonra size karşılık veriyorum. O yüzden kim hayır bulursa, Allah'ı övsün; kim de bunun dışında bir şey bulursa, kendisinden başkasını kınamasın.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Sa'id, Ebu İdris Khaulini bu hadisi aktardığında diz çökerek aktardığını söyledi."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "Hadis, Ebu Müşir aracılığıyla Sa'id b. Abdil'Aziz'den aktarılmaktadır, ancak önceki hadis Marvan aracılığıyla daha kapsamlıdır."
    },
    {
      "id": 73,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying that he reported it from his Lord, the Exalted and Glorious:",
      "text": "Bu hadis, İbna Beşr ve Muhammed b. Muhammed aracılığıyla Ebu Maşur üzerinden aynı isnatla aktarılmıştır, tam olarak aktarılmıştır."
    },
    {
      "id": 74,
      "narrator": "Jabir b. Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Dharr, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Şüphesiz ben zulmü kendime ve kullarıma haram kıldım, bu yüzden zulmetmeyin.\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 75,
      "narrator": "Ibu 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Zulme karşı dikkatli olun, çünkü zulüm Kıyamet Günü karanlıktır; cimrilikten de sakının, çünkü cimrilik sizden öncekileri helak etti; onları kan dökmeye ve kendilerine haram kılınanı helal kılmaya teşvik etti."
    },
    {
      "id": 76,
      "narrator": "Salim reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Salim, babası aracılığıyla, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Müslüman, diğer bir Müslümanın kardeşidir. Ona zulmetmemeli ve onu mahvetmemelidir. Kardeşinin ihtiyacını karşılayan kimseye, Allah büyük ihtiyaçlarını karşılar; bir Müslümanı sıkıntıdan kurtaran kimseyi, Allah Kıyamet Günü'nde maruz kalacağı sıkıntılardan kurtarır; bir Müslümanın ayıplarını açığa çıkaran kimseyi, Allah Kıyamet Günü'nde ayıplarını gizler."
    },
    {
      "id": 77,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Fakir kimdir biliyor musunuz? Onlar (Peygamberin Sahabeleri) dediler ki: Bizim aramızda fakir, ne dirhemi ne de malı olan kişidir. O (Peygamber) dedi ki: Ümmetimin fakiri, Kıyamet Günü'nde namazları, oruçları ve zekatları ile gelir ama (o gün iflas etmiş olarak bulur kendini, çünkü) başkalarına hakaret etmiş, iftira atmış, başkalarının malını haksız yere tüketmiş, başkalarının kanını dökmüş ve başkalarına vurmuş, ve onun hayırları, (onun elinden zarar görenlerin) hesabına yazılır. Eğer iyi amelleri, hesabı temizlemeye yetmezse, o zaman günahları (hesabına) yazılır ve cehenneme atılır."
    },
    {
      "id": 78,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Kıyamet Günü haklar, hak sahiplerine kesinlikle iade edilecektir; (öyle ki) boynuzsuz koyun, boynuzlu koyundan hesap soracaktır."
    },
    {
      "id": 79,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Allah, yüce ve azizdir, zalime mühlet verir. Ama ona elini uzattığında, artık onu bırakmaz. O (Peygamber) daha sonra şu ayeti okudu: \"İşte Rabbinin, zulmeden şehirleri cezalandırdığı zamanki azabı budur. Şüphesiz, O'nun azabı acı ve şiddetlidir.\" (Hud, 103)."
    },
    {
      "id": 80,
      "narrator": "Jabir b. Abdullah reported that two young men, one from the Muhajirin (emigrants) and the other one from the Angr (helpers) fell into dispute and the Muhajir called his fellow Muhajirin, and the Ansari (the helper) called the Ansar (for help). In the meanwhile, Allah's Messenger (ﷺ) came there and said:",
      "text": "Cabir b. Abdullah, iki gencin, birinin Muhacirlerden, diğerinin Ensar'dan olduğu bir tartışmaya düştüğünü bildirmiştir. Muhacir, diğer Muhacirleri çağırdı, Ensar da (yardım için) Ensar'ı çağırdı. Bu sırada Allah'ın Elçisi (ﷺ) oraya geldi ve dedi ki: Bu, cahiliye günlerinin çağrısı mı? Onlar dediler ki: Allah'ın Elçisi, ciddi bir şey yok. İki genç tartıştı ve biri diğerinin sırtına vurdu. Bunun üzerine o (Peygamber) dedi ki: Bir kişi, kardeşine yardım etmelidir, ister zalim olsun ister mazlum. Eğer zalimse, onu bu işten alıkoymalıdır; bu, onun yardımıdır; eğer mazlumsa, ona (zulme karşı) yardım edilmelidir."
    },
    {
      "id": 81,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) ile birlikte bir seferde, Muhacirlerden bir kişinin, Ensar'dan birinin sırtına vurduğunu bildirmiştir. Ensari, \"Ey Ensar!\" dedi. Muhacir ise, \"Ey Muhacirler!\" dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bu, Cahiliye Günleri'nin çağrıları mı? Onlar dediler ki: Allah'ın Elçisi, Muhacirlerden biri, bir Ensari'nin sırtına vurdu. O da dedi ki: Bu, iğrenç bir şey. Abdullah b. Übey bunu duydu ve dedi: Gerçekten yaptılar. Vallahi, Medine'ye döndüğümüzde, onlardan saygıdeğer olanlar (Ensar) aşağılık olanları (Muhacirleri) dışlayacaklar. Bunun üzerine Ömer dedi: Bana izin ver, bu münafığın boynunu vurayım. Ama o (Peygamber) dedi ki: Bırak, insanlar \"Muhammed, arkadaşlarını öldürüyor\" demesin."
    },
    {
      "id": 82,
      "narrator": "Jabir b. 'Abdullah reported that a person from the emigrants struck the back of an Ansari. He came to Allah's Apostle (ﷺ) and asked for compensation. Thereupon Allah's Apostle (ﷺ) said:",
      "text": "Cabir b. Abdullah, Muhacirlerden birinin, bir Ensari'nin sırtına vurduğunu bildirmiştir. O, Allah'ın Elçisi (ﷺ)'ne gelerek tazminat talep etti. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Bırak, bu, iğrenç bir şeydir. İbn Mansur, Amr aracılığıyla nakledilen rivayette (bu sözlerin de bulunduğunu) söyledi: \"Cabir'i duydum.\""
    },
    {
      "id": 83,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Mümin, diğer bir mümin için bir tuğla gibidir; biri diğerini destekler."
    },
    {
      "id": 84,
      "narrator": "Nu'man b. Bashir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Nu'man b. Beşir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Müminlerin karşılıklı sevgi, şefkat ve dayanışma benzerliği, bir bedendir; onun herhangi bir uzvu acıdığında, bütün beden acı çeker; uykusuzluk ve ateş nedeniyle."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Nu'man b. Beşir, Allah'ın Elçisi (ﷺ)'nden bu şekilde bir hadis rivayet etmiştir."
    },
    {
      "id": 86,
      "narrator": "Nu'man b. Bashir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Nu'man b. Beşir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Müminler, tek bir kişiye benzer; eğer başı ağrırsa, bütün beden ateş ve uykusuzlukla ağrır."
    },
    {
      "id": 87,
      "narrator": "",
      "text": "Nu'man b. Beşir, Müslümanların bir kişinin bedeni gibi olduğunu bildirmiştir; eğer göz ağrırsa, bütün beden acı çeker, eğer baş ağrırsa, bütün beden acı çeker."
    },
    {
      "id": 88,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Nu'man b. Beşir aracılığıyla başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 89,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: İki kişi birbirine hakaret ettiğinde, zulme uğrayan sınırları aşmadığı sürece, ilk hakaret eden günahkardır."
    },
    {
      "id": 90,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Sadaka, malı azaltmaz; kimse bir diğerine affetmez ki, Allah onun şerefini artırmasın; ve kimse Allah rızası için kendini alçaltmaz ki, Allah onun derecesini yükseltmesin."
    },
    {
      "id": 91,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Gıybetin ne olduğunu biliyor musunuz? Onlar (Sahabeler) dediler ki: Allah ve O'nun Elçisi en iyi bilendir. Bunun üzerine o (Kutsal Peygamber) dedi ki: Gıybet, kardeşin hakkında onun hoşlanmadığı bir şekilde konuşmaktır. Kendisine: Eğer kardeşimde bahsettiğim o kusuru gerçekten bulursam, ne dersin? denildi. O da: Eğer (o kusur) gerçekten onda varsa, sen onu gıybet etmiş olursun; eğer onda yoksa bu bir iftiradır, dedi."
    },
    {
      "id": 92,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Allah'ın bu dünyada bir kulun kusurlarını gizlediği, Kıyamet Günü de onun kusurlarını gizleyecektir."
    },
    {
      "id": 93,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Bu dünyada başkalarının kusurlarını gizleyen kul, Kıyamet Günü de Allah tarafından kusurları gizlenecektir."
    },
    {
      "id": 94,
      "narrator": "A'isha reported that a person sought permission from Allah's Apostle (ﷺ) to see him. He said:",
      "text": "A'işe, bir kişinin Allah'ın Elçisi (ﷺ) ile görüşmek için izin istediğini bildirdi. O da: Ona izin verin, dedi. (Ve ayrıca şunu ekledi:) O, kabilesinin kötü bir evladı ya da kötü bir kişisidir. İçeri girdiğinde ona nazik sözler söyledi. A'işe, Allah'ın Elçisi'ne: Sen onun hakkında söylemen gerekeni söyledin ve sonra ona nazik davrandın, dedi. O da: A'işe, gerçekten Allah katında Kıyamet Günü en kötü olan kişi, insanların edepsizlik korkusuyla terk ettiği ya da yüz çevirdiği kişidir, dedi."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Bu hadis, İbn Munkadir'den aynı isnatla ancak kelime farklılığı ile rivayet edilmiştir."
    },
    {
      "id": 96,
      "narrator": "Jarir reported from Allah's Messenger (ﷺ):",
      "text": "Cerir, Allah'ın Elçisi (ﷺ) den şöyle rivayet etti: Şefkatten mahrum olan, aslında hayırdan mahrumdur."
    },
    {
      "id": 97,
      "narrator": "Jarir reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cerir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Şefkatten mahrum olan, aslında hayırdan mahrumdur."
    },
    {
      "id": 98,
      "narrator": "Jarir b. 'Abdullah reported Allah's Apostle (ﷺ) as saying:",
      "text": "Cerir b. Abdullah, Allah'ın Elçisi (ﷺ) den şöyle rivayet etti: Şefkatten mahrum olan, aslında hayırdan mahrumdur ve şefkatten mahrum olan, aslında hayırdan mahrumdur."
    },
    {
      "id": 99,
      "narrator": "'A'isha, the wife of Allah's Apostle (ﷺ), reported that Allah's Messenger (ﷺ) said:",
      "text": "A'işe, Allah'ın Elçisi (ﷺ) nin şöyle dediğini bildirdi: A'işe, gerçekten Allah merhametlidir ve merhameti sever ve merhameti, sertlikten bahsetmediği gibi başka bir şeyden de bahsetmez."
    },
    {
      "id": 100,
      "narrator": "'A'isha, the wife of Allah's Apostle (ﷺ), reported Allah's Apostle (ﷺ) as saying:",
      "text": "A'işe, Allah'ın Elçisi (ﷺ) nin şöyle buyurduğunu bildirdi: Merhamet, bulunduğu her şeyin güzelliğini artırır ve ondan alındığında ise onu kusurlu hale getirir."
    },
    {
      "id": 101,
      "narrator": "This hadith has been reported by Miqdam b. Shuraih b. Hani with the same chain of transmitters but with this addition:",
      "text": "Bu hadis, Miqdam b. Şureyh b. Hani tarafından aynı isnatla ancak şu eklemeyle rivayet edilmiştir: \"A'işe, yaban bir deveye bindi ve onu döndürmeye başladı. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Merhamet göstermelisin, ardından bu hadisi zikretti.\""
    },
    {
      "id": 102,
      "narrator": "'Imran b. Husain reported:",
      "text": "İmrân b. Hüsayn, Allah'ın Elçisi (ﷺ) ile bazı seferlerimizde bulunduğumuzu bildirdi ve orada bir kadın, bir dişi deveyi sürüyordu, o da korktu ve ona lanet etti. Allah'ın Elçisi (ﷺ) bunu duydu ve: Onu boşaltın ve serbest bırakın, çünkü o lanetlidir, dedi. İmrân: O (deve) hala insanların arasında yürüdüğünü görüyorum ve kimse buna dikkat etmiyor, dedi."
    },
    {
      "id": 103,
      "narrator": "'Imran reported:",
      "text": "İmrân, o deveye bakıyormuş gibi hissediyorum, dedi ve Thaqafi'den rivayet edilen hadiste ise: \"Onu boşaltın ve sırtını açın, çünkü o lanetlidir.\" şeklinde geçmektedir."
    },
    {
      "id": 104,
      "narrator": "Abu Burza al-Aslami reported that a slave-girl was riding a dromedary and there was also the luggage of people upon it. that she suddenly saw Allah's Apostle (ﷺ). The way of the mountain was narrow and she said (to that dromedary):",
      "text": "Ebu Burza el-Eslemî, bir cariyenin bir deveye bindiğini ve üzerinde insanların yükü olduğunu bildirdi. O, birden Allah'ın Elçisi (ﷺ) ni gördü. Dağ yolu dar olduğu için ona (deveye): İleride, dedi (ama o deve hareket etmedi). O (cariyeye) öfkeyle: Ey Allah, onu lanetle! dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Lanet edilen deve bizimle gitmesin."
    },
    {
      "id": 105,
      "narrator": "This hadith has been narrated on the authority of Sulaiman Taimi with the same chain of transmitters but with a variation of words (and that is):",
      "text": "Bu hadis, Süleyman Taimi tarafından aynı isnatla ancak kelime farklılığı ile rivayet edilmiştir (ve o da şöyle demiştir): \"Allah'a yemin ederim, lanet edilen şey bizimle gitmesin ya da o gibi bir şey söyledi.\""
    },
    {
      "id": 106,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Bir sıddık için lanet edici olması uygun görünmüyor."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Bu hadis, Ebu Kuraib aracılığıyla aynı isnat zinciriyle nakledilmiştir."
    },
    {
      "id": 108,
      "narrator": "Zaid b. Aslam reported that 'Abd al-Malik b. Marwan sent some domestic goods for decoration to Umm Darda' on his own behalf, and when it was night 'Abd al-Malik got up and called for the servant. It seemed as if he (the servant) was late (in responding to his call), so he ('Abd al-Malik) invoked curse upon him, and when it was morning Umm Darda' said to him:",
      "text": "Zeyd b. Eslem, Abdülmelik b. Mervan'ın kendi adına Umm Darda'ya süs eşyaları gönderdiğini, gece olunca Abdülmelik'in kalkıp hizmetçisini çağırdığını, hizmetçinin çağrısına geç cevap verdiği için ona lanet ettiğini, sabah olunca Umm Darda'nın ona şöyle dediğini bildirmiştir: Gece seni çağırdığında hizmetçine lanet ettiğini duydum. Ve şöyle dedi: Ebu Darda'nın Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu işittim: Lanet eden, Kıyamet Günü ne şefaatçi ne de şahit olacaktır."
    },
    {
      "id": 109,
      "narrator": "",
      "text": "Bu hadis, Zeyd b. Eslem aracılığıyla aynı isnat zinciriyle nakledilmiştir."
    },
    {
      "id": 110,
      "narrator": "Umm Darda' reported on the authority of Abu Darda' as saying:",
      "text": "Umm Darda', Ebu Darda'dan şöyle bildirmiştir: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Lanet eden, Kıyamet Günü ne şahit ne de şefaatçi olacaktır."
    },
    {
      "id": 111,
      "narrator": "Abu Huraira reported it was said to Allah's Messenger (ﷺ):",
      "text": "Ebu Hüreyre, Allah'ın Elçisi'ne (ﷺ) müşriklere lanet etmesi söylendiğinde, o şöyle dedi: \"Ben lanet edici olarak gönderilmedim, ama rahmet olarak gönderildim.\""
    },
    {
      "id": 112,
      "narrator": "A'isha reported that two persons visited Allah's Messenger (ﷺ) and both of them talked about a thing, of which I am not aware, but that annoyed him and he invoked curse upon both of them and hurled malediction, and when they went out I said:",
      "text": "Aişe, Allah'ın Elçisi'ni (ﷺ) iki kişinin kendisini ziyaret ettiğini ve ikisinin de kendisinin bilmediği bir şey hakkında konuştuğunu, bunun onu rahatsız ettiğini ve ikisine de lanet ettiğini bildirmiştir. Dışarı çıktıklarında ben şöyle dedim: Allah'ın Elçisi, iyilik herkesin ulaşır ama bu ikisine ulaşmaz. O da: Neden böyle? dedi. Ben: Çünkü onlara lanet ettin ve beddua ettin, dedim. O da: Bilmiyor musun ki ben Rabbimle şöyle bir şart koydum: \"Ya Allah, ben bir insanım ve bir Müslüman'a lanet ettiğim veya beddua ettiğimde, bunu onun için bir arınma ve sevap kaynağı yap.\""
    },
    {
      "id": 113,
      "narrator": "This hadith has been reported on the authority of A'mash with the same chain of transmitters and the hadith transmitted on the authority of 'Isa (the words are):",
      "text": "Bu hadis, A'maş aracılığıyla aynı isnat zinciriyle bildirilmiştir ve 'İsa'dan nakledilen hadisteki sözler şunlardır: \"Onlarla özel bir görüşme yaptı ve onlara beddua etti ve lanet etti ve onları dışarı gönderdi.\""
    },
    {
      "id": 114,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Ya Allah, ben bir insanım ve Müslümanlardan herhangi birine lanet ettiğim, beddua ettiğim veya ona vurduğumda, bunu onun için bir arınma ve rahmet kaynağı yap.\""
    },
    {
      "id": 115,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) ile benzer bir hadisi, ancak kelime farklılığı ile bildirmiştir."
    },
    {
      "id": 116,
      "narrator": "This hadith has been transmitted on the authority of A'mash and in the hadith transmitted on the authority of 'Isa the words are:",
      "text": "Bu hadis, A'maş aracılığıyla nakledilmiştir ve 'İsa'dan nakledilen hadisteki sözler şunlardır: \"Bunu bir sevap kaynağı yap.\" Ebu Hüreyre'den nakledilen hadisteki sözler ise: \"Bunu bir rahmet kaynağı yap.\""
    },
    {
      "id": 117,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hüreyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Ya Allah, Senin karşısında asla bozulmayacak bir ahit yapıyorum. Ben bir insanım ve bu nedenle bir Müslüman'a herhangi bir zarar verdiğim, azarladığım, lanet ettiğim veya dövdüğümde, bunu Kıyamet Günü'nde Seninle olan yakınlığım, arınmam ve bereketim için bir kaynak yap.\""
    },
    {
      "id": 118,
      "narrator": "",
      "text": "Bu hadis, Ebu Zinad aracılığıyla kelime farklılığı ile nakledilmiştir."
    },
    {
      "id": 119,
      "narrator": "",
      "text": "Bu gibi bir hadis, Ebu Hüreyre'den başka bir isnat zinciriyle bildirilmiştir."
    },
    {
      "id": 120,
      "narrator": "Salim, the freed slave of Nasriyyin, said:",
      "text": "Salim, Nasriyyin'in azatlı kölesi, Ebu Hüreyre'nin Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu söyledi: \"Ya Allah, Muhammed bir insandır. Ben de insanlar gibi öfkelenirim ve Seninle yaptığım bir ahit var ki, onu bozmayacaksın: Bir mümin'e herhangi bir sıkıntı verdiğim, lanet ettiğim veya dövdüğümde, bunu onun günahlarının kefareti ve Kıyamet Günü'nde Seninle olan yakınlığı için bir kaynak yap.\""
    },
    {
      "id": 121,
      "narrator": "Abu Huraira reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirmiştir: \"Ey Allah, benim lanet ettiğim her bir mümin kulun, Kıyamet Günü'nde Sen'e yakınlık kaynağı olsun.\""
    },
    {
      "id": 122,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Senin bozmaman için Seninle bir ahit yaptım, bu yüzden lanet ettiğim veya dövdüğüm her bir mümin için, Kıyamet Günü'nde bu bir kefaret olsun.\""
    },
    {
      "id": 123,
      "narrator": "Jabir b. Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Ben bir insanım ve Rabbim, Yüce ve Şanlı ile bu şartı yaptım: Müslümanlardan lanet ettiğim veya azarladığım her bir kul için, bunu bir arınma ve ödül kaynağı yap.\""
    },
    {
      "id": 124,
      "narrator": "Anas b. Malik reported that there was an orphan girl with Umm Sulaim (who was the mother of Anas). Allah's Messenger (ﷺ) saw that orphan girl and said:",
      "text": "Enes b. Malik, Umm Süleym'in (ki o Enes'in annesidir) yanında bir yetim kız çocuğu olduğunu bildirmiştir. Allah'ın Elçisi (ﷺ) o yetim kızı gördü ve şöyle dedi: \"Ey, sen; gençleşmişsin. Yaşlanma!\" O cariye, ağlayarak Umm Süleym'e döndü. Umm Süleym dedi ki: \"Ey kızım, senin neyin var?\" O dedi ki: \"Allah'ın Elçisi (ﷺ) bana lanet etti ki yaşlanmayayım ve böylece asla yaşlanmayacağım ya da hayatımda (uzunluk) olarak.\" Umm Süleym, başörtüsünü aceleyle sararak Allah'ın Elçisi (ﷺ) ile karşılaşana kadar dışarı çıktı. O, ona dedi: \"Umm Süleym, senin neyin var?\" O dedi: \"Allah'ın Elçisi, yetim kızım üzerine lanet ettin.\" O dedi: \"Umm Süleym, bu ne?\" O dedi: \"O (yetim kız) diyor ki, sen ona lanet ettin ki yaşlanmasın veya hayatında büyümesin.\" Allah'ın Elçisi (ﷺ) gülümsedi ve sonra dedi: \"Umm Süleym, bilmiyor musun ki ben Rabbimle bu şartı yaptım. Ve Rabbimle olan şartım şudur: Ben bir insanım ve bir insan gibi memnun olurum ve bir insan gibi öfkelenirim, bu yüzden ümmetimden lanet ettiğim ve bununla asla hak etmediği bir kişi için, O Rabbim, bunu bir arınma ve saflık kaynağı ve Kıyamet Günü'nde (Allah'a) yakınlık kaynağı yap.\""
    },
    {
      "id": 125,
      "narrator": "Ibn Abbas reported:",
      "text": "İbn Abbas, çocuklarla oynarken Allah'ın Elçisi (ﷺ) yanından geçtiğini bildirmiştir. Ben kapının arkasına saklandım. O (Peygamber) geldi ve omuzlarıma vurdu ve dedi ki: \"Git ve Muaviye'yi çağır.\" Geri döndüm ve dedim: \"O yemekle meşgul.\" Tekrar Muaviye'yi çağırmamı istedi. Gittim (ve geri döndüm) ve onun yemekle meşgul olduğunu söyledim, bunun üzerine o dedi: \"Allah onun karnını doldurmasın!\" İbn Muthanna, Umm Ümmüeyye'ye \"Hatani\" kelimesinin ne anlama geldiğini sordum. O dedi: \"Bu, 'omuzlarıma vurdu' demektir.\""
    },
    {
      "id": 126,
      "narrator": "",
      "text": "Bu hadis, İbn Abbas'ın rivayetiyle biraz farklı bir kelime ile aktarılmıştır."
    },
    {
      "id": 127,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"İnsanlar arasında en kötü olanı iki yüzlü olandır; bazı insanlara bir yüzle gelir, diğerlerine ise diğer yüzle gelir.\""
    },
    {
      "id": 128,
      "narrator": "Abu Huraira reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"İnsanlar arasında en kötü olanı iki yüzlü olandır. O, bazı insanlara bir yüzle gelir, diğerlerine ise diğer yüzle gelir.\""
    },
    {
      "id": 129,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"İnsanlar arasında en kötü olanı iki yüzlü olandır. O, bazı insanlara bir yüzle gelir, diğerlerine ise diğer yüzle gelir.\""
    },
    {
      "id": 130,
      "narrator": "Humaid b. 'Abd al-Rahman b. 'Auf reported that his mother Umm Kulthum daughter of 'Uqba b. Abu Mu'ait, and she was one amongst the first emigrants who pledged allegiance to Allah's Apostle (ﷺ), as saying that she heard Allah's Messenger (ﷺ) as saying:",
      "text": "Hümeyd b. Abd al-Rahman b. Auf, annesi Umm Kulthum binti Ukbe b. Ebu Muayt'ın, Allah'ın Elçisi (ﷺ) ile ilk müslümanlardan biri olarak biat edenlerden biri olduğunu ve onun şöyle dediğini bildirmiştir: \"Bir yalancı, insanlar arasında uzlaştırma sağlamaya çalışan ve iyi konuşan (tartışmayı önlemek için) ya da iyi bir şey ileten değildir.\" İbn Şihab, insanların söyledikleri yalanlar hakkında üç durumda muafiyet olduğunu duymadığını belirtmiştir: savaşta, insanlar arasında uzlaştırma sağlamak için ve kocanın karısına, karının kocasına söylediği sözlerin iletilmesi (uzlaştırma sağlamak amacıyla çarpıtılmış bir şekilde)."
    },
    {
      "id": 131,
      "narrator": "",
      "text": "Bu hadis, İbn Şihab'ın aynı isnat ile ama biraz farklı bir kelime ile rivayet edilmiştir."
    },
    {
      "id": 132,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle biraz farklı bir kelime ile aktarılmıştır."
    },
    {
      "id": 133,
      "narrator": "'Abdullah b. Mas'ud reported that Muhammad (ﷺ) said:",
      "text": "Abdullah b. Mes'ud, Muhammed (ﷺ) şöyle dedi: \"Size iftira etmenin, aslında insanlar arasında ayrılık yaratan bir hikaye taşımak olduğunu bildireyim mi?\" (ve) o (daha sonra) dedi: \"Kişi doğruyu söyler, ta ki doğru olarak kaydedilene kadar, ve yalan bir yalan söyler, ta ki yalancı olarak kaydedilene kadar.\""
    },
    {
      "id": 134,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Doğru, kişiyi Cennete götürür ve erdem de kişiyi Cennete götürür ve kişi doğruyu söyler, ta ki doğru olarak kaydedilene kadar, ve yalan, çirkinliğe götürür ve çirkinlik de Cehenneme götürür, ve kişi yalan söyler, ta ki yalancı olarak kaydedilene kadar.\""
    },
    {
      "id": 135,
      "narrator": "'Abdullah b. Mas'ud reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Mes'ud, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: \"Doğruyu söylemek bir erdemdir ve erdem Cennete götürür ve doğruyu söyleme çabası gösteren kul doğru olarak kaydedilir, ve yalan çirkinliktir ve çirkinlik Cehennem ateşine götürür, ve yalan söyleme çabası gösteren kul yalancı olarak kaydedilir.\" İbn Ebu Şeybe bunu Allah'ın Elçisi (ﷺ) den rivayet etmiştir."
    },
    {
      "id": 136,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Doğruyu söylemek sizler için farzdır, çünkü doğruluk erdeme, erdem de Cennet'e götürür. Doğruyu söylemeye devam eden ve doğruyu söyleme çabası içinde olan kişi, sonunda Allah katında sadık olarak kaydedilir. Yalan söylemekten sakının, çünkü yalan söylemek ahlaksızlığa, ahlaksızlık da Cehennem ateşine götürür. Yalan söylemeye devam eden ve yalan söyleme çabası içinde olan kişi, Allah katında yalancı olarak kaydedilir."
    },
    {
      "id": 137,
      "narrator": "This hadith has been reported on the authority of A'mash with the same chain of transmitters and no mention is made in the hadith transmitted on the authority of 'Isa (of these words):",
      "text": "Bu hadisin A'maş'tan aynı nakil zinciriyle rivayet edildiği bildirilmiştir ve 'İsa'nın rivayetinde bu sözlere yer verilmemiştir: \"Doğruyu söyleme çabası içinde olan ve yalan söyleme çabası içinde olan.\""
    },
    {
      "id": 138,
      "narrator": "Abdullah b. Mas'ud reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Mes'ud, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Sizler arasında \"Raqub\" olarak kimi sayıyorsunuz? Onlar (ashab) dediler: Çocukları olmayan (çocukları doğar ama hayatta kalmaz) kişi. Bunun üzerine o (Peygamber) dedi: O Raqub değildir, Raqub, çocuğunu Cennet'te önde bulamayan kişidir. Sonra sordu: Sizler arasında güreşçi olarak kimi sayıyorsunuz? Biz dedik: İnsanlarla güreşen kişi. O dedi: Hayır, o değil; öfkelendiğinde kendini kontrol edendir."
    },
    {
      "id": 139,
      "narrator": "",
      "text": "Bu hadisin A'maş'tan aynı nakil zinciriyle rivayet edildiği bildirilmiştir."
    },
    {
      "id": 140,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Güçlü adam, iyi güreşen değil, öfkelendiğinde kendini kontrol edendir."
    },
    {
      "id": 141,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Elçisi (ﷺ) şöyle derken işittim: Bir kişi, güreş yeteneği nedeniyle güçlü değildir. Onlar dediler: Allah'ın Elçisi, peki güçlü kimdir? O dedi: Öfkelendiğinde öfkesini kontrol eden kişidir."
    },
    {
      "id": 142,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'den başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 143,
      "narrator": "Sulaiman b. Surad reported that two persons abused each other in the presence of Allah's Apostle (ﷺ) and the eyes of one of them became red as embers and the veins of his neck were swollen. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Süleyman b. Surad, iki kişinin Allah'ın Elçisi (ﷺ) huzurunda birbirlerine hakaret ettiklerini ve bunlardan birinin gözlerinin kor gibi kızardığını ve boynundaki damarların şiştiğini bildirmiştir. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Benim bildiğim bir söz var, eğer o sözü söyleseydi, öfke hali geçerdi ve o söz: \"Ben Allah'tan, lanetli şeytandan sığınırım.\" Kişi dedi: Bende bir delilik buluyor musun? İbn al-'Ala' dedi: Bunu görüyor musun? Ve kişi hakkında bir şey söylemedi."
    },
    {
      "id": 144,
      "narrator": "Sulaiman b. Surad reported that two persons abused each other in the presence of Allah's Apostle (ﷺ) and one of them fell into a rage and his face became red. Allah's Apostle (ﷺ) saw him and said:",
      "text": "Süleyman b. Surad, iki kişinin Allah'ın Elçisi (ﷺ) huzurunda birbirlerine hakaret ettiklerini ve birinin öfkelendiğini ve yüzünün kızardığını bildirmiştir. Allah'ın Elçisi (ﷺ) onu gördü ve dedi: Benim bildiğim bir söz var; eğer o sözü söyleseydi, (öfke hali) geçerdi (ve o söz: \"Ben Allah'tan, lanetli şeytandan sığınırım.\" Bunun üzerine, Allah'ın Elçisi'nden (ﷺ) bunu duyan bir kişi ona gitti ve dedi: Allah'ın Elçisi (ﷺ) ne dedi biliyor musun? O (Peygamber) dedi: Benim bildiğim bir söz var; eğer o sözü söyleseydi, (öfke hali) geçerdi (ve o söz: \"Ben Allah'tan, lanetli şeytandan sığınırım.\" Kişi ona dedi: Beni deli mi buluyorsun?"
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Bu hadis, A'maş'tan aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 146,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Allah, Adem'i Cennet'te yarattığında, onu istediği gibi bıraktı. Sonra İblis etrafında dolaşarak bunun ne olduğunu görmek istedi ve içinin boş olduğunu görünce, kendisinin kendini kontrol edemeyecek bir yaratılışla yaratıldığını anladı."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "Bu gibi bir hadis, Humaid'den aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 148,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Sizden biri kardeşiyle dövüşürse, yüzüne vurmaktan kaçınmalıdır."
    },
    {
      "id": 149,
      "narrator": "This hadith has been transmitted on the authority of Abu Zinad and he said:",
      "text": "Bu hadis, Ebu Zinad'dan rivayet edilmiştir ve o şöyle demiştir: \"Sizden biri yüzüne vurduğunda.\""
    },
    {
      "id": 150,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Sizden biri kardeşiyle dövüşürse, yüzünü korumalıdır."
    },
    {
      "id": 151,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Sizden biri kardeşiyle kavga ettiğinde, yüzüne vurmasın."
    },
    {
      "id": 152,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira and in the hadith transmitted on the authority of Ibn Hatim Allah's Apostle (ﷺ) is reported to have said:",
      "text": "Bu hadis, Ebu Hureyre'den rivayet edilmiştir ve İbn Hatim'in rivayetinde Allah'ın Elçisi (ﷺ) şöyle demiştir: Sizden biri kardeşiyle kavga ettiğinde, yüzüne vurmakta kaçınsın; çünkü Allah, Âdem'i kendi suretinde yaratmıştır."
    },
    {
      "id": 153,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Sizden biri kardeşiyle kavga ettiğinde, yüzüne vurmakta kaçınsın."
    },
    {
      "id": 154,
      "narrator": "'Urwa reported on the authority of his father that Hisham b. Hakim b. Hizam happened to pass by some people in Syria who had been made to stand in the sun and olive-oil was being poured upon their heads. He said:",
      "text": "Urve, babasından rivayet ederek, Hişam b. Hakim b. Hizam'ın Suriye'de güneşte bekletilen bazı insanlardan geçtiğini, başlarına zeytinyağı döküldüğünü söyledi. O da: Bu nedir? dedi. Onlara: Kharaj (devlet geliri) ödemedikleri için cezalandırılıyorlar, denildi. Bunun üzerine o: Allah, bu dünyada insanları haksız yere eziyet edenleri cezalandırır, dedi."
    },
    {
      "id": 155,
      "narrator": "Hisham reported on the authority of his father that Hisham b. Hakim b. Hizam happened to pass by people, the farmers of Syria, who had been made to stand in the sun. He said:",
      "text": "Hişam, babasından rivayet ederek, Hişam b. Hakim b. Hizam'ın Suriye'deki çiftçilerin yanından geçtiğini, onların güneşte bekletildiğini söyledi. O da: Onların durumu nedir? dedi. Onlar: Jizya için alıkonuldular, dediler. Bunun üzerine Hişam: Ben, Allah'ın Elçisi (ﷺ) şöyle derken duyduğuma şahitlik ederim: Allah, dünyada insanları eziyet edenleri azaplandırır, dedi."
    },
    {
      "id": 156,
      "narrator": "",
      "text": "Bu hadis, Hişam'dan aynı isnatla rivayet edilmiştir ve o, Jarir'in eklemesiyle Hişam b. Hakim'in o zaman Filistin'de yönetici olan Ümeyr b. Sa'd'a gittiğini ve ona bu hadisi aktardığını, o da (Peygamber'in sözlerine itaat ederek) onların serbest bırakılmasını emrettiğini ve böylece serbest bırakıldıklarını eklemiştir."
    },
    {
      "id": 157,
      "narrator": "'Urwa b. Zubair reported that Hisham b. Hakim found a person (the ruler of Hims) who had been detaining some Nabateans in connection with the dues of Jizya. He said:",
      "text": "Urve b. Zübeyr, Hişam b. Hakim'in, Jizya borçlarıyla ilgili olarak bazı Nabateanları alıkoyan (Hims yöneticisi) bir kişiyle karşılaştığını bildirdi. O da: Bu nedir? dedi. Ben, Allah'ın Elçisi (ﷺ) şöyle derken duyduğuma şahitlik ederim: Allah, dünyada insanları eziyet edenleri azaplandırır, dedi."
    },
    {
      "id": 158,
      "narrator": "'Amr heard Jabir as saying:",
      "text": "Amr, Cabir'in şöyle dediğini duydu: Bir kişi, elinde bir okla mescide geldi; bunun üzerine Allah'ın Elçisi (ﷺ) ona: Uç kısmını tut, dedi."
    },
    {
      "id": 159,
      "narrator": "",
      "text": "Cabir b. Abdullah, bir kişinin mescide oklarla geldiğini ve okların demir uçlarının açıkta olduğunu, bu yüzden ona, Müslümanlara zarar vermemesi için uç kısımlarını tutması emredildiğini bildirdi."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) mescitte okları serbestçe dağıtan bir kişiye, mescitte demir uçlarını tutarak hareket etmesini emrettiğini bildirdi. İbn Rumh, bunu biraz farklı bir ifadeyle aktarmıştır."
    },
    {
      "id": 161,
      "narrator": "Abd Musa reported that Allah's Messenger (ﷺ) said:",
      "text": "Abd Musa, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Sizden biri elinde bir okla bir toplantıya veya pazara gittiğinde, uç kısmını tutmalıdır; sonra (tekrar söyledi): Uç kısmını tutmalıdır. Ebu Musa: Vallahi, aramızda bazıları okları birbirimizin yüzüne fırlatmadıkça ölümü istemedik, dedi."
    },
    {
      "id": 162,
      "narrator": "Abu Musa reported Allah's Apostle (ﷺ) assaying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Sizden biri mescitte veya pazarda hareket ederken yanında bir ok varsa, demir ucunu avucunda tutmalıdır ki, Müslümanlardan hiç kimse ona zarar görmesin, ya da demir ucunu tutmalıdır, dedi."
    },
    {
      "id": 163,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Ebu'l-Kasım (Allah'ın Elçisi'nin künyesi, ona selam olsun) şöyle dediğini rivayet etti: Kardeşine bir silah doğrultan kimseye, melekler lanet eder; bu, gerçek kardeşi olsa bile, eğer onu bırakmazsa (kardeşine silah doğrultmaktan vazgeçmezse)."
    },
    {
      "id": 164,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) tarafından başka bir isnatla benzer bir hadis rivayet etmiştir."
    },
    {
      "id": 165,
      "narrator": "Abu Huraira reported a hadith from Allah's Messenger (ﷺ) ; (one of them was this) that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini rivayet etmiştir: Sizden hiç kimse kardeşine bir silah doğrultmasın; çünkü o, şeytanın silahı elinden kaydırabileceğini ve (birine zarar verebileceğini) bilmez; böylece cehenneme düşebilir."
    },
    {
      "id": 166,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir kişi yolda yürürken üzerinde dikenli bir dal buldu. Onu kenara itti ve Allah bu hareketini onayladı ve (bir takdir işareti olarak) ona affetti."
    },
    {
      "id": 167,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir kişi yolda yürürken orada bir ağacın dallarını gördü. Dedi ki: \"Allah'a yemin ederim ki, bunları buradan kaldıracağım ki, Müslümanlara zarar vermesin,\" ve cennete kabul edildi."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Bir kişi, insanların rahatsız olduğu bir yoldan kestiği ağaç yüzünden cennette zevk içinde olduğunu gördü."
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu rivayet etmiştir: Müslümanlara rahatsızlık veren bir ağaç vardı; oraya bir kişi geldi ve o (ağacı) kesti (ve böylece) cennete girdi."
    },
    {
      "id": 170,
      "narrator": "Abu Barza reported:",
      "text": "Ebu Barza şöyle rivayet etti: Ben dedim: \"Allah'ın Elçisi, bana faydalanabileceğim bir şey öğret.\" O da dedi ki: \"Müslümanların yollarından rahatsız edici şeyleri kaldır.\""
    },
    {
      "id": 171,
      "narrator": "Abu Barza reported that he said to Allah's Messenger (ﷺ):",
      "text": "Ebu Barza, Allah'ın Elçisi (ﷺ)'ne şöyle dediğini rivayet etti: \"Allah'ın Elçisi, senin ardından hayatta kalıp kalmayacağımı bilmiyorum, bana Allah'ın fayda vereceği bir şey ver.\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"Şunu ve bunu yap ve rahatsız edici şeyleri yollarından kaldır.\""
    },
    {
      "id": 172,
      "narrator": "Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: Bir kadın, bir kediyi hapsedip öldürmesine sebep olduğu için azap çekiyordu ve cehenneme girmesi gerekti. Onu ne yemesi ne de içmesi için serbest bırakmadı, çünkü o hapsedilmişti, ne de yeryüzünün haşeratını yemesi için serbest bıraktı."
    },
    {
      "id": 173,
      "narrator": "",
      "text": "Yukarıdaki hadis, aynı anlamda başka bir rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 174,
      "narrator": "This hadith has been reported on the authority of Ibn 'Umar through another chain of transmitters. And Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadis, İbn Ömer'in rivayetiyle başka bir nakil zinciri üzerinden bildirilmiştir. İbn Ömer, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etmiştir: Bir kadın, bir kediyi bağladığı için azap çekiyordu ve ona ne yemesi ne de içmesi için serbest bırakmadı, ne de yeryüzünün haşeratını yemesi için serbest bıraktı."
    },
    {
      "id": 175,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'nin rivayetiyle başka bir nakil zinciri üzerinden nakledilmiştir."
    },
    {
      "id": 176,
      "narrator": "Abu Huraira reported from Allah's Messenger (ﷺ) A hadith out of which one was this that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nden bir hadis rivayet etti; bunlardan biri şuydu: \"Bir kadın, bir kediyi bağladığı için cehenneme girdi; bu yüzden o yiyemedi ve yeryüzünün haşeratını yemesi için serbest bırakmadı, ta ki o öldü.\""
    },
    {
      "id": 177,
      "narrator": "Abu Sa'id Khudri and Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id Hudri ve Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu rivayet etmiştir: \"Yüce ve Glorifiye Allah dedi ki: \"Şanım, alt elbisem ve azametim, örtüm; (Allah buyuruyor ki) benimle bu konuda mücadele eden kimseyi azap edeceğim.\""
    },
    {
      "id": 178,
      "narrator": "Jundub reported that Allah's Messenger (ﷺ) stated that a person said:",
      "text": "Cündüb, Allah'ın Elçisi (ﷺ)'nin bir kişinin şöyle dediğini bildirdi: \"Allah, falan ve falanı affetmeyecek.\" Bunun üzerine Yüce ve Glorifiye Allah dedi ki: \"Benimle ilgili kim yemin ediyor ki ben falana affetmeyeceğim; ben falana affettim ve onun amellerini silip süpürdüm (o da yemin etti ki ben ona affetmeyeceğim).\""
    },
    {
      "id": 179,
      "narrator": "Abu Huraira reported Allah's Messenger (may peace he upon him) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (sallallahu aleyhi ve sellem)'in şöyle buyurduğunu rivayet etmiştir: \"Dağınık saçlı ve toz içinde olan birçok kişi kapılardan geri çevrilir (halbuki Allah katında o kadar yüksek bir değere sahiptir ki) eğer Allah adına yemin etse (bir şey hakkında) Allah onu yerine getirir.\""
    },
    {
      "id": 180,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu rivayet etmiştir: \"Bir kişi 'insanlar helak oldu' derse, o kendisi helak olmuştur.\" Ebu İshak dedi ki: \"Onun 'ahlakahum' mu yoksa 'ahlakuhum' mu dediğini bilmiyorum.\""
    },
    {
      "id": 181,
      "narrator": "",
      "text": "Bu hadis, Suhail'in rivayetiyle aynı isnatla nakledilmiştir."
    },
    {
      "id": 182,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cebrail, komşuya (iyi muamele) yapmamı o kadar vurguladı ki, onun miras hakkını vereceğini düşündüm."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "Bu hadis, 'A'işe'den başka bir isnatla nakledilmiştir."
    },
    {
      "id": 184,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cebrail, komşuya (iyi muamele) yapmamı o kadar vurguladı ki, onun miras hakkını yakında vereceğini düşündüm."
    },
    {
      "id": 185,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Zerr, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ebu Zerr, ne zaman çorba hazırlasan, ona su ekle ve bunu komşuna (hediye olarak) ver."
    },
    {
      "id": 186,
      "narrator": "Abu Dharr reported Allah's Messenger (ﷺ) commanded me thus:",
      "text": "Ebu Zerr, Allah'ın Elçisi (ﷺ) bana şöyle emretti: Ne zaman bir çorba hazırlasan, ona su ekle ve komşularının hanelerini düşünerek, onlara nazikçe ver."
    },
    {
      "id": 187,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Zerr bildirdi: Allah'ın Elçisi (ﷺ) bana şöyle dedi: İyiliklerden hiçbir şeyi önemsiz görme, hatta kardeşinle güler yüzle karşılaşman bile."
    },
    {
      "id": 188,
      "narrator": "Abu Musa reported that when any needy (person) came to Allah's Messenger (ﷺ) with a need he commanded him to his Companions, saying:",
      "text": "Ebu Musa bildirdi ki, ihtiyaç sahibi bir kimse Allah'ın Elçisi (ﷺ) yanına geldiğinde, onu arkadaşlarına yönlendirerek şöyle emretti: Onun için bir tavsiyede bulunun, böylece sevap kazanırsınız. Ancak Allah, Elçisinin diliyle, en çok sevdiği şeyi hükme bağlar."
    },
    {
      "id": 189,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Musa, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: İyi arkadaşlık ile kötü arkadaşlığın benzerliği, misk sahibi ile (demirci) üfleyici arasındaki gibidir; misk sahibi ya sana ücretsiz sunar ya da ondan satın alırsın ya da hoş kokusunu duyarsın; üfleyici ise ya elbiseni yakar ya da onun kötü kokusunu duymak zorunda kalırsın."
    },
    {
      "id": 190,
      "narrator": "'A'isha, the wife of Allah's Apostle (ﷺ), said:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) ile ilgili olarak şöyle dedi: Bir kadın iki kızıyla birlikte yanıma geldi. Bana (sadaka) istedi ama bende sadece bir hurma vardı, onu verdim. Kadın onu kabul etti ve iki kızı arasında paylaştırdı, kendisi ondan hiç yemedi. Sonra kalktı ve dışarı çıktı, kızı da öyle yaptı. (Bu esnada) Allah'ın Elçisi (ﷺ) beni ziyaret etti ve ona kadının hikayesini anlattım. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Kızlarıyla ilgilenen ve onlara iyi muamele eden kimse, Cehennem ateşinden korunacaktır."
    },
    {
      "id": 191,
      "narrator": "'A'isha reported:",
      "text": "'A'işe bildirdi: Bir fakir kadın, kızlarıyla birlikte yanıma geldi. Ona üç hurma verdim. Her birine bir hurma verdi ve sonra bir hurmayı alıp yemeye niyetlendi ama kızları onu yemek istedi. O da yemek istediği hurmayı aralarında paylaştırdı. Bu (iyi) muamelesi beni etkiledi ve yaptıklarını Allah'ın Elçisi (ﷺ)'ne anlattım. Bunun üzerine o şöyle dedi: Gerçekten Allah, bu (hareketi) nedeniyle ona cenneti vaad etti ya da onu Cehennem ateşinden kurtardı."
    },
    {
      "id": 192,
      "narrator": "Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: İki kızı düzgün bir şekilde büyüten kimse, kıyamet gününde benimle çok yakın olacaktır, ve bu durumu açıklamak için parmaklarını birbirine geçirdi."
    },
    {
      "id": 193,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Müslümanlardan herhangi birinin üç çocuğu ölürse ve o, Allah'ın iradesine sakin bir şekilde boyun eğerse, ateş ona dokunmayacaktır, ancak yemin yerine getirilecektir."
    },
    {
      "id": 194,
      "narrator": "This hadith has been reported by Zuhri on the authority of Malik, and in the hadith transmitted on the authority of Sufyan (the words are):",
      "text": "Bu hadis, Malik'in rivayetiyle Zuhri tarafından nakledilmiştir ve Sufyan'dan nakledilen hadisteki sözler şunlardır: \"O, ateşe girecektir, ancak yemin yerine getirilecektir.\""
    },
    {
      "id": 195,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said to a woman of the Ansar:",
      "text": "Ebu Hureyre bildirdi ki, Allah'ın Elçisi (ﷺ) Ensar'dan bir kadına şöyle dedi: İçinizden herhangi biri, üç çocuğunun üzücü bir şekilde vefat ettiğini görürse ve o, Allah'ın iradesine boyun eğerek ödül umarsa, cennete kabul edilecektir. Onlardan bir kadın dedi ki: Allah'ın Elçisi, eğer (ölen çocuklar) iki olursa. Bunun üzerine o (Peygamber) dedi: İki olsalar bile."
    },
    {
      "id": 196,
      "narrator": "Abu Sa'id Khudri reported that a woman came to Allah's Messenger (ﷺ) and said:",
      "text": "Ebu Sa'id Hudri, bir kadının Allah'ın Elçisi'ne (ﷺ) geldiğini ve şöyle dediğini bildirdi: \"Allah'ın Elçisi, erkekler senin talimatlarını alıyor; lütfen bizim için de uygun bir gün ayır, o gün sana geliriz ve Allah'ın sana öğrettiği şeyleri öğreniriz.\" O da: \"Şu gün toplanın.\" dedi. Onlar toplandılar ve Allah'ın Elçisi (ﷺ) onlara geldi ve Allah'ın ona öğrettiği şeyleri öğretti. Ardından şöyle dedi: \"Aranızda üç çocuğunu (Ahiret'te) öncü olarak gönderen hiçbir kadın yoktur ki, onlar ona Cehennem ateşinden bir koruma olsun.\" Bir kadın sordu: \"Ya iki ve iki ve iki?\" Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: \"İki ve iki ve iki olsa bile.\""
    },
    {
      "id": 197,
      "narrator": "Abu Huraira reported that he (the Holy Prophet) said:",
      "text": "Ebu Hureyre, (Kutsal Peygamber) şöyle dediğini bildirdi: \"Çocuklukta ölen üç (çocuk).\""
    },
    {
      "id": 198,
      "narrator": "Abu Hassan reported:",
      "text": "Ebu Hassan bildirdi: Ebu Hureyre'ye, iki çocuğumun öldüğünü söyledim. \"Bize Allah'ın Elçisi'nden (ﷺ) kalbimizi teselli edecek bir hadis nakleder misin?\" dedim. O da: \"Evet.\" dedi. \"Küçük çocuklar Cennet kuşlarıdır. Eğer onlardan biri babasıyla (ya da ebeveynleriyle) karşılaşırsa, elbiselerinden tutar ya da elbiseni (elimin kenarıyla) tuttuğum gibi elbiseni tutar.\" dedi. Ve (çocuk) onu bırakmaz, ta ki Allah babasını Cennete sokana kadar. Bu hadis, Tamim'in rivayetiyle aynı isnatla nakledilmiştir. Ve onun şöyle dediği bildirilmiştir: \"Allah'ın Elçisi'nden (ﷺ) kalbimizi teselli edecek bir şey işittin mi?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 199,
      "narrator": "Abu Huraira reported that a woman came to Allah's Apostle (ﷺ) with her child and said:",
      "text": "Ebu Hureyre, bir kadının Allah'ın Elçisi'ne (ﷺ) çocuğuyla geldiğini ve şöyle dediğini bildirdi: \"Allah'ın Elçisi, ona Allah'ın bereketini dua et, çünkü ben üç tane gömdüm.\" O da: \"Gerçekten, Cehennem azabından kendini güçlü bir koruma ile korudun.\" dedi. 'Umar, babasından bahsetmiştir, diğerleri ise babasından bahsetmemiştir."
    },
    {
      "id": 200,
      "narrator": "Abu Huraira reported that a woman came to Allah's Apostle (ﷺ) with her child and said:",
      "text": "Ebu Hureyre, bir kadının Allah'ın Elçisi'ne (ﷺ) çocuğuyla geldiğini ve şöyle dediğini bildirdi: \"Allah'ın Elçisi, o hasta ve ben korkuyorum (ölmesinden), çünkü ben üç tane gömdüm.\" Bunun üzerine o şöyle dedi: \"Onların (üzücü vefatları) senin için Cehennem ateşinden bir koruma olacaktır.\" Zuhayr, Ebu Gıyat'ın künyesini zikretmemiştir; ismini zikretmiştir."
    },
    {
      "id": 201,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Allah bir kulu severse, Cebrail'i çağırır ve der ki: 'Şüphesiz, ben falanı seviyorum; sen de onu sev.' Ve Cebrail onu sevmeye başlar. Sonra gökte bir ilan yapar ve der ki: 'Allah falanı seviyor, siz de onu sevin.' Ve göklerin sakinleri (melekler) de onu sevmeye başlar ve sonra ona yeryüzünde bir onur verilir; ve Allah herhangi bir kulundan öfkelendiğinde, Cebrail'i çağırır ve der ki: 'Ben falanla öfkelendim, sen de ona öfkelen.' Ve Cebrail de öfkelenir ve sonra gökteki sakinler arasında bir ilan yapar: 'Şüphesiz Allah falanla öfkelendi, siz de ona öfkelenin.' Ve böylece onlar da ona öfkelenirler. O zaman o da yeryüzünde de gazaba uğrar.\""
    },
    {
      "id": 202,
      "narrator": "",
      "text": "Bu hadis, Suhail'in rivayetiyle aynı isnatla bildirilmiştir, ancak 'Ali b. Musayyib'in rivayetinde \"Öfke\" kelimesine yer verilmemiştir."
    },
    {
      "id": 203,
      "narrator": "Suhail b. Abi Salih, reported:",
      "text": "Suhail b. Ebu Salih, şöyle bildirdi: \"Arafat'taydık, o sırada Umar b. Abd al-Aziz geçti ve o Hac Amiriydi. İnsanlar ona bir göz atmak için ayağa kalktılar. Ben babama dedim: 'Baba, sanırım Allah Umar b. Abd al-Aziz'i seviyor.' O da: 'Nasıl olur?' dedi. Ben de: 'İnsanların kalbinde ona olan sevgi yüzünden.' dedim. Bunun üzerine o: 'Babana yemin ederim ki, Ebu Hureyre'den Allah'ın Elçisi'nden (ﷺ) Suhail'in rivayet ettiği gibi bir hadis işittim.' dedi.\""
    },
    {
      "id": 204,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) Saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: \"Ruhlar, bir araya toplanmış birliklerdir ve birbirleriyle tanışanlar (cennette) birbirlerine yakınlık gösterirler ve aralarındaki karşıt olanlar (cennette) de dünyada birbirlerinden uzak olurlar.\""
    },
    {
      "id": 205,
      "narrator": "Abu Huraira narrated directly from Allah's Messenger (ﷺ) that he said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nden (ﷺ) doğrudan şöyle dediğini nakletti: \"İnsanlar altın ve gümüş madenleri gibidir; Cahiliye döneminde (cehalet günlerinde) mükemmel olanlar, İslam'da da mükemmel olurlar, eğer anlayışları varsa. Ve ruhlar, bir araya toplanmış birliklerdir ve prenatal varoluşun hazinesinde birbirleriyle tanışanlar, (bu dünyada da) birbirlerine yakınlık gösterirler ve aralarındaki karşıt olanlar, birbirleriyle zıtlaşırlar.\""
    },
    {
      "id": 206,
      "narrator": "Anas b. Malik reported that a desert Arab said to Allah's Messenger (ﷺ):",
      "text": "Enes b. Malik, bir bedevinin Allah'ın Elçisi'ne (ﷺ) şöyle dediğini bildirdi: \"Kıyamet ne zaman olacak?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ona ne hazırlık yaptın?\" Bedevi: \"Allah'ı ve Elçisini sevmek (benim hazırlığımdır) (Kıyamet Günü için).\" Bunun üzerine o (Kutsal Peygamber) dedi: \"Sen, sevdiğinle birlikte olacaksın.\""
    },
    {
      "id": 207,
      "narrator": "Anas reported that a person said to Allah's Messenger (ﷺ):",
      "text": "Enes, bir kişinin Allah'ın Elçisi'ne (ﷺ) şöyle dediğini bildirdi: \"Kıyamet ne zaman olacak?\" O (Kutsal Peygamber) dedi ki: \"Ona ne hazırlık yaptın?\" Ve detay vermedi, ama dedi ki: \"Ben Allah'ı ve Elçisini seviyorum.\" Bunun üzerine o (Kutsal Peygamber) dedi: \"Sen, sevdiğinle birlikte olacaksın.\" Enes b. Malik, başka bir isnatla bildirdi ki, bir bedevi Allah'ın Elçisi'ne (selam üzerine olsun) geldi, hadisin geri kalanı aynıdır, ancak o şöyle dedi: \"Kendim için takdir edilecek kadar çok hazırlık yapmadım.\""
    },
    {
      "id": 208,
      "narrator": "Anas b. Malik reported that a person came to Allah's Messenger (ﷺ) and said to Allah's Messenger:",
      "text": "Enes b. Malik, bir kişinin Allah'ın Elçisi'ne (ﷺ) geldiğini ve ona şöyle dediğini bildirdi: \"Kıyamet ne zaman olacak?\" Bunun üzerine o (Kutsal Peygamber) dedi: \"Ona ne hazırlık yaptın?\" O da: \"Allah'ı ve Elçisini seviyorum (bu benim tek hazırlığımdır).\" Bunun üzerine o (Kutsal Peygamber) dedi: \"Sen, sevdiğinle birlikte olacaksın.\" Enes dedi: \"İslam'ı kabul ettikten sonra, Allah'ın Elçisi'nin şu sözlerinden daha çok hoşlandığımız bir şey yoktu: 'Sen, sevdiğinle birlikte olacaksın.' Ve Enes dedi: 'Ben Allah'ı ve Elçisini, Ebu Bekir'i ve Ömer'i seviyorum ve umarım ki onlarla birlikte olurum, ama ben onların yaptıkları gibi davranmadım.'\""
    },
    {
      "id": 209,
      "narrator": "Anas b. Malik reported Allah's Apostle (ﷺ) this hadith through another chain of transmitters but he did not make mention of the words of Anas:",
      "text": "Enes b. Malik, Allah'ın Elçisi'nden (ﷺ) bu hadisi başka bir isnatla bildirdi, ancak Enes'in sözlerini: \"Ben seviyorum\" ve sonrasını zikretmedi."
    },
    {
      "id": 210,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) ile camiden çıkarken, caminin kapısında bir kişiyle karşılaştıklarını ve o kişinin Allah'ın Elçisi'ne (ﷺ) şöyle dediğini bildirdi: \"Kıyamet ne zaman olacak?\" Allah'ın Elçisi (ﷺ) dedi ki: \"Ona ne hazırlık yaptın?\" Adam sustu ve sonra dedi: \"Allah'ın Elçisi, ben namaz, oruç ve sadaka ile önemli bir hazırlık yapmadım ama ben, Allah'ı ve Elçisini seviyorum.\" Bunun üzerine (Kutsal Peygamber) dedi: \"Sen, sevdiğinle birlikte olacaksın.\""
    },
    {
      "id": 211,
      "narrator": "",
      "text": "Bu hadis, Anas'ın rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Bu hadis, Anas'ın farklı nakil zincirleriyle bildirilmiştir."
    },
    {
      "id": 213,
      "narrator": "'Abdullah reported that a person came to Allah's Messenger (ﷺ) and said to Allah's Messenger (ﷺ):",
      "text": "'Abdullah, bir kişinin Allah'ın Messenger'ine (ﷺ) gelerek ona şunları söylediğini bildirdi: İnsanların sevdiği, ancak (hareketleri veya eylemleri) onlarınkiyle aynı olmayan kişi hakkında ne düşünüyorsun? Bunun üzerine Allah'ın Messenger'ı (ﷺ) şöyle dedi: Kişi, sevdiğiyle birlikte olacaktır."
    },
    {
      "id": 214,
      "narrator": "",
      "text": "Bu tarzda bir hadis 'Abdullah'ın rivayetiyle aktarılmıştır."
    },
    {
      "id": 215,
      "narrator": "",
      "text": "Ebu Musa, bir kişinin Allah'ın Messenger'ine (ﷺ) geldiğini bildirdi; hadisin geri kalanı aynıdır."
    },
    {
      "id": 216,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr bildirdi: Allah'ın Messenger'ine (ﷺ) şöyle denildi: İyi işler yapan ve insanlar tarafından övülen kişi hakkında ne düşünüyorsun? O şöyle dedi: Bu, bir mümin için (bu dünyada aldığı) müjdedir."
    },
    {
      "id": 217,
      "narrator": "This hadith has been narrated through another chain of transmitters also and the one transmitted on the authority of Shu'ba (the words are):",
      "text": "Bu hadis, başka bir nakil zinciriyle de aktarılmıştır ve Shu'ba'nın rivayetinde (şöyle denir): \"İnsanlar onu sever.\" 'Abd-us-Samad'ın rivayetinde ise (şöyle denir): \"İnsanlar onu övüyor,\" Hammad'ın belirttiği gibi."
    }
  ]
}