{
  "language": "tr",
  "metadata": {
    "length": 52,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abdullah (b. Mas'ud) reported that Allah's Messenger (ﷺ) who is the most truthful (of the human beings) and his being truthful (is a fact) said:",
      "text": "Abdullah (b. Mas'ud) rivayet etti ki, Allah'ın Messenger'ı (ﷺ) en doğru olan (insanlar arasında) ve onun doğru söylemesi (bir gerçek) dedi ki: Şüphesiz sizin yaratılışınız bu şekildedir. Sizlerden birinin unsurları annesinin karnında kırk gün boyunca kan şeklinde toplanır, ardından başka bir kırk gün süresince bir kan pıhtısına dönüşür. Sonra et parçası haline gelir ve kırk gün sonra Allah, ona dört şeyle ilgili talimatlarla bir melek gönderir, böylece melek onun rızkını, ölümünü, amellerini, talih ve talihsizliklerini yazar. Ona, kendisinden başka ilah olmayan Allah'a yemin ederim ki, sizlerden biri cennetlikler gibi davranır, cennet ile arasında bir arşın mesafe kalır, derken kader yazısı onu sarar ve cehennem halkı gibi davranmaya başlar ve böylece cehenneme girer; bir diğeri de cehennem halkı gibi davranır, ta ki cehennem ile arasında bir arşın mesafe kalır ki kader yazısı onu sarar ve cennet halkı gibi davranmaya başlar ve cennete girer."
    },
    {
      "id": 2,
      "narrator": "This hadith has been reported on the authority of A'mash with the same chain of transmitters and in the hadith transmitted on the authority of Waki' (the words are):",
      "text": "Bu hadis, A'mash aracılığıyla aynı nakil zinciriyle rivayet edilmiştir ve Waki' aracılığıyla rivayet edilen hadiste (sözler şunlardır): \"Sizlerden birinin yaratılışı, (meni) annesinin karnında kırk gece boyunca toplanması gibidir,\" ve Shu'ba aracılığıyla rivayet edilen hadiste (sözler şunlardır): \"Kırk gece ve kırk gündür.\" Ve Jarir ile 'Isa aracılığıyla rivayet edilen hadiste (sözler şunlardır): \"Kırk gündür.\""
    },
    {
      "id": 3,
      "narrator": "Hudhaifa b. Usaid reported directly from Allah's Messenger (ﷺ) that he said:",
      "text": "Hudhaifa b. Usaid, Allah'ın Messenger'ından (ﷺ) doğrudan rivayet etti ki, o şöyle dedi: (Meni) kırk veya kırk beş gece karnında kaldığında, melek gelir ve der ki: Rabbim, o iyi mi olacak yoksa kötü mü? Ve bu iki şey yazılır. Sonra melek der ki: Rabbim, o erkek mi yoksa dişi mi olacak? Ve bu iki şey de yazılır. Ve onun amelleri, eylemleri, ölümü, rızkı; bunlar da kaydedilir. Sonra kader belgesi sarılır ve ona ekleme ya da çıkarma yapılmaz."
    },
    {
      "id": 4,
      "narrator": "'Abdullah b. Mas'ud reported:",
      "text": "Abdullah b. Mas'ud rivayet etti: Kötü olan, annesinin karnında kötü olan kimsedir ve iyi olan, başkalarının (kaderinden) ders alan kimsedir. Rivayet eden, Allah'ın Messenger'ının (ﷺ) sahabelerinden biri olan Hudhaifa b. Usaid Ghifari'ye geldi ve dedi: Bir kişi nasıl kötü olabilir ki (kötü) bir eylemde bulunmamış olsun? Bunun üzerine kişi ona dedi: Sen buna şaşırıyorsun, oysa ben Allah'ın Messenger'ının (ﷺ) şöyle dediğini duydum: Meni karnında kırk iki gece kaldıktan sonra, Allah melek gönderir ve ona şekil verir. Sonra onun işitme duyusunu, görme duyusunu, derisini, etini, kemiklerini yaratır ve sonra der ki: Rabbim, o erkek mi yoksa dişi mi olacak? Ve senin Rabbin dilediği gibi karar verir ve melek bunu da yazar. Sonra der ki: Rabbim, onun yaşı ne olacak? Ve senin Rabbin dilediği gibi karar verir ve melek bunu da yazar. Sonra der ki: Rabbim, onun rızkı ne olacak? Ve sonra Rab dilediği gibi karar verir ve melek bunu yazar, ve sonra melek kader kaydıyla elinde çıkar ve ona ekleme yapılmaz ve çıkarma yapılmaz."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, Abdullah b. Mas'ud aracılığıyla başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 6,
      "narrator": "Abu Tufail reported:",
      "text": "Abu Tufail rivayet etti: Abu Sariha Hudhaifa b. Usaid al-Ghifari'yi ziyaret ettim, o da dedi ki: Ben bu iki kulağımla Allah'ın Messenger'ını (ﷺ) şöyle derken dinledim: Meni kırk gece karnında kalır, sonra melek ona şekil verir. Zubair dedi ki: Sanırım o, onu şekillendiren ve erkek mi dişi mi olacağına karar veren kişi dedi. Sonra o (melek) der ki: Onun uzuvları tam mı yoksa eksik mi olacak? Ve sonra Rab onları tam ve mükemmel yapar ya da dilediği gibi başka bir şekilde. Sonra der ki: Rabbim, onun rızkı, ölümü ve huyu ne olacak? Ve sonra Rab talih ve talihsizlik hakkında karar verir."
    },
    {
      "id": 7,
      "narrator": "Hadhaifa b. Usaid Ghifari, a Companion of Allah's Messenger (ﷺ), reported it directly from Allah's Messenger (may peace upon him). as he said:",
      "text": "Hudhaifa b. Usaid Ghifari, Allah'ın Messenger'ından (ﷺ) doğrudan rivayet etti ki, o şöyle dedi: Allah bir şey yaratmaya karar verdiğinde, kırk geceden fazla geçtiğinde karnı koruyan bir melek vardır; hadisin geri kalanı aynıdır."
    },
    {
      "id": 8,
      "narrator": "Anas b. Malik reported directly from Allah's Messenger (ﷺ) that he said:",
      "text": "Anas b. Malik, Allah'ın Messenger'ından (ﷺ) doğrudan rivayet etti ki, o şöyle dedi: Yüce ve Glorif Allah, karnın bekçisi olarak bir melek tayin etmiştir ve o şöyle der: Rabbim, şimdi bir damla meni; Rabbim, şimdi bir kan pıhtısı; Rabbim, şimdi bir et parçası oldu, ve Allah ona son şeklini vermeye karar verdiğinde, melek der: Rabbim, o erkek mi yoksa dişi mi olacak ya da o kötü mü yoksa iyi bir kişi mi olacak? Onun rızkı ve yaşı ne olacak? Ve bunların hepsi, o annesinin karnındayken yazılır."
    },
    {
      "id": 9,
      "narrator": "Ali reported:",
      "text": "Ali rivayet etti: Gharqad mezarlığında bir cenazede idik, Allah'ın Messenger'ı (ﷺ) bize geldi ve etrafında oturduk. Onun elinde bir sopa vardı. Başını eğdi ve sopasıyla toprağı kazmaya başladı, sonra dedi ki: Sizlerden birinin cennet veya cehennemde bir yeri ayrılmamıştır ve onun kötü bir kişi mi yoksa hayırlı bir kişi mi olacağı yazılmamıştır. Bir kişi dedi: Allah'ın Messenger'ı, o zaman kaderimize güvenmemeli ve amellerimizi terk etmemeli miyiz? Bunun üzerine o dedi: Herkes, yaratıldığı şeyde kolaylaştırılacaktır, böylece kim hayırlıların arasında ise, onun iyi amelleri kolaylaştırılacak ve kim de şanssızlardansa, onun kötü amelleri kolaylaştırılacaktır. Sonra bu ayeti okudu: \"O halde, kim muhtaç olana verir ve kötülükten sakınır ve en güzel olanı kabul ederse, biz ona kolay bir sonu kolaylaştırırız ve kim de cimri olur ve ihtiyacı üstünde görürse, biz ona zor bir sonu kolaylaştırırız\" (xcii. 5-10)."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadis, Mansur aracılığıyla aynı nakil zinciriyle ancak hafif bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 11,
      "narrator": "'Ali reported that one day Allah's Messenger (ﷺ) was sitting with a wood in his hand and he was scratching the ground. He raised his head and said:",
      "text": "Ali rivayet etti ki, bir gün Allah'ın Messenger'ı (ﷺ) elinde bir odunla oturuyordu ve toprağı kazıyordu. Başını kaldırdı ve dedi: Sizlerden birinin cennet veya cehennemde bir yeri ayrılmamıştır. Onlar dediler: Allah'ın Messenger'ı, o zaman neden iyi ameller yapalım, neden kaderimize güvenmeyelim? Bunun üzerine o dedi: Hayır, iyi ameller yapın, çünkü herkes, yaratıldığı şeyde kolaylaştırılır; sonra bu ayeti okudu: \"O halde, kim muhtaç olana verir ve kötülükten sakınır ve en güzel olanı kabul ederse, biz ona kolay bir sonu kolaylaştırırız...\" (xcii. 5-10)."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, Ali aracılığıyla başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "Jabir reported that Suriqa b. Malik b. Ju'shuin came and said:",
      "text": "Jabir rivayet etti ki, Suriqa b. Malik b. Ju'shuin geldi ve dedi: Allah'ın Messenger'ı, dinimizi (sanki yeni yaratılmışız gibi) bize açıklayın. Bugün yaptığımız ameller, kalemlerin kuruduğu (yazdıktan sonra) ve kaderlerin işlemeye başladığı gerçeğinden mi kaynaklanıyor yoksa bunların gelecekte etkileri var mı? Bunun üzerine o dedi: Kalemler kurudu ve kaderler işlemeye başladı. (Suriqa b. Malik) dedi: Eğer durum böyleyse, o zaman iyi ameller yapmanın ne faydası var? Zuhair dedi: Sonra Abu Zubair bir şey söyledi ama ben onu anlayamadım ve dedim: O ne dedi? Bunun üzerine o dedi: Hareket et, çünkü herkes, yapmak istediği şeyde kolaylaştırılır."
    },
    {
      "id": 14,
      "narrator": "This hadith has been transmitted on the authority of Jabir b. Abdullah with the same wording (and includes these words):",
      "text": "Bu hadis, Jabir b. Abdullah aracılığıyla aynı kelime ile (ve bu sözleri içerir): \"Allah'ın Messenger'ı (ﷺ) dedi ki: Her eylem sahibi, eyleminde kolaylaştırılır.\""
    },
    {
      "id": 15,
      "narrator": "'Imran b. Husain repotted that it was said to Allah's Messenger (ﷺ):",
      "text": "'Imran b. Husain rivayet etti ki, Allah'ın Messenger'ına (ﷺ) şöyle denildi: Cennet halkı ile cehennem halkı arasında bir ayrım yapıldı mı? O dedi: Evet. Tekrar denildi: (Eğer öyleyse), o zaman iyi ameller yapmanın ne faydası var? Bunun üzerine o dedi: Herkes, yaratıldığı şeyde kolaylaştırılır."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Bu hadis, diğer rivayet zincirleri aracılığıyla hafif kelime farklılıklarıyla nakledilmiştir."
    },
    {
      "id": 17,
      "narrator": "Abu al-Aswad reported that 'Imran b Husain asked him:",
      "text": "Ebu el-Esved, İmrân b. Hüsayn'ın kendisine sorduğunu bildirdi: Bugün insanların dünyada yaptıkları ve çaba gösterdikleri şey, onların için takdir edilmiş bir şey midir yoksa önceden belirlenmiş bir şey midir, yoksa ahiretteki kaderleri, peygamberlerinin kendilerine getirdiği ve uygulamadıkları öğretilerle mi belirlenecek? Ben de: Elbette, bu onların için önceden belirlenmiş ve takdir edilmiş bir şeydir, dedim. O (daha sonra) dedi ki: O zaman, onlara ceza vermek bir adaletsizlik olmaz mı? Bu durum beni oldukça rahatsız etti ve dedim ki: Her şey Allah tarafından yaratılmıştır ve O'nun kudretindedir. O, yaptıklarından sorgulanmaz, ama onlar sorgulanacaklardır; bunun üzerine o bana dedi ki: Allah sana rahmet etsin, ben sadece senin zekanı test etmek için sormak istemiştim. Muzeyne kabilesinden iki adam, Allah'ın Resulü'ne (ﷺ) gelerek dediler: Allah'ın Resulü, insanların dünyada yaptıkları ve çaba gösterdikleri şey, onların için takdir edilmiş bir şey midir; önceden belirlenmiş bir şey midir ve ahiretteki kaderleri, peygamberlerinin kendilerine getirdiği ve uygulamadıkları öğretilerle mi belirlenecek ve böylece cezayı hak mı edecekler? Bunun üzerine o dedi ki: Elbette, bu, kaderin takdir ettiği gibi olur ve bu görüş, Allah'ın yüce ve şanlı kitabındaki şu ayetle de doğrulanmaktadır: \"Nefsi ve onu düzgün bir şekilde yaratıp, ona günahını ve takvasını ilham eden O'dur.\" (xci. 8)."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Şüphesiz ki bir adam, uzun bir süre cennet halkının amellerini yapar, sonra amelleri cehennem halkının amelleriyle sona erer. Ve şüphesiz ki bir adam, uzun bir süre cehennem halkının amellerini yapar, sonra amelleri cennet halkının amelleriyle sona erer."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Sahl b. Sa'd, Allah'ın Resulü'nden (ﷺ) şöyle nakletmiştir: Bir kişi, insanların gözünde cennet halkının amelleri gibi ameller yapar, ama o cehennem halkından olur; bir kişi de, insanların gözünde cehennem halkının amelleri gibi ameller yapar, ama (aslında) o cennet halkından olur."
    },
    {
      "id": 20,
      "narrator": "Abu Huraira reported Allah's Messenger (way peace be upon him) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: Adem ile Musa arasında bir tartışma oldu. Musa, Adem'e dedi ki: Sen bizim babamızsın. Bize zarar verdin ve bizi cennetten çıkardın. Adem ona dedi ki: Sen Musa'sın. Allah seni (doğrudan konuşmak için) seçti ve elinle Kitap'ı (Tevrat) yazdı. Buna rağmen, beni, Allah'ın beni yaratmadan kırk yıl önce takdir ettiği bir işten dolayı suçluyorsun. Allah'ın Elçisi (ﷺ) dedi: İşte bu şekilde Adem, Musa'dan daha üstün geldi."
    },
    {
      "id": 21,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Adem ile Musa arasında bir tartışma oldu ve Adem, Musa'dan daha üstün geldi. Musa ona dedi ki: Sen, insanları saptıran ve onları cennetten çıkaran o Adem misin? Adem dedi ki: Sen, Allah'ın her şeyin bilgisini verdiği ve insanlardan elçi olarak seçtiği o Musa mısın? O da: Evet, dedi. Adem tekrar dedi: Yine de, beni yaratılmadan önce benim için takdir edilmiş bir işten dolayı suçluyorsun."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Adem ile Musa (her ikisine de selam olsun) arasında, Rablerinin huzurunda bir tartışma oldu. Adem, Musa'dan daha üstün geldi. Musa dedi ki: Sen, Allah'ın eliniyle yarattığı ve içine ruhunu üflediği o Adem misin? Ve meleklerin sana secde etmesini emrettiği ve seni cennette rahat ve huzur içinde yaşattığı o Adem misin? Sonra sen, insanların yeryüzüne inmesine sebep oldun. Adem dedi ki: Sen, Allah'ın seni elçi olarak seçtiği ve seninle konuştuğu o Musa mısın? Ve sana her şeyin açıkça anlatıldığı levhaları verdi ve seninle gizli konuşmak için huzuruna kabul etti. Ne dersin, Tevrat benim yaratılmadan önce ne kadar süre yazılmıştır? Musa dedi: Kırk yıl önce. Adem dedi: Bu sözleri görmedin mi: Adem bir hata yaptı ve kandırıldı. O (Musa) dedi: Evet. Bunun üzerine o (Adem) dedi: O zaman, beni, Allah'ın beni yaratmadan kırk yıl önce takdir ettiği bir işten dolayı suçluyor musun? Allah'ın Resulü (ﷺ) dedi: İşte bu şekilde Adem, Musa'dan daha üstün geldi."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Adem ile Musa arasında bir tartışma oldu. Musa dedi: Sen, cennetten çıkmana sebep olan o Adem misin? Adem ona dedi ki: Sen, Allah'ın seni elçi olarak seçtiği, seninle konuştuğu o Musa mısın? Ve beni, yaratılmadan önce benim için takdir edilmiş bir işten dolayı suçluyorsun? İşte bu şekilde Adem, Musa'dan daha üstün geldi."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Ebu Hureyre, benzer bir hadisi başka bir rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla başka bir rivayet zincirinde nakledilmiştir."
    },
    {
      "id": 26,
      "narrator": "",
      "text": "Ebu Hureyre, benzer bir hadisi başka bir rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 27,
      "narrator": "Abdullah b. 'Amr b. al-'As reported:",
      "text": "Abdullah b. Amr b. el-As, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini işittiğini bildirdi: Allah, yaratılışın ölçülerini, gökleri ve yeri yaratmadan elli bin yıl önce takdir etti; O'nun Arş'ı su üzerindeydi."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Bu hadis, Ebu Hani aracılığıyla aynı rivayet zinciriyle nakledilmiştir, ancak \"O'nun Arş'ı su üzerindeydi\" ifadesine yer verilmemiştir."
    },
    {
      "id": 29,
      "narrator": "Abdullah b. Amr b. al-'As reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Amr b. el-As, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini işittiğini bildirdi: Şüphesiz ki, Adem oğullarının kalpleri, Rahman olan Rabbin parmakları arasında bir kalp gibidir. O, dilediği yöne çevirir. Sonra Allah'ın Resulü (ﷺ) dedi: Ey kalpleri çeviren Allah, kalplerimizi Senin itaatine çevir."
    },
    {
      "id": 30,
      "narrator": "Tawus reported:",
      "text": "Tavus, Allah'ın Resulü'nün (ﷺ) bazı arkadaşlarının şöyle dediğini bulduğunu bildirdi: Her şey bir ölçü ile olur. Ve ayrıca Abdullah b. Ömer'in şöyle dediğini işittim: Her şeyin bir ölçüsü vardır - hatta yetersizlik ve yeterlilik için bile."
    },
    {
      "id": 31,
      "narrator": "Abu Huraira reported that the polytheists of the Quraish came to have an argument with Allah's Messenger (ﷺ) in regard to Destiny and then this verse was revealed:",
      "text": "Ebu Hureyre, Kureyş'in müşriklerinin Allah'ın Resulü (ﷺ) ile Kader hakkında tartışmaya geldiğini bildirmiştir. Bunun üzerine şu ayet nazil olmuştur: \"O gün, yüzüstü ateşe sürüklendiklerinde, 'Ateşi tadın!' denilecektir. Şüphesiz, biz her şeyi bir ölçüye göre yarattık.\" (Kamer: 48)."
    },
    {
      "id": 32,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Şüphesiz Allah, bir adamın düşeceği zina miktarını belirlemiştir ve bu, onun mutlaka işlemesi gereken bir şeydir. Gözün zinası, şehvetli bakıştır; dilin zinası, ahlaksız konuşmadır; kalp arzu eder ve özlem duyar, fakat uzuvlar bunu gerçekleştirebilir veya gerçekleştiremeyebilir.\""
    },
    {
      "id": 33,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Allah, bir adamın düşeceği zina miktarını belirlemiştir. Ondan kaçış yoktur. Gözün zinası, şehvetli bakıştır; kulakların zinası, zevk veren (şarkı veya konuşma) dinlemektir; dilin zinası, ahlaksız konuşmadır; elin zinası, şehvetli kavramadır (kucaklama); ayakların zinası, zina yapmayı düşündüğü yere yürümektir; kalp arzu eder ve özlem duyar, fakat bunu gerçekleştirebilir veya gerçekleştiremeyebilir.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Hiç kimse doğmaz ki, gerçek doğasına (İslam'a) yaratılmasın. Onu Yahudi, Hristiyan veya Mecusi yapan, ebeveynleridir; tıpkı hayvanların yavrularını mükemmel uzuvlarla doğurması gibi. Onlarda herhangi bir eksiklik görüyor musun? Sonra şu ayeti okudu: \"Allah'ın yarattığı fıtratta, insanların yaratıldığı fıtratta, Allah'ın yaratmasında bir değişiklik yoktur; işte bu, doğru dindir.\" (Rum: 30)."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle aynı isnat zinciri üzerinden aktarılmıştır ve uzuvlarındaki eksiklikten bahsedilmemiştir."
    },
    {
      "id": 36,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Hiçbir çocuk doğmaz ki, Fıtra üzerine doğmasın.\" Sonra şöyle dedi: \"Allah'ın insanı yarattığı fıtratta, Allah'ın fıtratında bir değişiklik yoktur; işte bu, doğru dindir.\""
    },
    {
      "id": 37,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Hiçbir bebek doğmaz ki, Fıtra üzerine doğmasın. Onu Yahudi, Hristiyan veya müşrik yapan ebeveynleridir.\" Bir kişi sordu: \"Allah'ın Resulü, eğer onlar ergenlik çağına ulaşmadan ölürlerse ne dersiniz?\" O da şöyle dedi: \"Onların ne yapacaklarını en iyi bilen yalnızca Allah'tır.\""
    },
    {
      "id": 38,
      "narrator": "It is reported on the authority of Abu Mu'awiya that (the Holy Prophet) said:",
      "text": "Ebu Muaviye'den rivayet edilmiştir ki (Peygamberimiz) şöyle demiştir: \"Her yeni doğan bebek, İslam milleti üzerine doğar ve dili kendini ifade edene kadar bu şekilde kalır.\" Bu hadis, Ebu Muaviye'nin başka bir isnat zinciri üzerinden aktarılmıştır (ve sözler şunlardır): \"Her çocuk, bu Fıtra üzerine doğar; ta ki diliyle kendini ifade edene kadar.\""
    },
    {
      "id": 39,
      "narrator": "Abu Huraira reported from Allah's Messenger (may peace be upom him) many ahadith and one amongst them is that he is reported to have said:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nden (ona selam olsun) birçok hadis rivayet etmiştir ve bunlardan biri de şudur: \"Bir bebek, gerçek doğasına göre doğar. Onu Yahudi, Hristiyan yapan ebeveynleridir; tıpkı bir dişi devenin yavrularını doğurması gibi. Onların uzuvlarında herhangi bir eksiklik buluyor musun? Onların kulaklarını kesersin (yani doğumdan sonra). Onlar (Peygamberimizin arkadaşları) sordu: \"Bebekken ölenler hakkında ne dersiniz?\" Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Onların ne yapacaklarını en iyi bilen yalnızca Allah'tır.\""
    },
    {
      "id": 40,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Her insanın annesi, onu gerçek doğasına göre doğurur. Daha sonra onu Yahudi, Hristiyan veya Mecusi yapan ebeveynleridir. Eğer ebeveynleri Müslüman olsaydı, o da Müslüman kalırdı. Her insan, annesinin doğurduğu (hayatının iki yönü vardır); annesi doğurduğunda Şeytan ona vurur, ama Meryem ve oğlu (İsa) için durum böyle değildi.\""
    },
    {
      "id": 41,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) was asked about the children of the polytheists, whereupon he said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) müşriklerin çocukları hakkında sorulduğunda, şöyle dedi: \"Onların ne yapacaklarını en iyi bilen yalnızca Allah'tır.\""
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Bu hadis, Şu'ayb ve Ma'qil'in rivayetiyle, kelimelerde hafif bir değişiklikle aktarılmıştır."
    },
    {
      "id": 43,
      "narrator": "Abu Huraira reported that Allahs Messenger (way peace be upon him) was asked about the children of the polytheists who die young. Thereupon Allah's Apostle (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ona selam olsun) genç yaşta ölen müşriklerin çocukları hakkında sorulduğunda, Allah'ın Resulü (ﷺ) şöyle dedi: \"Onların ne yapacaklarını en iyi bilen yalnızca Allah'tır.\""
    },
    {
      "id": 44,
      "narrator": "Ibn Abbas reported that Allah's Messenger (ﷺ) was asked about the children of the polytheists, whereupon he said:",
      "text": "İbn Abbas, Allah'ın Resulü (ﷺ) müşriklerin çocukları hakkında sorulduğunda, şöyle dedi: \"Onların yaratılışlarına göre ne yapacaklarını en iyi bilen yalnızca Allah'tır.\""
    },
    {
      "id": 45,
      "narrator": "Ubayy b. Ka'b reported that Allah's Messenger (ﷺ) said:",
      "text": "Ubey b. Ka'b, Allah'ın Resulü (ﷺ) şöyle dediğini bildirmiştir: \"Khadir'in öldürdüğü genç, doğası gereği bir kafirdi ve eğer hayatta kalsaydı, ebeveynlerini isyan ve inkara sürükleyecekti.\""
    },
    {
      "id": 46,
      "narrator": "'A'isha, the mother of the believers, reported that a child died and I said:",
      "text": "'A'işe, müminlerin annesi, bir çocuğun öldüğünü ve ben de: Bu çocuk cennet kuşlarından bir kuştur, onun için mutluluk vardır, dedim. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Allah'ın cenneti yarattığını ve cehennemi yarattığını ve bu (cennet) için sakinler ve bu (cehennem) için de sakinler yarattığını bilmiyor musun?"
    },
    {
      "id": 47,
      "narrator": "'A'isha, the mother of the believers, said that Allah's Messenger (ﷺ) was called to lead the funeral prayer of a child of the Ansar. I said:",
      "text": "'A'işe, müminlerin annesi, Allah'ın Elçisi (ﷺ) için Ensar'dan bir çocuğun cenaze namazını kıldırması için çağrıldığını söyledi. Ben de: Allah'ın Elçisi, bu çocuk cennet kuşlarından bir kuştur, o günah işlemedi ve günah işleyebileceği yaşa da ulaşmadı, dedim. O da: 'A'işe, belki de durum öyle değildir, çünkü Allah cennet için uygun olanları, henüz babalarının sırtındayken yarattı ve cehennem için de cehenneme gidecek olanları yarattı. Onları, henüz babalarının sırtındayken cehenneme yarattı, dedi."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadisi Yahya, aynı rivayet zinciri ile nakletmiştir."
    },
    {
      "id": 49,
      "narrator": "Abdullah reported that Umm Habiba, the wife of Allah's Apostle (ﷺ), said:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) 'nin eşi Ümmü Habibe'nin şöyle dediğini bildirdi: Ey Allah'ım, bana kocam, Allah'ın Elçisi (ﷺ), babam Ebu Süfyan ve kardeşim Muaviye'den fayda sağlat. Allah'ın Elçisi (ﷺ) dedi ki: Sen, Allah'tan belirlenmiş ömür süreleri, tahsis edilmiş günler ve payı belirlenmiş rızıklar hakkında istediniz. Allah, vaktinden önce bir şey yapmaz veya vaktinden sonra bir şeyi geciktirmez. Eğer Allah'tan cehennem ateşinin azabından veya mezarın azabından sana sığınma isteyecek olsaydın, bu senin için hayırlı olurdu ve daha iyi olurdu. O (rivayet eden) ayrıca dedi ki: Onun önünde maymunlardan bahsedildi ve Mis'ar (rivayet edenlerden biri) dedi ki: Ben (rivayet edenin) de dönüşüm geçiren domuzlardan bahsettiğini düşünüyorum. Bunun üzerine o (Peygamber) dedi ki: Şüphesiz, Allah dönüşüm geçirenlerin ırkını büyütmedi veya onlardan genç olanlar kalmadı. Maymunlar ve domuzlar, insan dönüşümünden önce de var olmuşlardı."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Bu hadis, Mis'ar'ın rivayet ettiği aynı zincirle aktarılmıştır, ancak bu farklılıkla ki, İbn Bişr ve Vaki' aracılığıyla nakledilen hadiste cehennem ateşinin azabı ve mezarın azabı birlikte zikredilmiştir (ve aralarında \"ve\" veya \"ile\" yoktur)."
    },
    {
      "id": 51,
      "narrator": "Ibn Mas'dd reported that Umm Habiba said:",
      "text": "İbn Mes'ud, Ümmü Habibe'nin şöyle dediğini bildirdi: Ey Allah'ım, bana kocam, Allah'ın Elçisi (ﷺ), babam Ebu Süfyan ve kardeşim Muaviye'den fayda sağlat. Allah'ın Elçisi (ﷺ) ona dedi ki: Şüphesiz, sen Allah'tan belirlenmiş ömür süreleri, alacağın adımlar ve payı belirlenmiş rızıklar hakkında istediniz. Vaktinden önce hiçbir şey gerçekleşmeyecek ve vaktinde olan hiçbir şey geciktirilmeyecektir. Eğer Allah'tan cehennem ateşinin azabından ve mezarın azabından güvenlik istemiş olsaydın, bu senin için daha iyi olurdu. Bir kişi dedi ki: Allah'ın Elçisi, dönüşüm geçiren maymunlar ve domuzlar hakkında ne dersin? Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Şüphesiz, Allah, yüce ve azizdir, bir kavmi yok etmedi veya bir kavmi azaplandırmadı ve onların ırkının büyümesine izin vermedi. Maymunlar ve domuzlar, o zamandan önce de vardı (hakikati inkar edenlerin azap gördüğü ve dönüşüm geçirdiği zaman)."
    },
    {
      "id": 52,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirdi: Güçlü bir mümin, zayıf bir müminden daha hayırlıdır ve Allah katında daha sevimlidir; herkesin içinde hayır vardır, ancak ahirette sana fayda verecek olanı tercih et ve Allah'tan yardım iste ve kalbini kaybetme; eğer sana bir sıkıntı gelirse, \"Eğer bunu yapmasaydım, böyle olmazdı\" deme, ama de ki: Allah, yapmayı takdir ettiği şeyi yaptı ve senin \"eğer\"in, Şeytan için kapı açar."
    }
  ]
}