{
  "language": "tr",
  "metadata": {
    "length": 30,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) recited (these verses of the Qur'an):",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) tarafından şu ayetlerin okunduğunu bildirmiştir: \"O, sana (Muhammed) Kitabı (Kur'an'ı) indiren O'dur. Onun içinde açık ayetler vardır; bunlar Kitab'ın özüdür ve diğerleri mecazidir. Hata arayanlar ise mecaz olan ayetlerin peşine düşerler, onları açıklamaya çalışarak fitne çıkarmak isterler. Onların anlamlarını ancak Allah bilir, ilimde sağlam olanlar derler ki: Biz Rabbimizden gelen her şeye iman ettik. Ancak akıl sahipleri gerçekten ibret alır\" (Kur'an 3:7). 'A'işe (devamla) Allah'ın Elçisi (ﷺ) bu ayetlerle ilgili olarak şöyle dediğini bildirmiştir: Bu tür ayetleri gördüğünüzde, onlardan kaçının; çünkü işte bunlar Allah'ın bahsettiği kimselerdir."
    },
    {
      "id": 2,
      "narrator": "'Abdullah b. 'Umar reported:",
      "text": "Abdullah b. 'Umar, sabah Allah'ın Elçisi (ﷺ) yanına gittiğini ve iki kişinin bir ayet hakkında tartıştıklarını duyduğunu bildirmiştir. Allah'ın Elçisi (ﷺ) bize geldi ve yüzünde öfke belirtileri görünüyordu. Dedi ki: Şüphesiz, sizden önceki (toplumlar) Kitap'taki tartışmaları yüzünden helak oldular."
    },
    {
      "id": 3,
      "narrator": "Jundub b. 'Abdullah al-Bajali reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cündüb b. Abdullah el-Beceli, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Kur'an'ı, kalplerinizin bunu kabul ettiği sürece okuyun; eğer kalplerinizle dilleriniz arasında bir uyumsuzluk hissederseniz, o zaman kalkın (ve o an için okuma işini bırakın)."
    },
    {
      "id": 4,
      "narrator": "Jundub (i. e. Ibn 'Abdullah) reported that Allah's Messenger (ﷺ) said:",
      "text": "Cündüb (yani İbn 'Abdullah) Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kur'an'ı, kalplerinizin bunu kabul ettiği sürece okuyun; eğer aralarında bir uyumsuzluk bulursanız, o zaman kalkın."
    },
    {
      "id": 5,
      "narrator": "Abu Imran reported that Jundub told us as we we-re young boys living in Kilfa, that Allah's Messenger (ﷺ) had said:",
      "text": "Ebu İmrân, Cündüb'ün bize, genç çocuklar olarak Kilfa'da yaşarken, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kur'an'ı okuyun. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 6,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: Allah katında insanların en aşağılık olanı, başkalarıyla tartışmaya giren (sadece bilgisini ve tartışma gücünü göstermek için) kişidir."
    },
    {
      "id": 7,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: Siz, sizden öncekilerin gittiği yolu inç inç, adım adım takip edeceksiniz; o kadar ki, eğer onlar kertenkele deliğine girmiş olsalardı, siz de onları bu konuda takip ederdiniz. Biz dedik ki: Allah'ın Elçisi, \"sizde öncekiler\" derken Yahudileri ve Hristiyanları mı kastediyorsunuz? O, dedi ki: Başka kim (bu iki dini grup dışında)?"
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Bu hadis, Zeyd b. Aslam'dan Muhammed b. Muttarif aracılığıyla aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bu hadis, 'Ata' b. Yasir'in başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 10,
      "narrator": "Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: Ayrıntılara takılanlar helak oldu. O (Peygamber) bunu üç kez tekrar etti."
    },
    {
      "id": 11,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirmiştir: Kıyamet Saatinin şartlarından biri, bilginin alınması ve cehaletin yayılmasıdır; içki içilecek ve zina yaygın hale gelecektir."
    },
    {
      "id": 12,
      "narrator": "Qatida reported that Anas b. Malik said:",
      "text": "Katâde, Enes b. Malik'in şöyle dediğini bildirmiştir: Size, Allah'ın Elçisi (ﷺ) tarafından duyduğum bir hadisi aktarmayayım mı? Bunu benden sonra kimse size, onu bizzat ondan (Peygamber) işitmiş olarak aktaramaz? - \"Kıyamet Saatinin belirtilerinden biri, bilginin alınması, cehaletin yaygınlaşması, zina ve içki içmenin yaygınlaşması, erkeklerin sayısının azalması ve kadınların sayısının artmasıdır; öyle ki, elli kadına bir erkek düşecektir.\""
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadis, Enes b. Malik'in başka bir rivayet zinciriyle nakledilmiştir, ancak kelime farklılığı ile."
    },
    {
      "id": 14,
      "narrator": "Abu Wa'il reported:",
      "text": "Ebu Vail, 'Abdullah ve Ebu Musa ile oturduğunu ve onların Allah'ın Elçisi (ﷺ) tarafından şöyle denildiğini bildirdiğini aktarmıştır: Kıyamet Saatinden önce, bilginin alınacağı, cehaletin yerini alacağı ve büyük çapta kan döküleceği bir zaman olacaktır."
    },
    {
      "id": 15,
      "narrator": "",
      "text": "Bu hadis, 'Abdullah (b. Mes'ud) ve Ebu Musa (el-Aş'ari) aracılığıyla başka rivayet zincirleriyle nakledilmiştir."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Bu hadisin, Abu Musa'nın diğer bir rivayet zinciriyle nakledildiği bildirilmiştir."
    },
    {
      "id": 17,
      "narrator": "Abu Wa'il reported:",
      "text": "Abu Wa'il şöyle bildirmiştir: Abu Musa ve 'Abdullah ile oturuyordum, aralarında konuşuyorlardı ve Abu Musa, Allah'ın Messenger'ının (ﷺ) yukarıda bahsedilen hadislerde söylediğini aktardı."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: (Son) Saat'e yaklaşınca, bilgi alınacak, kargaşa yayılacak, insanların kalplerine cimrilik yerleşecek ve çok kan dökülecektir. Onlar: \"Al-harj nedir?\" dediler. Bunun üzerine o: \"Kan dökme\" dedi."
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'dan hafif bir kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 20,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) having said:",
      "text": "Abu Huraira, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Son Saat'e yaklaşacak ve bilgi azalacaktır. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 21,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira through other chains of narrators and there is no mention of:",
      "text": "Bu hadis, Abu Huraira'dan başka rivayet zincirleriyle nakledilmiştir ve \"İnsanların kalplerine cimrilik yerleşecek\" ifadesi geçmemektedir."
    },
    {
      "id": 22,
      "narrator": "'Abdullah b. 'Amr b. al-'As reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah b. 'Amr b. al-'As, Allah'ın Messenger'ının (ﷺ) şöyle söylediğini bildirmiştir: Şüphesiz, Allah bilgiyi, insanlardan alarak değil, âlimleri alarak alır; böylece, geriye hiç âlim kalmadığında, insanlar cehalet içinde olanları lider olarak alır; sonra onlardan dini hükümler vermeleri istenir ve onlar da bilgi olmadan bunları verirler, saparlar ve başkalarını da saptırırlar."
    },
    {
      "id": 23,
      "narrator": "This hadith has been narrated on the authority of 'Abdullah b. Umar through other chains of transmitters, but in the hadith transmitted by Umar b. 'Ali there is an addition of these words:",
      "text": "Bu hadis, 'Abdullah b. Umar'dan başka rivayet zincirleriyle nakledilmiştir, ancak Umar b. 'Ali'nin naklettiği hadiste şu ekleme bulunmaktadır: \"Yılın sonunda 'Abdullah b. 'Amr ile karşılaştım ve ona bunu sordum, o da bize, daha önce Allah'ın Messenger'ının (ﷺ) şöyle söylediğini duyduğunu aktardı.... (Hadisin geri kalanı aynıdır).\""
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Bu hadis, 'Abdullah b. Amr b. al-'As'tan başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 25,
      "narrator": "'Urwa b. Zubair reported that 'A'isha said to him:",
      "text": "'Urwa b. Zubair, 'A'isha'nın kendisine şöyle dediğini bildirmiştir: Bu haber bana ulaştı ki 'Abdullah b. 'Amr al-'As, Hac sezonunda yanımızdan geçecek, bu yüzden onu bul ve ona (dini meseleler hakkında) sor, çünkü o Allah'ın Messenger'ından (ﷺ) büyük bilgi edinmiştir. Ben de onunla karşılaştım ve Allah'ın Messenger'ından (ﷺ) aktardığı şeyleri sordum. Bunlar arasında, Allah'ın Elçisi (ﷺ) şöyle dedi: Şüphesiz, Allah bilgiyi insanlardan doğrudan almaz, fakat âlimleri alır ve dolayısıyla (bilgiyi) onlarla birlikte alır ve aralarında cehalet içinde olanları lider olarak bırakır; bu kişiler, yeterli bilgi olmadan dini hükümler verirler ve kendileri sapar, başkalarını da saptırırlar. 'Urwa dedi ki: Bunu 'A'isha'ya aktardığımda, o bunu fazla (inanç olarak) buldu ve bu durumu kabul etmekte isteksiz davrandı ve 'Urwa'ya şöyle dedi: 'Abdullah b. 'Amr sana, Allah'ın Elçisi (ﷺ) şöyle dedi mi? (Urwa, bunu 'Abdullah b. 'Amr'dan sormayı unutmuştu). Ertesi yıl, o ('A'isha) ona ('Urwa'ya): \"İbn Amr geldi (Hac için), bu yüzden onunla buluş, onunla konuş ve bu hadisi sor\" dedi. O ('Urwa), onunla buluştu ve bunu sordum, o da bana, ilk seferde aktardığı gibi anlattı. Onu ('A'isha) buna dair bilgilendirdiğimde, o: \"Ben başka bir şey düşünmüyorum, kesinlikle doğru söylediğini düşünüyorum ve onun buna ne eklediğini ne de bir şeyini eksik bıraktığını görüyorum.\" dedi."
    },
    {
      "id": 26,
      "narrator": "Jarir b. Abdullah reported that some desert Arabs clad in woollen clothes came to Allah's Messenger (ﷺ). He saw them in sad plight as they had been hard pressed by need. He (the Holy Prophet) exhorted people to give charity, but they showed some reluctance until (signs) of anger could be seen on his face. Then a person from the Ansar came with a purse containing silver. Then came another person and then other persons followed them in succession until signs of happiness could be seen on his (sacred) face. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Jarir b. Abdullah, yün elbiseler giymiş bazı çöl Araplarının Allah'ın Messenger'ına (ﷺ) geldiğini bildirmiştir. Onları zor durumda gördü, çünkü ihtiyaç içinde sıkışmışlardı. O (Peygamber) insanları sadaka vermeye teşvik etti, fakat onlar bir miktar isteksizlik gösterdiler, ta ki yüzünde öfke belirtileri görünene kadar. Sonra bir Ensar'dan bir kişi, içinde gümüş bulunan bir kese ile geldi. Ardından başka bir kişi ve daha sonra başka kişiler peş peşe geldi, ta ki onun (kutsal) yüzünde mutluluk belirtileri görünene kadar. Bunun üzerine Allah'ın Messenger'ı (ﷺ) şöyle dedi: \"İslam'da iyi bir uygulama getiren ve ardından insanlar tarafından takip edilen kişi, bunun gibi bir ödül alacaktır; bu, takip edenlerin ödüllerinin hiçbir şekilde eksilmesine neden olmaz. Ve İslam'da kötü bir uygulama getiren ve ardından başkaları tarafından takip edilen kişi, bunun gibi bir yükü taşımak zorunda kalacaktır; bu da, bunu işleyenlerin günahlarının hiçbir şekilde eksilmesine neden olmaz.\""
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Jarir, Allah'ın Messenger'ının (ﷺ) insanları sadaka vermeye teşvik ettiği bir konuşma yaptığını bildirmiştir."
    },
    {
      "id": 28,
      "narrator": "Jarir b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Jarir b. 'Abdullah, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: \"Köle, ardından takip edilen iyi bir uygulama getirmez.... Hadisin geri kalanı aynıdır.\""
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Jarir, bu hadisi babasından başka birkaç rivayet zinciriyle aktarmıştır."
    },
    {
      "id": 30,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: \"İyiliğe çağıran kişi için, ona uyanların ödülleri gibi bir ödül olacaktır; bu, onların ödüllerinin hiçbir şekilde eksilmesine neden olmaz. Ve hataya çağıran kişi, onun günahının yükünü taşımak zorunda kalacaktır; bu da, bunu işleyenlerin günahlarının hiçbir şekilde eksilmesine neden olmaz.\""
    }
  ]
}