{
  "language": "tr",
  "metadata": {
    "length": 15,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Usama b. Zaid reported that Allah's Messenger (way peace be upon him) said:",
      "text": "Usame b. Zeyd, Allah'ın Elçisi (ona selam ve dua olsun) şöyle buyurduğunu bildirmiştir: Cennet kapısında durdum ve oraya girenlerin büyük çoğunluğunun fakir kişiler olduğunu gördüm; zenginler ise oraya girmekte geciktirildi. Cehennem halkına Cehennem'e girmeleri emredildi ve ben ateş kapısının önünde durdum, oraya girenlerin çoğunluğunun kadınlar olduğunu gördüm."
    },
    {
      "id": 2,
      "narrator": "Ibn Abbas reported that Allah's Messenger (ﷺ) said:",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Cennete bir göz attım ve insanların çoğunluğunun fakir olduğunu gördüm; ateşe baktım ve orada da çoğunluğun kadınlardan oluştuğunu gördüm."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bu hadis, İbn Abbas'ın rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 4,
      "narrator": "Ibn 'Abbas reported that Allah's Messenger (ﷺ) stated like this:",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) şöyle ifade ettiğini bildirmiştir: Cehennem ateşine baktı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, başka bir nakil zinciri üzerinden de benzer şekilde aktarılmıştır."
    },
    {
      "id": 6,
      "narrator": "Imran b. Husain reported that Allah's Messenger (ﷺ) said:",
      "text": "İmran b. Hüsayn, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Cennet sakinleri arasında kadınlar azınlık oluşturacaktır."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadis, Mutarrif'in rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 8,
      "narrator": "'Abdullah b. Umar reported that Allah's Messenger (ﷺ) supplicated in these words:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi (ﷺ) şu sözlerle dua ettiğini bildirmiştir: \"Ey Allah, ben Senin nimetin geri çekilmesinden, Senin korumanın benden değişmesinden, Senin ani gazabından ve her türlü hoşnutsuzluğundan Sana sığınırım.\""
    },
    {
      "id": 9,
      "narrator": "Usama b. Zaid reported Allah's Messenger (ﷺ) as saying:",
      "text": "Usame b. Zeyd, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kadınlar yüzünden erkeklere zarar vermekten daha zararlı bir fitne bırakmadım."
    },
    {
      "id": 10,
      "narrator": "Usama b. Zaid b. Harith and Sa'id b. Zaid b. 'Amr b. Naufal both reported Allah's Messenger (ﷺ) as saying:",
      "text": "Usame b. Zeyd b. Harith ve Sa'id b. Zeyd b. Amr b. Naufal, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: İnsanlar için bıraktığım fitne, kadınların erkeklere verdiği zarardır."
    },
    {
      "id": 11,
      "narrator": "",
      "text": "Bu hadis, Sulaiman Taimi'nin rivayetiyle aynı nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 12,
      "narrator": "Abu Sa'id Khudri reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Sa'id Hudri, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Dünya tatlı ve yeşil (cazip)tir ve gerçekten Allah sizi bu dünyada halife kılacak, böylece nasıl hareket ettiğinizi görecektir. Bu yüzden kadınların cazibesinden sakının; çünkü İsrailoğulları için ilk deneme kadınlar yüzünden olmuştur. İbn Bashshar'ın rivayetinde ise şu ifadeler yer almaktadır: \"Böylece nasıl hareket ettiğinizi görecektir.\""
    },
    {
      "id": 13,
      "narrator": "'Abdullah b. 'Umar reported that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Üç kişi bir yolculuğa çıktılar. Yağmura yakalandılar ve bir dağ mağarasında korunmak zorunda kaldılar; mağaranın ağzına o dağdan bir taş düştü ve onları tamamen kapattı. İçlerinden biri diğerlerine dedi ki: Allah rızası için yaptığınız iyi amellere bakın ve sonra Yüce Allah'a dua edin ki O sizi bu sıkıntıdan kurtarsın. İçlerinden biri dedi: Ey Allah, yaşlı anne babam ve eşim ile küçük çocuklarım vardı. Sürüyü besliyordum ve akşam geri döndüğümde, onları sağdım ve ilk olarak o sütü anne babama verdim. Bir gün uzak bir yere yem aramak için çıkmak zorunda kaldım ve akşamdan önce geri dönemedim, onları uyurken buldum. Hayvanları sağdım ve sütü onlara getirdim, başlarının yanında durdum, onları uyandırmamaya dikkat ettim ve çocuklarıma süt vermeyi uygun görmedim. Çocuklarım ayaklarımın yanında ağladılar. Ben orada o halde kaldım, anne babam da öyle kaldı, sabaha kadar. Ve (ey Allah) eğer bunu Senin rızanı kazanmak için yaptığımı biliyorsan, bizi bu sıkıntıdan kurtar. (Taş biraz kaydı) ve gökyüzünü görebildiler. İkincisi dedi: Ey Allah, bir kuzenim vardı, onu erkeklerin kadınları sevdiğinden daha çok seviyordum. Onunla cinsel ilişkiye girmek istedim; o ise yüz dinar karşılığında kabul etti. Yüz dinarı toplamakta çok zorlandım ve sonunda ona verdim. Cinsel ilişkiye gireceğim sırada, o dedi ki: Allah'ın kulu, Allah'tan kork ve bekaretini yalnızca helal yolla bozma. Ben kalktım. Ey Allah, eğer bunu Senin rızanı kazanmak için yaptığımı biliyorsan, bizi bu sıkıntıdan kurtar. Durum biraz hafifledi. Üçüncüsü dedi: Ey Allah, bir işçiye bir ölçek pirinç için iş verdim. İşini bitirdikten sonra ona haklarını (bir ölçek pirinç olarak) verdim, ama o kabul etmedi. Ben bu pirinci tohum olarak kullandım ve bu da bol bir hasat verdi; bu sayede ineklerim ve sürülerim oldu. O bana geldi ve dedi: Allah'tan kork ve haklarım konusunda bana zulmetme. Ben de ona: Bu inekleri ve sürüleri al, dedim. O da: Allah'tan kork ve benimle alay etme, dedi. Ben de: Ben seninle alay etmiyorum. İnekleri ve sürüleri al. O da aldı. Ey Allah, eğer bunu Senin rızanı kazanmak için yaptığımı biliyorsan, bizim için durumu kolaylaştır. Ve Allah, onları geri kalan sıkıntıdan kurtardı."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Bu hadis, Musa b. Ukba'nın rivayetiyle ama kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 15,
      "narrator": "Abdullah b 'Umar reported:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi (ﷺ) şöyle dediğini işittiğini bildirmiştir: Önceki ümmetlerden üç kişi bir yolculuğa çıktılar ve bir mağarada bir gece geçirmek zorunda kaldılar. Hadisin geri kalanı aynıdır ve eklenen sözler şunlardır: \"İçlerinden biri dedi: Ey Allah, yaşlı anne babam vardı ve onlara sütü eşim, çocuklarım ve hizmetçilerimden önce verdim.\" İkincisi için ise sözler şunlardır: \"Açlık yüzünden zor durumda kalana kadar benden kaçtı ve bana geldi ve ben ona yüz yirmi dinar verdim.\" Üçüncüsü için ise sözler şunlardır: \"Onun ücretini yatırdım ve bu kâr getirdi ve bunun sonucunda ticaretim arttı ve mallarım bol oldu.\" Ve (rivayet eden) dedi ki, mağaradan çıktılar ve yürümeye başladılar."
    }
  ]
}