{
  "language": "tr",
  "metadata": {
    "length": 402,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Dharr reported:",
      "text": "Abu Dharr rivayet etti: Dedim ki: Allah'ın Resulü, yeryüzünde ilk kurulan cami hangisidir? O da: Al-Masjid al-Haram (kutsal cami) dedi. Ben (tekrar) dedim ki: O zaman hangisi? O da: Masjid Aqsa'dır dedi. Ben (tekrar) dedim ki: İkisi arasında ne kadar zaman var? O (Peygamber) dedi ki: Kırk yıl. Ve her ne zaman namaz vakti gelirse, orada namaz kılın, çünkü orası bir camidir; ve Abu Kamil'in rivayet ettiği hadiste (şöyle denir): \"Her ne zaman namaz vakti gelirse, namaz kılın, çünkü orası sizin için bir camidir.\""
    },
    {
      "id": 2,
      "narrator": "Ibrahim b. Yazid al-Tayml reported:",
      "text": "İbrahim b. Yazid al-Tayml rivayet etti: Babamla birlikte caminin kapısının önünde (önlükte) Kur'an okurdum. Secde ile ilgili ayetleri okuduğumda, o secde etti. Ben ona dedim ki: Baba, yolda secde mi ediyorsun? O da: Abu Dharr'ın şöyle dediğini duydum: Ben Allah'ın Resulü'ne (ﷺ) yeryüzünde ilk kurulan camiyi sordum. O da: Masjid Harim dedi. Ben dedim ki: O zaman hangisi? O da: Masjid al-Aqsa'dır dedi. Ben dedim ki: İkisi arasında ne kadar zaman var? O da: Kırk yıl. Sonra şöyle dedi: Yeryüzü sizin için bir camidir, bu yüzden namaz vaktinde nerede olursanız orada namaz kılın."
    },
    {
      "id": 3,
      "narrator": "Jabir b. 'Abdullah al-Ansari reported:",
      "text": "Jabir b. 'Abdullah al-Ansari rivayet etti: Peygamber (ﷺ) şöyle dedi: Bana, daha önce hiç kimseye verilmemiş beş şey verilmiştir (ve bunlar şunlardır): Her peygamber kendi kavmine özel olarak gönderilmiştir, oysa ben tüm kırmızı ve siyahlara gönderildim; savaş ganimetleri benim için helal kılındı, daha önce hiç kimseye helal kılınmamıştı; yeryüzü benim için kutsal ve temiz bir cami kılındı, bu yüzden sizden herhangi biri namaz vakti geldiğinde nerede olursa olsun orada namaz kılmalıdır; düşmanları korku ile (yani düşmanın kalbinde) desteklendim; bir aylık mesafeden gelen korku ile desteklendim ve şefaat hakkı verildi."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Jabir b. 'Abdullah, Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etti ve bu şekilde aktardı."
    },
    {
      "id": 5,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa rivayet etti: Allah'ın Resulü (selam üzerine olsun) şöyle dedi: Üzerimize (diğer) insanlardan üç şeyle üstün kılındık: Saflarımız meleklerin safına benzetildi ve tüm yeryüzü bizim için bir cami kılındı, ve su bulunmadığında toprak bizim için bir temizleyici kılındı. Ve o başka bir özelliği de zikretti."
    },
    {
      "id": 6,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi."
    },
    {
      "id": 7,
      "narrator": "Abu Huraira reported that the Messenger of Allah (may peace be upon hlmg) said:",
      "text": "Abu Huraira rivayet etti ki, Allah'ın Resulü (selam üzerine olsun) şöyle dedi: Diğer peygamberlerden altı noktada üstün kılındım: Kısa ama anlamı geniş olan sözler verildi; düşmanların kalplerinde korkuyla desteklendim; ganimetler benim için helal kılındı; yeryüzü benim için temiz ve ibadet yeri kılındı; ben tüm insanlığa gönderildim ve peygamberler silsilesi benimle kapandı."
    },
    {
      "id": 8,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Kısa ama anlamı geniş olan sözlerle görevlendirildim; düşmanların kalplerinde korkuyla desteklendim; ve uyurken, ellerime yeryüzünün hazinelerinin anahtarları getirildi. Ve Abu Huraira ekledi: Allah'ın Resulü (ﷺ) (gökyüzüne) gitti ve siz şimdi onları elde etmeye çalışıyorsunuz."
    },
    {
      "id": 9,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Resulü (ﷺ) şöyle bir hadisi söylediğini duydum."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadisi Abu Huraira başka bir isnad ile rivayet etmiştir."
    },
    {
      "id": 11,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Düşmanın kalbinde korkuyla desteklendim; kısa ama anlamı geniş olan sözler verildi; ve uyurken, ellerime yeryüzünün hazinelerinin anahtarları getirildi."
    },
    {
      "id": 12,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih rivayet etti: İşte bu, Abu Huraira'nın Allah'ın Resulü'nden (ﷺ) bize aktardığıdır ve o bazı hadisler aktardı, bunlardan biri de Allah'ın Resulü'nün (ﷺ) şöyle dediğidir: Düşmanların kalplerinde korkuyla desteklendim ve kısa ama anlamı geniş olan sözler verildi."
    },
    {
      "id": 13,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Allah'ın Resulü (ﷺ) Medine'ye geldi ve Medine'nin üst kısmında Banu 'Amr b 'Auf adlı bir kabileyle on dört gece kaldı. Sonra Banu al-Najir'in reislerini çağırdı ve onlar boyunlarında kılıçlarla geldiler. O (rivayet eden) dedi ki: Sanki Allah'ın Resulü'nü (ﷺ) Abu Bekir'in arkasında, Banu al-Najjar'ın reisleri etrafında, Abu Ayyub'un avlusuna kadar binerken görüyorum. O (rivayet eden) dedi ki: Allah'ın Resulü (ﷺ) namaz vakti geldiğinde namaz kıldı ve koyun ve keçilerin katmanında namaz kıldı. Sonra camilerin inşa edilmesini emretti ve Banu al-Najjar'ın reislerini çağırdı, onlar da (ona) geldiler. O (Peygamber) onlara dedi ki: Ey Banu al-Najjar, bu arazilerinizi bana satın. Onlar da: Hayır, Allah'a yemin ederiz, biz fiyatını talep etmeyeceğiz, ama (ödül) Rab'den. Anas dedi: (Bu arazilerde) putperestlerin ağaçları ve mezarları ve harabeler vardı. Allah'ın Resulü (selam üzerine olsun) ağaçların kesilmesini, mezarların açılmasını ve harabelerin düzleştirilmesini emretti. Ağaçlar (bu şekilde) kıblaya doğru sıralandı ve kapının iki tarafına taşlar yerleştirildi ve (cami inşa edilirken) (Sahabeler) Allah'ın Resulü (ﷺ) ile birlikte rajaz şiirleri söylediler:"
    },
    {
      "id": 14,
      "narrator": "Anas reported:",
      "text": "Ey Allah: Ahiretten başka hayır yoktur,"
    },
    {
      "id": 15,
      "narrator": "Abu al-Tiyyah reported:",
      "text": "Öyleyse Ensar ve Muhacirlere yardım et."
    },
    {
      "id": 16,
      "narrator": "Al-Bara' b. 'Azib reported:",
      "text": "Al-Bara' b. 'Azib şöyle bildirdi: Ben, Resulullah (ﷺ) ile birlikte on altı ay boyunca Bait-ul-Maqdis'e doğru namaz kıldım, ta ki Bakara Suresi'nden şu ayet nazil oluncaya kadar: \"Nerede olursanız olun, yüzlerinizi ona çevirin\" (Bakara, 144). Bu ayet, Resulullah (ﷺ) namaz kılarken nazil oldu. Kendisinin halkından bir kişi, namaz kılan Ensar topluluğunun yanından geçti. Onlara (bu Allah emrini) aktardı ve onlar da yüzlerini Kâbe'ye çevirdiler."
    },
    {
      "id": 17,
      "narrator": "Abu Ishaq reported:",
      "text": "Abu İshak şöyle bildirdi: Al-Bara'ı dinledim, dedi ki: Biz, Allah Resulü (ﷺ) ile birlikte on altı veya on yedi ay boyunca yüzlerimizi Bait-ul-Maqdis'e doğru namaz kıldık. Sonra Kâbe'ye doğru yönelmemiz emredildi."
    },
    {
      "id": 18,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar şöyle bildirdi: İnsanlar Kuba'da namaz kılarken, bir adam onlara geldi ve dedi ki: Geceleyin Allah Resulü (ﷺ)'ne vahiy geldi ve Kâbe'ye yönelmesi emredildi. O halde Kâbe'ye yönelin. Onların yüzleri Suriye'ye doğruydu ve Kâbe'ye döndüler."
    },
    {
      "id": 19,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar şöyle bildirdi: İnsanlar sabah namazında iken bir adam onlara geldi. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 20,
      "narrator": "Anas reported:",
      "text": "Enes şöyle bildirdi: Allah Resulü (ﷺ) Bait-ul-Maqdis'e doğru namaz kılardı, ta ki ona şu ayet nazil oluncaya kadar: \"Şüphesiz biz, yüzünün göğe dönmesini görüyoruz. Artık seni, hoşnut olacağın bir kıbleye çevireceğiz. O halde yüzünü Mescid-i Haram'a çevir\" (Bakara, 144). Banu Selama'dan bir kişi gidiyordu; (namaz kılanları) rukûda buldu ve bir rekât kılmışlardı. Yüksek sesle dedi ki: Dinleyin! Kıble değişti ve onlar o halde (yeni) kıbleye (Kâbe'ye) döndüler."
    },
    {
      "id": 21,
      "narrator": "'A'isha reported:",
      "text": "'A'isha şöyle bildirdi: Ümmü Habibe ve Ümmü Selma, Allah Resulü (ﷺ)'ne, Habeşistan'da gördükleri bir kiliseden bahsettiler ve içinde resimler olduğunu söylediler. Allah Resulü (ﷺ) dedi ki: İçlerinden bir salih kişi öldüğünde, onun kabrinin üzerine bir ibadet yeri inşa ederler ve sonra onu böyle resimlerle süslerler. Onlar, Kıyamet Günü Allah katında yaratıkların en şerlisi olacaklardır."
    },
    {
      "id": 22,
      "narrator": "'A'isha reported:",
      "text": "'A'isha şöyle bildirdi: Allah Resulü (ﷺ)'ün (son) hastalığında, bazı Sahabeler birbirleriyle konuşuyorlardı. Ümmü Selma ve Ümmü Habibe kiliseden bahsettiler ve sonra (hadis) rivayet edildi."
    },
    {
      "id": 23,
      "narrator": "'A'isha reported:",
      "text": "'A'isha şöyle bildirdi: Allah Resulü (ﷺ)'ün eşleri, Habeşistan'da gördükleri, Marya adındaki kiliseden bahsettiler ve hadisin geri kalanı aynıdır."
    },
    {
      "id": 24,
      "narrator": "'A'isha reported:",
      "text": "'A'isha şöyle bildirdi: Allah Resulü (ﷺ) hiç iyileşmeyeceği hastalığında şöyle dedi: Allah, Yahudileri ve Hristiyanları lanetlesin; zira onlar, peygamberlerinin kabirlerini mescit edindiler. O ('A'isha) bildirdi: Eğer böyle olmasaydı, onun (Peygamberin) kabri açık bir yerde olurdu, ama bu, onun bir mescit olarak alınmasından korkulduğu için mümkün olmadı."
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre şöyle bildirdi: Allah Resulü (ﷺ) dedi ki: Allah, Yahudileri helak etsin; zira onlar, peygamberlerinin kabirlerini ibadet yerleri edindiler."
    },
    {
      "id": 26,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre şöyle bildirdi: Allah Resulü (ﷺ) dedi ki: Allah'ın laneti, Yahudilerin ve Hristiyanların üzerine olsun; zira onlar, peygamberlerinin kabirlerini ibadet yerleri edindiler."
    },
    {
      "id": 27,
      "narrator": "'A'isha and Abdullah reported:",
      "text": "'A'isha ve Abdullah şöyle bildirdi: Allah Resulü (ﷺ) son nefesini vermek üzereyken, örtüsünü yüzüne çekti ve rahatsızlandığında yüzünü açtı ve o halde şöyle dedi: Yahudilerin ve Hristiyanların üzerine lanet olsun; zira onlar, peygamberlerinin kabirlerini ibadet yerleri edindiler. Aslında o, (adamlarını) onların (Yahudilerin ve Hristiyanların) yaptıklarından sakındırdı."
    },
    {
      "id": 28,
      "narrator": "Jundub reported:",
      "text": "Cündüb şöyle bildirdi: Ölümünden beş gün önce Allah Resulü (ﷺ)'nden duydum ve şöyle dedi: Ben, Allah katında sizden hiç kimseyi dost edindiğim için aklanmışım; zira Allah, beni dost edindi, tıpkı İbrahim'i dost edindiği gibi. Eğer ümmetimden birini dost edinmiş olsaydım, Ebu Bekir'i dost edinirdim. Peygamberlerin ve salihlerin kabirlerini ibadet yerleri edinenlerden sakının; ama siz kabirleri mescit edinmeyin; bunu size yasaklıyorum."
    },
    {
      "id": 29,
      "narrator": "Ubaidullah al-Khaulini reported:",
      "text": "Ubaidullah el-Khaulini şöyle bildirdi: 'Uthman b. 'Affan, Allah Resulü (ﷺ)'ün mescidini yeniden inşa ettiğinde halkın (olumsuz) görüşlerini dinledi. Bunun üzerine şöyle dedi: Bana karşı adil davranmadınız; zira ben, Allah Resulü (ﷺ)'nden şunu duydum: Kim Allah için bir mescit inşa ederse, Allah da ona cennette bir ev inşa eder. Bukair dedi ki: Sanırım o (Peygamber) şöyle dedi: Allah'ın rızasını kazanmak için (mescit inşa ederken). Ve İbn 'İsa'nın rivayetinde (şu sözler geçiyor): \"Cennette (o mescid) gibi bir ev.\""
    },
    {
      "id": 30,
      "narrator": "Mahmud b. Labid reported:",
      "text": "Mahmud b. Labid şöyle bildirdi: 'Uthman b. 'Affan, (Peygamberin) mescidini inşa etmeye niyet ettiğinde, halk bunu onaylamadı. Onlar, mevcut durumunun korunmasını istediler. Bunun üzerine şöyle dedi: Ben, Allah Resulü (ﷺ)'ün şöyle dediğini duydum: Kim Allah için bir mescit inşa ederse, Allah ona cennette onun gibi bir ev inşa eder."
    },
    {
      "id": 31,
      "narrator": "Al-Aswad and 'Alqama reported:",
      "text": "Al-Aswad ve 'Alqama bildirdi: 'Abdullah b. Mes'ud'un evine geldik. O dedi ki: Bu insanlar arkanızda namaz kıldılar mı? Biz dedik ki: Hayır. O dedi ki: O zaman kalkın ve namaz kılın. Ne ezan ne de ikamet söylememizi emretti. Arkasında durmak için kalktık. Bizi ellerimizden tuttu ve birimizi sağında, diğerimizi solunda durdurdu. Rükûya gittiğimizde, ellerimizi dizlerimizin üzerine koyduk. O, ellerimize vurdu ve ellerini avuç içiyle birleştirip, onları uyluklarının arasına koydu. Namazı bitirdiğinde dedi ki: Yakında sizin emirleriniz gelecek, namazları vakitlerinden geri bırakacaklar ve güneşin batmasına az bir zaman kala geciktirecekler. Onları böyle yaparken gördüğünüzde, namazınızı vaktinde kılın ve sonra onlarla (nafile) namaz kılın, ve eğer üç kişi iseniz, bir sırada birlikte namaz kılın, eğer üçten fazlaysanız, aranızdan birini imam olarak tayin edin. Ve aranızdan biri rükûya gittiğinde, ellerini uyluklarının üzerine koymalı ve diz çökmelidir, avuçlarını birleştirip (onları uyluklarının arasına) koymalıdır. Resulullah'ın (sallallahu aleyhi ve sellem) parmakları arasındaki boşluğu gördüğümü zannediyorum."
    },
    {
      "id": 32,
      "narrator": "This hadith is narrated on the authority of Alqama and Aswad by another chain of transmitters and in the hadith transmitted by Ibn Mus-hir and Jabir the words are:",
      "text": "---"
    },
    {
      "id": 33,
      "narrator": "'Alqama and Aswad reported that they went to 'Abdullah. He said:",
      "text": "Bu hadisi Alqama ve Aswad, başka bir nakil zinciriyle rivayet etmiştir ve İbn Mus-hir ile Cabir tarafından rivayet edilen hadisteki sözler şunlardır: \"Resulullah'ın (ﷺ) rükûda iken parmakları arasındaki boşluğu gördüğümü zannediyorum.\""
    },
    {
      "id": 34,
      "narrator": "Mus'ab b. Sa'd reported:",
      "text": "---"
    },
    {
      "id": 35,
      "narrator": "This hadith has been narrated by Abu Ya'fur with the same chain of transmitters up to these words:",
      "text": "'Alqama ve Aswad bildirdi ki, 'Abdullah'a gittiler. O dedi ki: Arkada (insanlar) namaz kıldı mı? Onlar dediler: Evet. O, onların arasında (Alqama ve Aswad) durdu. Biri sağında, diğeri solunda duruyordu. Sonra rükûya gittik ve ellerimizi dizlerimizin üzerine koyduk. O, ellerimize vurdu ve sonra ellerini avuç içiyle birleştirip, uyluklarının arasına koydu. Namazı bitirdiğinde dedi ki: Resulullah (ﷺ) böyle yapardı."
    },
    {
      "id": 36,
      "narrator": "Ibn Sa'd reported:",
      "text": "---"
    },
    {
      "id": 37,
      "narrator": "Mus'ab b. Sa'd b. Abu Waqqas reported:",
      "text": "Mus'ab b. Sa'd bildirdi: Babamın yanında namaz kıldım ve ellerimi dizlerimin arasına koydum. Babam bana dedi ki: Ellerini dizlerinin üzerine koy. Ben bunu (önceki hareketi) ikinci kez tekrarladım, o da ellerime vurdu ve dedi ki: Bunu yapmamız yasaklandı ve avuçlarımızı dizlerimizin üzerine koymamız emredildi."
    },
    {
      "id": 38,
      "narrator": "Tawus reported:",
      "text": "---"
    },
    {
      "id": 39,
      "narrator": "Mu'awiya b. al-Hakam said:",
      "text": "Bu hadisi Abu Ya'fur, aynı nakil zinciriyle bu sözlere kadar rivayet etmiştir: Bunu yapmamız yasaklandı ve sonrasına dair bir şey zikredilmemiştir."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 41,
      "narrator": "Abdullah (b. Masu'd) reported:",
      "text": "İbn Sa'd bildirdi: Rükûya gittim ve ellerim bu durumda, yani avuç içiyle birleştirilmiş ve uyluklarımın arasına konmuştu. Babam dedi ki: Biz böyle yapardık ama daha sonra avuçlarımızı dizlerin üzerine koymamız emredildi."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 43,
      "narrator": "Zaid b. Arqam reported:",
      "text": "Mus'ab b. Sa'd b. Ebu Vakkas bildirdi: Babamın yanında namaz kıldım. Rükûya gittiğimde parmaklarımı birleştirip dizlerimin arasına koydum. O, ellerime vurdu. Namazı bitirdiğinde dedi ki: Biz bunu yapardık ama sonra dizlere (avuçlarımızı) kaldırmamız emredildi."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 45,
      "narrator": "Jabir reported:",
      "text": "Tavus bildirdi: İbn Abbas'a namazda oturmak (otururken) hakkında sorduk. O dedi ki: Bu sünnettir. Biz ona dedik ki: Bunu ayaklara karşı bir tür eziyet olarak buluyoruz. İbn Abbas dedi ki: Bu, peygamberinizin (ﷺ) sünnetidir."
    },
    {
      "id": 46,
      "narrator": "Jabir reported:",
      "text": "Cabir, Allah'ın Resulü'nün (ﷺ) beni Banu Mustaliq'e gönderdiğini bildirdi. Ona geldiğimde, deve üzerinde namaz kılıyordu. Ben onunla konuştum ve o, elini işaret etti; Zuhair de elini işaret etti. Ben tekrar konuştum ve o yine (elini işaret etti). Zuhair, elini yere doğru işaret etti. Onun (Peygamber Efendimiz'in) Kur'an okuduğunu ve başıyla işaret ettiğini duydum. Namazı bitirdiğinde şöyle dedi: Göndermiş olduğum iş ile ilgili ne yaptın? Benimle konuşamadım, çünkü namaz kılıyordum. Zuhair, bu hadisi aktarırken, Ebu Zübeyr'in Kıble'ye dönük oturduğunu bildirdi. Ebu Zuhair, elini Banu Mustaliq'e doğru işaret etti ve işaret ettiği yön Kabe'ye doğru değildi."
    },
    {
      "id": 47,
      "narrator": "Jabir reported:",
      "text": "Cabir, Allah'ın Resulü (ﷺ) ile birlikte olduğumuzu ve onun beni bir iş için gönderdiğini bildirdi. Geri döndüğümde (onu) binerken namaz kıldığını ve yüzünün Kıble'ye dönük olmadığını gördüm. Ona selam verdim ama o bana cevap vermedi. Namazı bitirdiğinde şöyle dedi: Selamınıza cevap vermemi engelleyen tek şey, namaz kılıyor olmamdı."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadisi, Allah'ın Resulü (ﷺ) Cabir'i bir iş için gönderdiği şeklinde, başka bir nakil zinciriyle aktarmıştır."
    },
    {
      "id": 49,
      "narrator": "Abu Huraira reported that he heard the Messenger of Allah (ﷺ) saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle derken duyduğunu bildirdi: Geçen gece, namazımı kesmek için çok kötü bir cin kaçtı, ama Allah bana onun üzerinde güç verdi, onu yakaladım ve sizi, hepinizin bir arada bakabilmesi için caminin direklerinden birine bağlamayı düşündüm, ama kardeşim Süleyman'ın duasını hatırladım: \"Rabbim, beni affet, bana benden sonra kimseye nasip olmayacak bir mülk ver.\" (Kur'an, 37:35)."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "Bu hadis, İbn Ebi Şeybe tarafından aktarılmıştır."
    },
    {
      "id": 51,
      "narrator": "Abu Darda' reported:",
      "text": "Ebu Derdâ, Allah'ın Resulü (ﷺ) namaza durduğunda, \"Senden Allah'a sığınırım.\" dediğini duydu. Sonra \"Allah'ın laneti üzerine olsun.\" dedi üç kez, ardından sanki bir şeyi tutuyormuş gibi elini uzattı. Namazı bitirdiğinde, biz: \"Allah'ın Resulü, namaz sırasında daha önce hiç duymadığımız bir şey söyledin ve elini uzattığını gördük.\" dedik. O da: \"Allah'ın düşmanı İblis, yüzüme ateşle gelmek için geldi, bu yüzden üç kez: 'Senden Allah'a sığınırım.' dedim. Sonra üç kez: 'Sana Allah'ın tam lanetini ederim.' dedim. Ama o, bu üç durumda da geri çekilmedi. Sonrasında onu yakalamayı düşündüm. Allah'a yemin ederim ki, kardeşim Süleyman'ın duası olmasaydı, o bağlı olurdu ve Medine çocuklarının eğlencesi haline gelirdi.\""
    },
    {
      "id": 52,
      "narrator": "Abu Qatadi reported:",
      "text": "Ebu Katâde, Allah'ın Resulü (ﷺ) namaz kılarken, Zeynep'in kızı Ümmame'yi ve Ebu'l-As b. Rabi'yi taşıdığını gördüm. Ayakta durduğunda onu aldı ve secdeye gittiğinde onu bıraktı. Yahya, Malik'in olumlu yanıt verdiğini söyledi."
    },
    {
      "id": 53,
      "narrator": "Abu Qatada al-Ansari reported:",
      "text": "Ebu Katâde el-Ensari, Resulullah (ﷺ) insanlara namaz kıldırırken, Ebu'l-As'ın kızı Ümmime ve Zeynep'in kızı Resulullah'ın (ﷺ) omzunda olduğunu gördüm. Rükûya gittiğinde onu bıraktı, secdeden kalktığında tekrar onu aldı."
    },
    {
      "id": 54,
      "narrator": "Abu Qatada reported:",
      "text": "Ebu Katâde, Allah'ın Resulü (ﷺ) insanlara namaz kıldırırken, Ebu'l-As'ın kızı Ümmame'yi boynunda taşıdığını gördüm; secdeye gittiğinde onu bıraktı."
    },
    {
      "id": 55,
      "narrator": "Abu Qatada reported:",
      "text": "Ebu Katâde, camide otururken, Allah'ın Resulü (ﷺ) bize geldi ve hadisin geri kalanı aynıdır, ancak bu namazda insanlara namaz kıldırdığını belirtmedi."
    },
    {
      "id": 56,
      "narrator": "Abu Hazim is reported on the authority of his father:",
      "text": "Ebu Hazım, babasından rivayet edildiğine göre: Bazı insanlar Sahl b. Sa'd'a geldi ve Peygamber'in minberinin hangi ağaçtan yapıldığını tartışmaya başladılar. Sahl b. Sa'd: \"Vallahi, onun hangi ağaçtan yapıldığını ve kimin yaptığını biliyorum ve Allah'ın Resulü (ﷺ) ilk gün oturduğunda onu gördüm.\" dedi. Ona: \"Ey Ebu Abbas (Sahl b. Sa'd'ın künyesi), bize (bu gerçekleri) anlat.\" dedim. O da: \"Allah'ın Resulü (ﷺ) bir kişiyi bir kadına gönderdi ve ona, kölesi olan bir marangozun ağaçlar üzerinde çalışmasına izin vermesini istedi ki ben de onun üzerinde insanlara hitap edebileyim.\" dedi. Ebu Hazım: \"O (Sahl b. Sa'd) o gün (o kadının) adını belirtti.\" dedi. Böylece o (marangoz) bu üç basamaktan oluşan bir minber yaptı. Sonra Allah'ın Resulü (ﷺ) bunun buraya (şu an bulunduğu yere) konulmasını emretti. Al-Ghaba ağacından yapılmıştı. Ben, Allah'ın Resulü'nü (ona selam olsun) onun üzerinde dururken ve Allah'ı tesbih ederken gördüm, insanlar da onun arkasında Allah'ı tesbih ettiler. O, secdeden başını kaldırdı ve topukları üzerinde geri adım attı, minberin tabanında secde etti ve sonra (eski yerine geri döndü ve bu bir veya iki adım hareketi devam etti) namaz tamamlanana kadar. Sonra insanlara döndü ve: \"Ey insanlar, bunu yaptım ki bana uyasınız ve (namazımı) öğrenesiniz.\" dedi."
    },
    {
      "id": 57,
      "narrator": "Abu Hazim reported:",
      "text": "Ebu Hazım, Allah'ın Resulü (ﷺ) minberinin ne ile yapıldığını sorduğunda, Sahl b. Sa'd'a gelen insanların aynı hadisi aktardığını bildirdi."
    },
    {
      "id": 58,
      "narrator": "Abu Huraira reported from the Messenger of Allah (ﷺ) that he forbade keeping one's hand on one's waist while praying, and in the narration of Abu Bakr (the words are):",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) namaz kılarken elini beline koymayı yasakladığını bildirdi. Ebu Bekir'in rivayetinde (sözler): \"Allah'ın Resulü (ﷺ) bunu yapmayı yasakladı.\" şeklindedir."
    },
    {
      "id": 59,
      "narrator": "Mu'aiqib quoted the Messenger of Allah (ﷺ) mentioning the removal of pebbles from the ground where he prostrated himself. He (the Prophet) said:",
      "text": "Mu'aiqib, Allah'ın Resulü (ﷺ) secde ettiği yerde yerden taşları kaldırmayı zikrettiğini aktardı. O (Peygamber) dedi ki: \"Eğer yapmanız gerekiyorsa, sadece bir kez yapın.\""
    },
    {
      "id": 60,
      "narrator": "Mu'aiqib said:",
      "text": "Mu'aiqib, insanlar (namazda) taşları kaldırmayı sorduğunda, o da: \"Eğer yapıyorsanız, sadece bir kez yapın.\" dedi."
    },
    {
      "id": 61,
      "narrator": "Abdullah b. Umar reported:",
      "text": "Abdullah b. Umar rivayet etti: Allah'ın Resulü (ﷺ) Kıbleye doğru olan duvarda tükürük gördü, onu kazıdı ve sonra insanlara dönerek dedi ki: Sizden biri namaz kıldığında, önüne tükürmemelidir; çünkü Allah, namazda iken onun önündedir."
    },
    {
      "id": 62,
      "narrator": "",
      "text": "İbn Umar rivayet etti ki, Allah'ın Resulü (ﷺ) caminin Kıble duvarında tükürük gördü, hadisin geri kalanı aynıdır."
    },
    {
      "id": 63,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri rivayet etti: Allah'ın Elçisi (ﷺ) caminin Kıble'sinde tükürük gördü. Onu bir çakıl taşı ile kazıdı ve sonra sağ tarafa veya önüne tükürmeyi yasakladı, ancak (sol tarafa veya sol ayağının altına tükürmek) caizdir."
    },
    {
      "id": 64,
      "narrator": "",
      "text": "Ebu Hureyre ve Ebu Sa'id rivayet etti ki, Allah'ın Resulü (ﷺ) tükürük gördü, hadisin geri kalanı aynıdır."
    },
    {
      "id": 65,
      "narrator": "'A'isha reported:",
      "text": "Aişe rivayet etti: Allah'ın Elçisi (sallallahu aleyhi ve sellem) Kıbleye doğru olan duvarda tükürük veya burun akıntısı gördü ve onu kazıdı."
    },
    {
      "id": 66,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) saw some sputum in the direction of the Qibla of the mosque. He turned towards people and said:",
      "text": "Ebu Hureyre rivayet etti ki, Allah'ın Resulü (ﷺ) caminin Kıble yönünde bir miktar tükürük gördü. İnsanlara döndü ve dedi ki: Sizden biri Rabb'inin önünde dururken nasıl olur da önüne tükürür? İçinizden biri, birinin önünde durmasını ve sonra yüzüne tükürmesini ister mi? O halde sizden biri tükürürse, sol tarafına, ayağının altına tükürmelidir. Eğer (tükürmek için) yer bulamazsa, şöyle yapsın. Kasım (rivayetçilerden biri) elbisesine tükürdü, sonra onu katladı ve ovuşturdu."
    },
    {
      "id": 67,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Sanki Allah'ın Resulü (ﷺ) bir parça elbisesini diğer bir parça ile katlıyormuş gibi görüyorum."
    },
    {
      "id": 68,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: Sizden biri namazda iken, Rabbi ile samimi bir konuşma halindedir, bu yüzden hiç kimse önüne veya sağ tarafına tükürmemelidir; sol tarafına, ayağının altına tükürmelidir."
    },
    {
      "id": 69,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: Camide tükürmek bir günahtır ve bunun kefareti gömülmesidir."
    },
    {
      "id": 70,
      "narrator": "Shu'ba reported:",
      "text": "Şu'be rivayet etti: Ben Katada'ya camide tükürmek hakkında sordum. O da dedi ki: Enes b. Malik'in şöyle dediğini duydum: Allah'ın Resulü (ﷺ) dedi ki: Camide tükürmek bir günahtır ve bunun kefareti gömülmesidir."
    },
    {
      "id": 71,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr rivayet etti: Allah'ın Elçisi (ﷺ) dedi ki: Kavmimin iyi ve kötü amelleri bana sunuldu ve yolda bir şeyin kaldırılmasının iyi amelleri arasında olduğunu, camide gömülmemiş tükürük mukusunun ise kötü amelleri arasında olduğunu gördüm."
    },
    {
      "id": 72,
      "narrator": "Abdullah b. Shakhkhir reported on the authority of his father that he said:",
      "text": "Abdullah b. Şekhher, babasının rivayetiyle, dedi ki: Ben Allah'ın Resulü (ﷺ) ile namaz kıldım ve onu tükürürken gördüm, sonra ayakkabısı ile onu ovuşturdu."
    },
    {
      "id": 73,
      "narrator": "",
      "text": "Abdullah b. Şekhher, babasının rivayetiyle, Allah'ın Resulü (ﷺ) ile namaz kıldığını, tükürdüğünü ve sonra sol ayakkabısı ile onu ovuşturduğunu bildirdi."
    },
    {
      "id": 74,
      "narrator": "Sa'd b. Yazid reported:",
      "text": "Sa'd b. Yazid rivayet etti: Ben Enes b. Malik'e dedim ki: Allah'ın Resulü (ﷺ) ayakkabı giyerken namaz kıldı mı? O da: Evet, dedi."
    },
    {
      "id": 75,
      "narrator": "Sa'd b. Yazid Abu Mas'ama reported:",
      "text": "Sa'd b. Yazid Ebu Mas'ama rivayet etti: Ben Enes'e yukarıda bahsedilen gibi dedim."
    },
    {
      "id": 76,
      "narrator": "'A'isha reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) desenli bir elbise ile namaz kıldı, bu yüzden (Kutsal Peygamber) dedi ki: Bunu Ebu Cehm'e götür ve ondan bana sade bir örtü getir, çünkü desenler beni oyaladı."
    },
    {
      "id": 77,
      "narrator": "'A'isha reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) desenli bir elbise ile namaza durdu. Bu desenlere baktı ve namazı tamamladıktan sonra dedi ki: Bu elbiseyi Ebu Cehm b. Hudayfa'ya götür ve bana bir örtü getir, çünkü bu beni şimdi oyaladı."
    },
    {
      "id": 78,
      "narrator": "'A'isha reported:",
      "text": "'A'işe (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (sallallahu aleyhi ve sellem) desenli bir elbise giyiyordu ve bu, namazda onu oyaladı. Onu Ebu Cehm'e verdi ve yerine anbijaniya olarak bilinen sade bir elbise aldı."
    },
    {
      "id": 79,
      "narrator": "Anas b. Malik reported the Messenger of Allah (ﷺ) saying:",
      "text": "Enes b. Malik (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Akşam yemeği getirildiğinde ve namaz başladığında, önce yemek yemelidir."
    },
    {
      "id": 80,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Akşam yemeği önünüze getirildiğinde ve namaz vakti de geldiğinde, önce akşam yemeğini yiyin ve (namaza geç kalmamak için) acele etmeyin."
    },
    {
      "id": 81,
      "narrator": "",
      "text": "Bu hadis, Enes'ten başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 82,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Sizden birine akşam yemeği getirildiğinde ve namaz da başlarsa, önce akşam yemeğini alın ve (yemek yemeden) namaza acele etmeyin."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Bu şekilde bir hadis, İbn 'Umar'dan başka bir nakil zinciri ile Allah'ın Elçisi (ﷺ) üzerinden rivayet edilmiştir."
    },
    {
      "id": 84,
      "narrator": "Ibn Atiq reported:",
      "text": "İbn Atiq bildirdi: Al-Kasım, 'A'işe'nin (Allah ondan razı olsun) huzurundaydı ve ben bir hadis rivayet ettim. Al-Kasım, kelimeleri telaffuz etmede hatalar yapan bir adamdı ve annesi bir cariyeydi. 'A'işe ona dedi ki: Senin neyin var ki, benim kardeşimin oğlu gibi rivayet etmiyorsun? Nereden duyduğunu biliyorum. Annen seni böyle büyüttü. Al-Kasım bu sözlerden dolayı öfkelendi ve ona karşı kin besledi. 'A'işe'nin önünde masa kurulduğunu görünce ayağa kalktı, 'A'işe dedi ki: Nereye gidiyorsun? O da: Namaz kılmaya gidiyorum, dedi. 'A'işe: Otur (yemek için), dedi. O: Namaz kılmam lazım, dedi. 'A'işe: Otur, ey imansız, çünkü ben Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: Yemek varken (ibadet edenin önünde) namaz kılınamaz veya ihtiyaç hissedildiğinde."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "'Abdullah b. 'Atiq, 'A'işe'den (Allah ondan razı olsun) Allah'ın Elçisi'nden (ﷺ) bir hadis rivayet etti, ancak Al-Kasım'ın hikayesini anmadı."
    },
    {
      "id": 86,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) Hayber savaşında şöyle dedi: Bu bitkiden, yani sarımsaktan yiyen, camilerimize yaklaşmasın. Zubair'in rivayetinde sadece \"savaş\" kelimesi geçiyor, Hayber'den bahsedilmiyor."
    },
    {
      "id": 87,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Bu (rahatsız edici) bitkiden yiyen, kokusu geçene kadar camimize yaklaşmasın: (bitki sarımsağı ifade eder)."
    },
    {
      "id": 88,
      "narrator": "Ibn Suhaib reported:",
      "text": "İbn Suheyb bildirdi: Anas'a sarımsak hakkında soruldu; o da Allah'ın Elçisi'nin (ﷺ) şöyle dediğini belirtti: Bu bitkiden (sarımsak) yiyen, bize yaklaşmasın ve bizimle birlikte namaz kılmasın."
    },
    {
      "id": 89,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) şöyle dedi: Bu bitkiden (sarımsak) yiyen, camimize yaklaşmasın ve bize sarımsak kokusuyla zarar vermesin."
    },
    {
      "id": 90,
      "narrator": "Jabir reported:",
      "text": "Cabir (Allah ondan razı olsun) bildirdi: Allah'ın Elçisi (ﷺ) soğan ve pırasanın yenmesini yasakladı. Biz istek duyduğumuzda onları yedik. Bunun üzerine (Kutsal Peygamber) dedi ki: Bu rahatsız edici bitkiden yiyen, camimize yaklaşmasın, çünkü melekler de insanlar gibi aynı şeylerden zarar görürler."
    },
    {
      "id": 91,
      "narrator": "Jabir reported:",
      "text": "Cabir, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Sarımsak veya soğan yiyen, bizden veya camimizden uzak durmalı ve evinde kalmalıdır. Kendisine içinde sebzeler bulunan bir tencere getirildi, o da içinde kötü bir koku hissetti. Sorduğunda, ona içinde pişirilmiş sebzeler olduğu bildirildi. Dedi ki: Bunu falan sahabeye götürün. O bunu görünce, yemekten de hoşlanmadı. (Bunun üzerine) o (Peygamber) dedi ki: Siz yiyebilirsiniz, çünkü ben sizinle konuşmayan biriyle konuşuyorum."
    },
    {
      "id": 92,
      "narrator": "Jabir b. 'Abdullah reported the Messenger of Allah (ﷺ) mying:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Bu (kötü) bitkiden, yani sarımsaktan yiyen, bazen de soğan ve sarımsak ve pırasa yiyen, camimize yaklaşmamalıdır; çünkü melekler, Adem'in çocukları gibi bu şeylerden zarar görürler."
    },
    {
      "id": 93,
      "narrator": "Ibn Juraij has narrated it with the same chain of transmitters:",
      "text": "İbn Juraij, aynı isnatla şöyle bildirmiştir: Bu bitkiden, yani sarımsaktan yiyen, camimize gelmemelidir; ve soğan veya pırasa hakkında hiçbir şey zikretmemiştir."
    },
    {
      "id": 94,
      "narrator": "Abu Sa'id reported:",
      "text": "Ebu Sa'id bildirdi: Biz herhangi bir günah işlemedik ama Hayber fethedildi. Biz, Allah'ın Resulü'nün (ﷺ) arkadaşları, bu bitki, yani sarımsağa rastladık, çünkü insanlar açtı. İstediğimiz kadar yedik ve sonra camiye doğru yola çıktık. Allah'ın Resulü (ﷺ) onun kokusunu hissetti ve dedi ki: Bu kötü bitkiden bir şey yiyen, camide bize yaklaşmamalıdır. İnsanlar dediler: Onun (tüketimi) yasaklandı; onun (tüketimi) yasaklandı. Bu, Allah'ın Resulü'ne (ﷺ) ulaştı ve o dedi ki: Ey insanlar, Allah'ın helal kıldığı bir şeyi yasaklayamam; ama (bu sarımsak) benim için hoş olmayan bir bitkidir."
    },
    {
      "id": 95,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri bildirdi: Allah'ın Resulü (ﷺ) arkadaşlarıyla birlikte soğan ekili bir tarladan geçtiler. İnsanlar orada durup oradan yediler, ama bazıları yemedi. Sonra (Peygamberin) arkadaşları ona gittiler. O (önce) soğan yemeyenleri çağırdı ve diğerlerini (soğan yiyenleri) kokusu geçene kadar bekletti."
    },
    {
      "id": 96,
      "narrator": "Ma'dan b. Talha reported:",
      "text": "Ma'dan b. Talha bildirdi: Ömer b. Hattab, Cuma hutbesi verdi ve Allah'ın Resulü (ﷺ) ile Ebu Bekir'den bahsetti. O (daha sonra) şöyle dedi: Bir rüyada bir horozun beni iki kez gagaladığını gördüm ve ölümümün yakın olduğunu hissediyorum. Bazı insanlar bana halefimi tayin etmemi önerdiler. Ve Allah, dinini helak etmeyecektir. Halifeliği ve O'nun Rasulü'nü (ﷺ) gönderdiği şeyle. Eğer ölümüm yakında gelirse, (halifelik meselesi) bu altı adamın rızasıyla belirlenecektir; ki bu altı adam, Allah'ın Resulü (ﷺ) ile ölümüne kadar hoşnut olduğu kimselerdir. Ve biliyorum ki bazı insanlar beni, bu ellerimle açıkça İslam'ı kabul eden bazı kişileri öldürdüğüm için suçlayacaklar. Eğer bunu yaparlarsa (bana suç atarlarsa) onlar Allah'ın düşmanlarıdır, kafirdirler ve sapmışlardır. Ve arkamda, aklıma daha önemli gelen hiçbir şey bırakmıyorum; Kalala'dan daha önemli bir şey. Ve ben, Allah'ın Resulü'ne (ﷺ) bu Kalala'dan daha sık başvurmadım ve o (Peygamber) başka bir konuda benden hiç hoşlanmadı: (Ve o o kadar endişeliydi ki) parmaklarını göğsüme vurdu ve dedi ki: Bu ayet, yani Nisa Suresi'nin sonunda, sıcak mevsimde indirilen, sizin için yeterli değil mi? Ve eğer daha uzun yaşarsam, bu (sorunu) o kadar net bir şekilde çözeceğim ki, Kur'an'ı okuyan veya okumayan biri, (onun ışığında) doğru kararlar alabilecektir. O ('Ömer) daha sonra dedi: Allah! Bu toprakların yöneticileri hakkında sana şahitlik ediyorum ki, onları (bu toprakların halkına) adalet sağlamaları, dinlerini ve Allah'ın Resulü'nün (ﷺ) sünnetini öğretmeleri, savaş ganimetlerini aralarında dağıtmaları ve zorlandıkları şeyleri bana iletmeleri için gönderdim. Ey insanlar, siz bu iki bitkiyi yiyorsunuz; bunlar soğan ve sarımsaktır. Ve ben bunları sadece iğrenç buluyorum; çünkü Allah'ın Resulü (ﷺ) bir kişinin camide bu ikisinin kokusunu hissettiğinde, onu al-Baki'ye gitmeye zorladı. O yüzden kim bunları yerse, (kokusunu) iyi pişirerek yok etmelidir."
    },
    {
      "id": 97,
      "narrator": "",
      "text": "Bu hadisi Katade, aynı isnatla nakletmiştir."
    },
    {
      "id": 98,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: Sizden biri camide kaybettiği bir şey hakkında bir adamın bağırdığını duyarsa, şöyle demelidir: Allah onu sana geri vermesin; çünkü camiler bunun için inşa edilmemiştir."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) bunu böyle söylediğini bildirdi."
    },
    {
      "id": 100,
      "narrator": "Sulaiman b. Buraida narrated it on the authority of his father that a man cried out in the mosque saying:",
      "text": "Süleyman b. Bureyde, babasından naklederek, camide bir adamın bağırarak \"Kırmızı deveyi kim çağırdı?\" dediğini bildirdi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"O sana geri verilmesin! Camiler, onların amacı için inşa edilmiştir.\""
    },
    {
      "id": 101,
      "narrator": "Sulaiman b. Buraida reported on the authority of his father that when the Messenger of Allah (ﷺ) had said prayer a man stood up and said:",
      "text": "Süleyman b. Bureyde, babasından naklederek, Allah'ın Resulü (ﷺ) namaz kıldığında bir adamın ayağa kalkıp \"Kırmızı deveyi kim çağırdı?\" dediğini bildirdi. (Bunun üzerine) Allah'ın Resulü (ﷺ) dedi ki: \"O sana geri verilmesin! Camiler, onların amacı için inşa edilmiştir.\""
    },
    {
      "id": 102,
      "narrator": "",
      "text": "İbn Bureyde, babasından naklederek, bir bedevinin Allah'ın Resulü (ﷺ) sabah namazını tamamladıktan sonra geldiğini, caminin kapısından başını soktuğunu ve ardından yukarıda nakledilen hadisin anlatıldığını bildirdi. Bu hadis başka bir isnatla da bildirilmiştir."
    },
    {
      "id": 103,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: Sizden biri namaza durduğunda, şeytan ona gelir ve onu o kadar karıştırır ki ne kadar namaz kıldığını bilmez. Eğer sizden biri böyle bir deneyim yaşarsa, oturarak (qa'da) iki secde yapmalıdır."
    },
    {
      "id": 104,
      "narrator": "",
      "text": "Bu hadis, aynı isnatla el-Zubri tarafından nakledilmiştir."
    },
    {
      "id": 105,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: Ezan okunduğunda şeytan geri kaçıp rüzgar çıkararak sesini duymamak için kaçar, ve ezan tamamlandığında geri gelir. Takbir getirildiğinde tekrar geri kaçar, ve takbir sona erdiğinde geri gelir ve bir adamı şöyle dikkatini dağıtır: Şunu hatırla, bunu hatırla; adamın aklında olmayan bir şeyi hatırlatır. Bunun sonucunda ne kadar namaz kıldığını bilmez; bu yüzden sizden biri ne kadar namaz kıldığından emin değilse, oturarak (qa'da) iki secde yapmalıdır."
    },
    {
      "id": 106,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: Namaz başladığında şeytan, gaz çıkararak kaçar. Ve geri kalan kısım aynıdır, ancak şu eklemeyle: \"O (şeytan) ona hoş şeyler (veya zevk veren şeyler) ve arzulanan şeyleri düşündürür ve unuttuğu ihtiyaçları hatırlatır.\""
    },
    {
      "id": 107,
      "narrator": "'Abdullah b. Buhaina reported:",
      "text": "Abdullah b. Buhaina rivayet etti: Allah'ın Resulü (ﷺ) bize farz namazlardan birinde iki rek'at namaz kıldırdı ve sonra kalktı, oturmadı. İnsanlar da onunla birlikte ayakta durdular. Namazı bitirdiğinde selam vermesini bekliyorduk. O, oturarak \"Allah en büyüktür\" dedi ve selamdan önce iki secde yaptı, ardından (son) selamı verdi."
    },
    {
      "id": 108,
      "narrator": "'Abdullah b. Buhaina al-Asadi, the ally of Abual-Muttalib, reported:",
      "text": "Abdullah b. Buhaina al-Asadi, Ebu Talib'in dostu, rivayet etti: Allah'ın Resulü (ﷺ) öğle namazında (iki rek'attan sonra) oturmadı. Namazı tamamladığında iki secde yaptı ve her secdede \"Allah en büyüktür\" dedi, selamdan önce otururken, insanlar da onunla birlikte secde ettiler. Bu, iki rek'attan sonra jalsa (oturuş) yapmayı unuttuğu için bir telafiydi."
    },
    {
      "id": 109,
      "narrator": "'Abdullah b. Malik ibn Buhaina al-Asadi reported:",
      "text": "Abdullah b. Malik ibn Buhaina al-Asadi rivayet etti: Allah'ın Resulü (ﷺ) iki rek'attan sonra oturması gerektiği halde kalktı ve namaza devam etti. Ancak namazın sonunda, selamdan önce bir secde yaptı ve ardından selam verdi."
    },
    {
      "id": 110,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Abu Sa'id al-Khudri rivayet etti: Allah'ın Resulü (ﷺ) şöyle buyurdu: Sizden biri namazında şüpheye düştüğünde ve ne kadar namaz kıldığını bilmiyorsa, üç veya dört (rek'at) olduğunu düşünüyorsa, şüphesini bir kenara bırakmalı ve namazını kesin olarak bildiği üzerine kurmalıdır. Sonra selam vermeden önce iki secde yapmalıdır. Eğer beş rek'at kılmışsa, bu onun namazını çift sayıya tamamlar, eğer tam dört rek'at kılmışsa, bu şeytan için bir aşağılamadır."
    },
    {
      "id": 111,
      "narrator": "This hadith has been narrated by Zaid b. Aslam with the same chain of transmitters and he said:",
      "text": "Bu hadisi Zaid b. Aslam aynı isnatla rivayet etti ve şöyle dedi: Selamdan önce iki secde yapmalıdır, Sulaiman b. Bilal'in belirttiği gibi."
    },
    {
      "id": 112,
      "narrator": "'Alqama narrated It on the authority of 'Abdullah (b. Mas'ud) who said:",
      "text": "Alqama, Abdullah (b. Mas'ud) aracılığıyla rivayet etti; Allah'ın Resulü (ﷺ) namaz kıldı; (rivayet eden ekledi): Selam verirken bir hata yaptı; ona denildi: Allah'ın Resulü, namazda yeni bir şey mi var? O (Peygamber) dedi ki: Ne var? Onlar dediler: Şu şekilde namaz kıldınız. O (rivayet eden) dedi: O (Peygamber) ayaklarını döndü, Kıble'ye yöneldi ve iki secde yaptı, sonra selam verdi, ardından yüzünü bize döndü ve dedi: Namazda yeni bir şey varsa (Rab'den yeni bir emir) size bildirdim. Ama ben bir insanım ve unuturum, siz de unuttuğunuz gibi, bu yüzden unuttuğumda beni hatırlatın, ve sizden biri namazında şüpheye düştüğünde, doğru olanı hedeflemeli ve namazını bu yönde tamamlamalı ve sonra iki secde yapmalıdır."
    },
    {
      "id": 113,
      "narrator": "",
      "text": "Bu hadisi Mansur aynı isnatla, kelimelerde küçük bir değişiklikle rivayet etti."
    },
    {
      "id": 114,
      "narrator": "This hadith is reported by Mansur with the same chain of transmitters, but with these words:",
      "text": "Bu hadisi Mansur aynı isnatla rivayet etti, ancak şu sözlerle: \"Doğru (namaz) hedeflenmelidir ve bu tavsiye edilir.\""
    },
    {
      "id": 115,
      "narrator": "This hadith has been narrated by Mansur with the same chain of transmitters with the words:",
      "text": "Bu hadisi Mansur aynı isnatla şu sözlerle rivayet etti: \"Doğru olanı hedeflemelidir ve tamamlamalıdır.\""
    },
    {
      "id": 116,
      "narrator": "This hadith has been narrated by Mansur with the same chain of transmitters and said:",
      "text": "Bu hadisi Mansur aynı isnatla rivayet etti ve şöyle dedi: \"Doğruluğu hedeflemelidir ve bu doğrudur.\""
    },
    {
      "id": 117,
      "narrator": "This hadith has been reported by Mansur with the same chain of transwitters and he said:",
      "text": "Bu hadisi Mansur aynı isnatla rivayet etti ve şöyle dedi: \"Kendisi için doğru olanı hedeflemelidir.\""
    },
    {
      "id": 118,
      "narrator": "This hadith has been narrated by Mansur and he said:",
      "text": "Bu hadisi Mansur rivayet etti ve şöyle dedi: \"Doğruluğu hedeflemelidir.\""
    },
    {
      "id": 119,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "Abdullah (b. Mas'ud) rivayet etti: Allah'ın Resulü (ﷺ) öğle namazında beş rek'at kıldı ve namazı tamamladığında, ona denildi: Namazda bir ekleme mi oldu? O dedi ki: Ne var? Onlar dediler: Beş rek'at kıldınız, o da iki secde yaptı."
    },
    {
      "id": 120,
      "narrator": "Alqama reported:",
      "text": "Alqama rivayet etti: O (Peygamber) onlara namazda beş rek'at kıldırmıştı."
    },
    {
      "id": 121,
      "narrator": "Ibrahim b. Suwaid-reported:",
      "text": "İbrahim b. Suwaid rivayet etti: 'Alkame, bize öğle namazında beş rek'at kıldırdı; namaz tamamlandığında, insanlar ona: Abu Şibl, beş rek'at kıldın dediler. O: Hayır, öyle yapmadım dedi. Onlar: Evet (beş rek'at dedin) dediler. O (rivayet eden): Ben de insanların arasında bir köşede oturuyordum ve sadece bir çocuktum. Ben de: Evet, beş (rek'at) kıldın dedim. O bana: Ey tek gözlü, sen de aynı şeyi mi söylüyorsun? dedi. Ben: Evet dedim. Bunun üzerine o (yüzünü) çevirdi ve iki secde yaptı, sonra selam verdi ve 'Abdullah'ın şöyle dediğini aktardı: Allah'ın Resulü (ﷺ) bize namaz kıldırdı ve beş rek'at kıldı. O döndüğünde insanlar kendi aralarında fısıldaşmaya başladılar. O (Kutsal Peygamber): Sizde ne var? dedi. Onlar: Namaz uzatıldı mı? dediler. O: Hayır. dediler. Onlar: Gerçekten beş rek'at dedin. O (Kutsal Peygamber) sonra arkasını döndü (Kıble'ye yöneldi) ve iki secde yaptı, sonra selam verdi ve ayrıca: Şüphesiz ben sizin gibi bir insanım, unuturum, tıpkı sizin unuttuğunuz gibi. İbn Numair bu eklemeyi yaptı: \"Sizden biri unuttuğunda, iki secde yapmalıdır.\""
    },
    {
      "id": 122,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "'Abdullah (b. Mes'ud) rivayet etti: Allah'ın Resulü (ﷺ) bize beş (rek'at) namaz kıldırdı. Biz: Allah'ın Resulü, namaz uzatıldı mı? dedik. O: Ne oldu? dedi. Onlar: Beş (rek'at) dedin. O (Kutsal Peygamber): Şüphesiz ben sizin gibi bir insanım. Siz unuttuğunuz gibi ben de unuturum. Sonra unutuşun telafisi olarak iki secde yaptı."
    },
    {
      "id": 123,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "'Abdullah (b. Mes'ud) rivayet etti: Allah'ın Resulü (ﷺ) namaz kıldı ve bir şey eksik bıraktı veya bir şey yaptı. İbrahim (bu hadisin ravilerinden biri) dedi ki: Bu benim şüphemdir, ve denildi ki: Allah'ın Resulü, namaza bir ekleme oldu mu? O (Kutsal Peygamber): Şüphesiz ben sizin gibi bir insanım. Unuturum, tıpkı sizin unuttuğunuz gibi, bu yüzden sizden biri unuttuğunda, iki secde yapmalıdır, ve o (Kutsal Peygamber) oturuyordu, sonra Allah'ın Resulü (ﷺ) (yüzünü Kıble'ye) çevirdi ve iki secde yaptı."
    },
    {
      "id": 124,
      "narrator": "'Abdullah b. Mas'ud reported:",
      "text": "'Abdullah b. Mes'ud rivayet etti: Allah'ın Resulü (ﷺ) selam verdikten sonra unutuş için iki secde yaptı ve konuştu."
    },
    {
      "id": 125,
      "narrator": "Abdullah reported:",
      "text": "Abdullah rivayet etti: Biz Allah'ın Resulü (sallallahu aleyhi ve sellem) ile birlikte namaz kıldık ve o bir şey yaptı veya bir şey eksik bıraktı. İbrahim dedi: Vallahi, bu sadece benim bir tereddüdümdür. Biz: Allah'ın Resulü, namazda yeni bir şey var mı? dedik. O (Kutsal Peygamber): Hayır. Ona yaptığını söyledik. O (Kutsal Peygamber): Bir adam namazda bir şey yaparsa veya eksik bırakırsa, iki secde yapmalıdır, ve o sonra kendisi iki secde yaptı."
    },
    {
      "id": 126,
      "narrator": "Ibn Sirin reported Abu Huraira as saying:",
      "text": "İbn Sirin, Ebu Hureyre'den şöyle dedi: Allah'ın Resulü (ﷺ) akşam namazlarından birini, öğle veya ikindi namazını kıldırdı ve iki rek'at kıldıktan sonra selam verdi ve Kıble yönünde yerleştirilmiş bir tahta parçasına doğru eğildi, öfkeli gibi görünüyordu. Ebu Bekir ve Ömer insanlardan biriydiler ve ona konuşmaktan korkuyorlardı ve insanlar aceleyle dışarı çıktılar (şöyle diyerek): Namaz kısaldı. Ama aralarında Dhul-Yadain adında bir adam vardı ki, o: Allah'ın Resulü, namaz kısaldı mı yoksa unuttun mu? dedi. Allah'ın Resulü (ﷺ) sağa ve sola baktı ve: Dhul-Yadain ne diyordu? dedi. Onlar: O haklı. Sen (Kutsal Peygamber) yalnızca iki rek'at kıldın. O iki (rek'at) daha kıldı ve selam verdi, sonra tekbir aldı ve secde yaptı ve başını kaldırdı, sonra tekbir aldı ve secde yaptı, sonra tekbir aldı ve başını kaldırdı. O (rivayet eden) der ki: Bana İmran b. Hüsayn'dan bildirildi ki, o: Sonra selam verdi."
    },
    {
      "id": 127,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (ﷺ) akşam namazlarından birini kıldırdı. Ve bu hadis, Sufyan tarafından nakledilen gibi nakledildi."
    },
    {
      "id": 128,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (ﷺ) ikindi namazını kıldırdı ve iki rek'at kıldıktan sonra selam verdi. Dhul-Yadain (uzun kollar sahibi) ayağa kalktı ve: Allah'ın Resulü, namaz kısaldı mı yoksa unuttun mu? dedi. Allah'ın Resulü (ﷺ): Böyle bir şey olmadı (ne namaz kısaldı ne de unuttum) dedi. O (Dhul-Yadain): Allah'ın Resulü, kesinlikle bir şey oldu. Allah'ın Resulü (ﷺ) insanlara döndü ve: Dhul-Yadain doğru mu (iddiasında)? dedi. Onlar: Allah'ın Resulü, o haklı. Sonra Allah'ın Resulü (ﷺ) namazın geri kalanını tamamladı ve selamdan sonra oturarak iki secde yaptı."
    },
    {
      "id": 129,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (ﷺ) öğle namazında iki rek'at kıldı ve selam verdiğinde, Beni Sulaim'den bir adam ona geldi ve: Allah'ın Resulü, namaz kısaldı mı yoksa unuttun mu? dedi - ve hadisin geri kalanı aynıdır."
    },
    {
      "id": 130,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Ben Allah'ın Resulü (ﷺ) ile öğle namazını kıldım ve Allah'ın Resulü (ﷺ) iki rek'at kıldıktan sonra selam verdi. Beni Sulaim'den bir kişi ayağa kalktı ve hadisin geri kalanı yukarıda belirtildiği gibi nakledildi."
    },
    {
      "id": 131,
      "narrator": "'Imran b. Husain reported:",
      "text": "İmran b. Hüsayn rivayet etti: Allah'ın Resulü (ﷺ) ikindi namazını kıldı ve üç rek'at sonunda selam verdi ve sonra evine gitti. Uzun kolları olan al-Khirbaq adında bir adam ayağa kalktı ve ona gitti, ve ona Allah'ın Resulü diye hitap etti ve yaptığı şeyi ona anlattı. O öfkeli bir şekilde dışarı çıktı, ve insanlara geldiğinde: Bu adam doğru mu söylüyor? dedi. Onlar: Evet. O, bir rek'at daha kıldı ve sonra selam verdi ve sonra iki secde yaptı ve sonra selam verdi."
    },
    {
      "id": 132,
      "narrator": "Imran b. Husain reported:",
      "text": "İmran b. Hüsayn rivayet etti: Allah'ın Resulü (ﷺ) ikindi namazını üç rek'at kıldıktan sonra ayağa kalktı ve dairesine gitti. Uzun kolları olan bir adam ayağa kalktı ve: Allah'ın Resulü, namaz kısaldı mı? dedi. O öfkeli bir şekilde dışarı çıktı, ve unuttuğu rek'atı kıldı ve sonra selam verdi. Sonra unutuş için iki secde yaptı ve sonra selam verdi."
    },
    {
      "id": 133,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar rivayet etti: Allah'ın Resulü (ﷺ) Kur'an okurken, secde ayetini okudu ve secde yaptı ve biz de onunla birlikte secde ettik (ama o kadar kalabalıktık ki) bazılarımızın secde ederken alnı için yer bulamadı."
    },
    {
      "id": 134,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar rivayet etti: Bazen Allah'ın Resulü (ﷺ) Kur'an okur ve secde ayetini geçer ve secde yapar ve bunu bizimle birlikte yapardı, ama onun yanında o kadar kalabalıktık ki, hiçbiri secde yapmak için yer bulamazdı. (ve bu, namaz dışındaki zamanlarda da olurdu)."
    },
    {
      "id": 135,
      "narrator": "Abdullah (b. 'Umar) reported:",
      "text": "Abdullah (b. 'Umar) rivayet etti: Allah'ın Resulü (ﷺ) en-Necm suresini okudu ve okuma sırasında secde yaptı ve onunla birlikte olan herkes de secde yaptı, sadece bir ihtiyar bir avuç çakıl veya toprak alıp elini alnına kaldırdı ve: Bu benim için yeterlidir dedi. 'Abdullah dedi ki: Onun daha sonra inançsızlık içinde öldüğünü gördüm."
    },
    {
      "id": 136,
      "narrator": "'ta' b. Yasar reported that he had asked Zaid b. Thabit about recital along with the Imam, to which he said:",
      "text": "'Ta' b. Yasar, Zaid b. Thabit'e, imam ile birlikte tilavet hakkında sorduğunu bildirmiştir. O da şöyle demiştir: \"İmam ile birlikte hiçbir şeyde tilavet olmamalıdır.\" Ve \"Yıldız batarken\" (Nacm Suresi) ayetini Allah Resulü (ﷺ) önünde okuduğunu ve secde etmediğini iddia etmiştir."
    },
    {
      "id": 137,
      "narrator": "Abu Salama b. 'Abual-Rahman reported:",
      "text": "Ebu Salama b. 'Abdur-Rahman bildirmiştir: Ebu Hureyre, onlara \"Gökyüzü yarıldığı zaman\" (Kur'an, lxxxiv. 1) ayetini okudu ve secde etti. Namazı tamamladıktan sonra, onlara Allah Resulü'nün (ﷺ) bu ayette secde ettiğini bildirdi."
    },
    {
      "id": 138,
      "narrator": "",
      "text": "Bu hadisi Ebu Salama, Ebu Hureyre'den rivayet etmiştir."
    },
    {
      "id": 139,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirmiştir: Biz, Allah Resulü (ﷺ) ile birlikte \"Gökyüzü yarıldığı zaman\" ve \"Rabbinin adıyla oku\" (Kur'an, xcvi. 1) ayetlerini okurken secde ettik."
    },
    {
      "id": 140,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirmiştir: Allah Resulü (ﷺ) bu ayetleri okurken secde etti: \"Gökyüzü yarıldığı zaman\" ve \"Rabbinin adıyla oku\"."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Bu hadisi Ebu Hureyre'den Abdurrahman el-Araj da rivayet etmiştir."
    },
    {
      "id": 142,
      "narrator": "Abu Rafi' reported:",
      "text": "Ebu Rafi' bildirmiştir: Gece namazını Ebu Hureyre ile birlikte kıldım ve o \"Gökyüzü yarıldığı zaman\" ayetini okurken secde etti. Ben de ona: \"Bu secde nedir?\" dedim. O da: \"Ben, Ebu'l-Kasım (Muhammed, ona selam olsun) arkasında bu tilavet sırasında secde ettim ve onu görene kadar bunu yapmaya devam edeceğim.\" dedi. İbn 'Abu al-A'la da: \"Ebu Hureyre bunu söyledi: Secde yapmaktan vazgeçmeyeceğim.\" dedi."
    },
    {
      "id": 143,
      "narrator": "This hadith has been narrated by Tamimi with the same chain of transmitters except for this that they made no mention of:",
      "text": "Bu hadisi Tamimi, aynı raviler zinciriyle, ancak \"Ebu'l-Kasım'ın arkasında\" ifadesini zikretmeden rivayet etmiştir."
    },
    {
      "id": 144,
      "narrator": "Abu Rafi' reported:",
      "text": "Ebu Rafi' bildirmiştir: Ebu Hureyre'yi \"Gökyüzü yarıldığı zaman\" ayetini okurken secde ederken gördüm. Ona: \"Tilavet sırasında secde ediyor musun?\" dedim. O da: \"Evet, ben en iyi Arkadaşımı (ﷺ) bu ayeti okurken secde ederken gördüm ve onu görene kadar secde etmeye devam edeceğim.\" dedi. Şu'ba sordu: \"Arkadaşından kastın Allah Resulü mü (ﷺ)?\" O da: \"Evet.\" dedi."
    },
    {
      "id": 145,
      "narrator": "Abdullah b. Zubair narrated on the authority of his father:",
      "text": "Abdullah b. Zubair, babasından rivayet etti: Allah Resulü (ﷺ) namaza oturduğunda, sol ayağını uyluk ve baldırı arasına koyar, sağ ayağını uzatır ve sol elini sol dizine, sağ elini sağ uyluğuna koyar ve parmağını kaldırırdı."
    },
    {
      "id": 146,
      "narrator": "",
      "text": "Abdullah b. Zubair, babasından rivayet etti ki, Allah Resulü (ﷺ) dua için oturduğunda, yani teşehhüd (salat ve dua) için, sağ elini sağ uyluğuna, sol elini sol uyluğuna koyar, işaret parmağıyla işaret eder, baş parmağını (orta) parmağına koyar ve sol elinin avuç içiyle dizini kaplardı."
    },
    {
      "id": 147,
      "narrator": "",
      "text": "İbn 'Umar bildirmiştir ki, Allah Resulü (ﷺ) teşehhüd için oturduğunda, sol elini sol dizine, sağ elini sağ dizine koyar ve baş parmağın yanındaki sağ parmağını kaldırarak bu şekilde dua ederdi ve sol elini sol dizine uzatırdı."
    },
    {
      "id": 148,
      "narrator": "Another version on the authority of Ibn Umar says:",
      "text": "İbn 'Umar'dan gelen başka bir rivayette şöyle denilmektedir: Allah Resulü (ﷺ) teşehhüd için oturduğunda, sol elini sol dizine koyar, sağ elini sağ dizine koyar ve elli üç gibi bir halka oluşturur ve işaret parmağıyla işaret ederdi."
    },
    {
      "id": 149,
      "narrator": "'Ali b. 'Abual-Rahman al-Mu'awi reported:",
      "text": "'Ali b. 'Abdur-Rahman el-Mu'avi bildirmiştir: 'Abdullah b. Umar, namaz sırasında taşlarla oynadığımı gördü. Namazı bitirdikten sonra, bunu yapmamı yasakladı ve şöyle dedi: \"Allah Resulü (ﷺ) nasıl yapıyorsa öyle yap.\" Ben de: \"Allah Resulü (ﷺ) nasıl yapıyordu?\" dedim. O da: \"O (Allah Resulü) teşehhüdde oturur, sağ avucunu sağ uyluğuna koyar, parmaklarını kapatır ve baş parmağın yanındaki parmakla işaret ederdi ve sol avucunu sol uyluğuna koyardı.\" dedi."
    },
    {
      "id": 150,
      "narrator": "",
      "text": "Bu hadis başka bir raviler zinciriyle de rivayet edilmiştir."
    },
    {
      "id": 151,
      "narrator": "Abu Ma'mar reported:",
      "text": "Abu Ma'mar bildirdi: Mekke'de bir Amir vardı ki, taslimi iki kez okudu. Abdullah dedi ki: Bu sünneti nereden aldı? Al-Hakam dedi ki: Allah'ın Resulü (ﷺ) bunun gibi yaptı diyen bir hadis vardır."
    },
    {
      "id": 152,
      "narrator": "'Abdullah reported:",
      "text": "Abdullah bildirdi: Bir Amir veya bir kişi taslimi iki kez okudu. Abdullah dedi ki: Bu sünneti nereden aldı?"
    },
    {
      "id": 153,
      "narrator": "'Amir b. Sa'd reported:",
      "text": "Amir b. Sa'd bildirdi: Allah'ın Resulü'nü (kendisine selam olsun) sağa ve sola taslim verirken gördüm, yanağının beyazlığını görünceye kadar."
    },
    {
      "id": 154,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: Allah'ın Resulü'nün (ﷺ) namazını bitirdiğini, tekbir (Allahu Ekber) duyduğumuzda bilirdik."
    },
    {
      "id": 155,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas bildirdi: Allah'ın Resulü'nün (ﷺ) namazını bitirdiğini tekbir ile bilirdik. Amr (b. Dinar) dedi ki: Bunu Ebu Mes'ud'a söyledim. O ise bunu reddetti ve dedi ki: Ben bunu sana hiç nakletmedim. Amr dedi ki: O, bundan önce bunu nakletmişti."
    },
    {
      "id": 156,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas bildirdi: Farz namazlardan sonra yüksek sesle zikir (Allah'ın adını anmak) yapmak, Allah'ın Resulü'nün (ﷺ) hayatta olduğu dönemde (yaygın bir uygulamaydı); ve bunu duyduğumda, insanların namazı bitirdiğini anladım."
    },
    {
      "id": 157,
      "narrator": "'A'isha reported:",
      "text": "A'işe bildirdi: Peygamber (ﷺ) evime girdiğinde, yanımda bir Yahudi kadın vardı ve o şöyle diyordu: Mezarda imtihana tabi tutulacağınızı biliyor musunuz? Allah'ın Resulü (ﷺ) bunu duyunca titredi ve dedi ki: Sadece Yahudiler imtihana tabi tutulacak. A'işe dedi ki: Birkaç gece geçtikten sonra Allah'ın Resulü (ﷺ) dedi ki: Biliyor musunuz, bana vahyedildi: \"Mezarda imtihana tabi tutulacaksınız\"? A'işe dedi ki: Allah'ın Resulü'nü (ﷺ) bundan sonra mezar azabından sığınırken duydum."
    },
    {
      "id": 158,
      "narrator": "",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü'nü (ﷺ) bu (vahiyden sonra) mezar azabından sığınırken duydum."
    },
    {
      "id": 159,
      "narrator": "'A'isha reported:",
      "text": "A'işe bildirdi: Medine'nin eski Yahudi kadınlarından iki yaşlı kadın yanıma geldi ve dediler ki: Mezardaki insanlar azap çekiyor. Ben onlara karşı çıktım ve onları tasdik etmenin uygun olmadığını düşündüm. Onlar gitti ve Allah'ın Resulü (ﷺ) yanıma geldi ve ben ona dedim: Allah'ın Resulü, Medine'nin eski Yahudi kadınlarından iki yaşlı kadın yanıma geldi ve mezardaki insanların orada azap göreceklerini iddia ettiler. O (Peygamber) dedi ki: Doğru söylediler; o kadar azap görecekler ki, hayvanlar bile bunu dinleyecek. A'işe dedi ki: Ondan sonra onu (Peygamberi) hiç görmedim ama her zaman mezar azabından sığınırken dua ediyordu."
    },
    {
      "id": 160,
      "narrator": "Masruq reported this hadith on the authority of 'A'isha who said:",
      "text": "Masruq bu hadisi A'işe'den aktardı ve dedi ki: Ondan sonra (Peygamber) hiç dua etmedi ki, mezar azabından sığınmadığını duymadım."
    },
    {
      "id": 161,
      "narrator": "'A'isha reported:",
      "text": "A'işe bildirdi: Allah'ın Resulü'nü (ﷺ) namazda Deccal'ın (Mesih) imtihanından sığınırken duydum."
    },
    {
      "id": 162,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (kendisine selam olsun) dedi ki: Sizden biri tashahhud (namazda) okuduğunda, dört (imtihan) için Allah'a sığınmalıdır ve şöyle demelidir: \"Ey Allah! Cehennem azabından, mezar azabından, hayat ve ölüm imtihanından ve Mesih Deccal'ın (Antikrist) şerrinden sana sığınırım.\""
    },
    {
      "id": 163,
      "narrator": "'A'isha, the wife of the Messenger of Allah (ﷺ) reported:",
      "text": "A'işe, Allah'ın Resulü'nün (ﷺ) eşi, bildirdi: Allah'ın Resulü (ﷺ) namazda şöyle dua ederdi: \"Ey Allah! Mezardaki azaptan sana sığınırım, Mesih Deccal'ın (Antikrist) imtihanından sana sığınırım ve hayat ve ölüm imtihanından sana sığınırım. Ey Allah! Günah ve borçtan sana sığınırım.\" A'işe bildirdi: Birisi ona (Peygambere) dedi: Allah'ın Resulü! Neden borçtan bu kadar sık sığınıyorsun? O dedi ki: Bir kişi borçlandığında, yalan söylemek ve sözünü tutmamak zorunda kalır."
    },
    {
      "id": 164,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (ﷺ) dedi ki: Sizden biri son tashahhudu tamamladığında, dört (imtihan) için Allah'a sığınmalıdır. Yani, Cehennem azabından, mezar azabından, hayat ve ölüm imtihanından ve Mesih Deccal'ın (Antikrist) fitnesinden. Bu hadisi al-Auza'i aynı isnatla ancak \"Sizden biri tashahhudu tamamladığında\" şeklinde nakletmiştir ve \"son\" kelimesini zikretmemiştir."
    },
    {
      "id": 165,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (ﷺ) dedi ki: Ey Allah! Mezardaki azaptan, Cehennem azabından, hayat ve ölüm imtihanından ve Mesih Deccal'ın şerrinden sana sığınırım."
    },
    {
      "id": 166,
      "narrator": "Abu Huraira reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirmiştir: Cehennem azabından Allah'a sığın, kabir azabından Allah'a sığın, Mesih Deccal'ın fitnesinden Allah'a sığın ve hayat ve ölüm fitnesinden Allah'a sığın."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Bu şekilde bir hadis, İbn Tavus'un babası aracılığıyla Ebu Hureyre'den rivayet edilmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Bu şekilde bir hadis, A'raj aracılığıyla Ebu Hureyre'den rivayet edilmiştir."
    },
    {
      "id": 169,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) kabir azabından, cehennem azabından ve Deccal'ın fitnesinden Allah'a sığındığını bildirmiştir."
    },
    {
      "id": 170,
      "narrator": "Ibn 'Abbas reported that the Messenger of Allah (ﷺ) used to teach them this supplication (in the same spirit) with which he used to teach them a surah of the Qur'an. He would thus instruct us:",
      "text": "İbn Abbas, Allah'ın Resulü'nün (ﷺ) onlara bu duayı (aynı ruhla) öğrettiğini, bununla birlikte onlara bir sureyi de öğrettiğini bildirmiştir. Bize şöyle talimat verirdi: \"De ki: Ey Allah! Cehennem azabından sana sığınıyorum. Kabir azabından sana sığınıyorum, Mesih Deccal'ın fitnesinden sana sığınıyorum ve hayat ve ölüm fitnesinden sana sığınıyorum.\" Müslim b. Haccac dedi ki: Bana ulaştı ki, Tavus oğluna şöyle demiş: Bu duayı namazda yaptın mı? O da: Hayır. (Bunun üzerine) o (Tavus) dedi ki: Namazı tekrar et. Tavus bu hadisi üç veya dört (rivayetçi) aracılığıyla aynı anlama gelecek şekilde nakletmiştir."
    },
    {
      "id": 171,
      "narrator": "Thauban reported:",
      "text": "Ebu Hureyre bildirmiştir: Allah'ın Resulü (ﷺ) namazını bitirdiğinde üç kez af diledi ve şöyle dedi: Ey Allah! Sen selamsın, selam da Senden gelir; Sen yücesin, yücelik ve şeref sahibi olan Sensin. Valid bildirdi: Ben Auzai'ye: Af dileme nasıl olur? diye sordum. O da: Şöyle demelisin: Allah'tan af diliyorum, Allah'tan af diliyorum.\" diye cevap verdi."
    },
    {
      "id": 172,
      "narrator": "'A'isha reported:",
      "text": "Aişe bildirmiştir: Allah'ın Resulü (ﷺ) selam verdiğinde, \"Ey Allah! Sen selamsın, selam da Senden gelir; Sen yücesin, yücelik ve şeref sahibi olan Sensin.\" demek için harcadığı zamandan daha uzun bir süre selam verdi. İbn Numair'in rivayetinde ise kelimeler şunlardır: \"Ey yücelik ve şeref sahibi.\""
    },
    {
      "id": 173,
      "narrator": "Ibn Numair narrated it with the same chain of transmitters and said:",
      "text": "İbn Numair, aynı rivayet zinciriyle bunu nakletmiş ve şöyle demiştir: \"Ey yücelik ve şeref sahibi.\""
    },
    {
      "id": 174,
      "narrator": "A hadith like this has been transmitted by Abdullah b. Harith on the authority of A'isha except for the words that he (the Holy Prophet) used to say:",
      "text": "Abdullah b. Harith, Aişe'den bu şekilde bir hadis rivayet etmiştir, ancak o (Peygamber) \"Ey yücelik ve şeref sahibi\" sözlerini söylemezdi."
    },
    {
      "id": 175,
      "narrator": "Mughira b. Shu'ba wrote to Mu'awiya:",
      "text": "Mugīra b. Şu'ba, Muaviye'ye yazdı: Allah'ın Resulü (ﷺ) namazını bitirdiğinde ve selam verdiğinde (şu duayı) söyledi: \"Allah'tan başka ilah yoktur. O tektir, ortağı yoktur. Egemenlik O'nundur ve O'na hamd edilir ve O, her şeye kadirdir. Ey Allah! Senin verdiklerini hiç kimse alıkoyamaz, senin alıkoyduklarını da hiç kimse veremez ve zenginlik, Senin katında zengin bir kişiye fayda sağlamaz.\""
    },
    {
      "id": 176,
      "narrator": "A hadith like this has been narrated by Mughira b. Shu'ba with another chain of transmitters. Abu Bakr and Abu Kuraib narrated in their narration (that Warrad reported):",
      "text": "Bu şekilde bir hadis, Mugīra b. Şu'ba tarafından başka bir rivayet zinciriyle nakledilmiştir. Ebu Bekir ve Ebu Kuraib, rivayetlerinde (Warrad'ın bildirdiğine göre): Mugīra bunu bana yazdırdı ve ben Muaviye'ye yazdım."
    },
    {
      "id": 177,
      "narrator": "Warrad, the freed slave of Mughira b. Shu'ba, reported:",
      "text": "Warrad, Mugīra b. Şu'ba'nın freedman'ı, bildirmiştir: Mugīra b. Şu'ba, Muaviye'ye yazdı (bu mektubu onun için yazan Warrad'dır): \"Allah'ın Resulü (ﷺ) selam verildiğinde\" dediğini duydum ve hadisin geri kalanı aynıdır, sadece \"O her şeye kadirdir\" ifadesini anmamıştır."
    },
    {
      "id": 178,
      "narrator": "Warrad, the scribe of Mughira b. Shu'ba, reported:",
      "text": "Warrad, Mugīra b. Şu'ba'nın yazmanı, bildirmiştir: Muaviye, Mugīra'ya hadisin içeriğini Mansur ve A'mash tarafından nakledildiği gibi yazdı."
    },
    {
      "id": 179,
      "narrator": "Warrad, the scribe of Mughira b. Shu'ba, reported:",
      "text": "Warrad, Mugīra b. Şu'ba'nın yazmanı, bildirmiştir: Muaviye, Mugīra'ya: \"Allah'ın Resulü'nden (ﷺ) duyduğun her şeyi bana yaz\" dedi. Bunun üzerine o (Mugīra) ona (Muaviye) yazdı: \"Allah'ın Resulü (ﷺ) namazın bitiminde şu sözleri söyledi: 'Allah'tan başka ilah yoktur. O tektir ve O'nun ortağı yoktur. Egemenlik O'na aittir ve O'na hamd edilir ve O, her şeye kadirdir. Ey Allah! Senin verdiklerini hiç kimse alıkoyamaz, senin alıkoyduklarını da hiç kimse veremez ve zenginlik, Senin katında zengin bir kişiye fayda sağlamaz.'\""
    },
    {
      "id": 180,
      "narrator": "Abu Zubair reported:",
      "text": "Ebu Zubair bildirmiştir: İbn Zubair, her namazın sonunda selam verdikten sonra (şu sözleri) söyledi: \"Allah'tan başka ilah yoktur. O tektir. O'nun ortağı yoktur. Egemenlik O'na aittir ve O, her şeye kadirdir. Allah'tan başka güç ve kuvvet yoktur. Allah'tan başka ilah yoktur ve biz yalnızca O'na ibadet ederiz. O'na ait tüm nimetler, O'na ait tüm lütuflar ve O'na layık hamd edilir. Allah'tan başka ilah yoktur, O'na samimi bir şekilde ibadet ediyoruz, hatta kafirler bunu onaylamasa bile.\" (Rivayetçi dedi ki): O (Peygamber), her (farz) namazın sonunda bunu söyledi."
    },
    {
      "id": 181,
      "narrator": "Abu Zubair reported:",
      "text": "Ebu Zübeyr bildirdi: Abdullah b. Zübeyr, her namazın sonunda \"La ilaha illallah\" derdi, İbn Numeyr'in naklettiği hadiste olduğu gibi ve ardından İbn Zübeyr'in şöyle dediğini aktardı: Allah'ın Resulü (ﷺ), her namazın sonunda \"La ilaha illallah\" dedi."
    },
    {
      "id": 182,
      "narrator": "Abu Zubair reported:",
      "text": "Ebu Zübeyr bildirdi: Abdullah b. Zübeyr'in minberde insanlara hitap ederken şöyle dediğini duydum: Allah'ın Resulü (ﷺ) namazın sonunda selam verdiğinde, ardından Hişam b. Urve'nin naklettiği hadisi anımsattı."
    },
    {
      "id": 183,
      "narrator": "",
      "text": "Ebu Zübeyr el-Mekki, Abdullah b. Zübeyr'in namazın sonunda selam verdikten sonra yukarıda nakledilen hadisteki gibi sözler söylediğini duyduğunu bildirdi. Sonunda, bunun Allah'ın Resulü (ﷺ) tarafından anıldığını da söyledi."
    },
    {
      "id": 184,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Göçmenlerin fakirleri, Allah'ın Resulü (ﷺ) yanına geldiler ve dediler ki: \"Zenginler en yüksek mertebelere ve kalıcı mutluluğa ulaştılar.\" O (Peygamber) dedi ki: \"Bu nasıl olur?\" Onlar: \"Onlar bizim gibi namaz kılıyorlar, bizim gibi oruç tutuyorlar, sadaka veriyorlar ama biz sadaka vermiyoruz, köleleri azat ediyorlar ama biz azat etmiyoruz.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Size, sizden öncekileri yakalayacak ve sizden sonrakileri geçecek bir şey öğretmeyeyim mi? Sadece sizin gibi yapanlar sizden daha üstün olacak.\" Onlar: \"Evet, Allah'ın Resulü.\" dedi. O (Peygamber) dedi ki: \"Her namazdan sonra Allah'ı tesbih edin, O'nu yüceltin ve O'na hamd edin, bunu otuz üçer defa yapın.\" Ebu Salih dedi ki: Göçmenlerin fakirleri, Allah'ın Resulü'ne (ona selam olsun) geri döndüler ve dediler ki: \"Kardeşlerimiz, mülk sahipleri, bizim yaptığımızı duydular ve aynısını yaptılar.\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Bu, Allah'ın dilediğine verdiği bir lütuftur.\" Süme'y, bu hadisi ailemden bazılarına anlattım ve onlardan biri dedi ki: \"Unuttun; O (Peygamber) şöyle demişti: 'Allah'ı otuz üç defa tesbih et, otuz üç defa hamd et ve otuz üç defa O'nu yücelt.'\" İbn Acılan dedi ki: Bu hadisi Raca b. Hayva'ya anlattım ve o da bana Ebu Salih'ten, Allah'ın Resulü (ﷺ) hakkında Ebu Hureyre'den benzer bir hadisi nakletti."
    },
    {
      "id": 185,
      "narrator": "Abu Huraira narrated it from the Messenger of Allah (ﷺ) that they (the poor among the emigrants) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) tarafından şöyle nakledildiğini bildirdi: \"Fakirler, zenginler en yüksek mertebelere ve kalıcı mutluluğa ulaştılar,\" ve hadisin geri kalanı, Kütaybe'nin Leys'ten naklettiği gibi aynıdır, ancak o, Ebu Hureyre'nin rivayetinde \"göçmenlerin fakirleri geri döndü\" sözlerini ekledi, hadisin sonuna kadar, ama bu ekleme, Suhail'in (her bir dua kısmı, yani Allah'ı tesbih etme, O'na hamd etme ve O'nu yüceltme) on bir defa söylenmesi gerektiğini belirttiği şekilde yapılmıştır, böylece toplam otuz üç olmuştur."
    },
    {
      "id": 186,
      "narrator": "Ka'b b. 'Ujra reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ka'b b. Ucra, Allah'ın Resulü (ﷺ) tarafından şöyle denildiğini bildirdi: \"Her farz namazdan sonra tekrar edenlerin veya yapanların asla hayal kırıklığına uğramayacağı bazı tesbihler vardır: 'Subhanallah' otuz üç defa, 'Elhamdülillah' otuz üç defa ve 'Allahu Ekber' otuz dört defa.\""
    },
    {
      "id": 187,
      "narrator": "Ka'b b. 'Ujra reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ka'b b. Ucra, Allah'ın Resulü (ﷺ) tarafından şöyle denildiğini bildirdi: \"Her namazın sonunda tekrar edenlerin veya yapanların asla hayal kırıklığına uğramayacağı bazı tesbihler vardır: 'Subhanallah' otuz üç defa, 'Elhamdülillah' otuz üç defa ve 'Allahu Ekber' otuz dört defa.\""
    },
    {
      "id": 188,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) tarafından şöyle denildiğini bildirdi: \"Eğer biri her namazdan sonra otuz üç defa Allah'ı tesbih ederse, otuz üç defa O'na hamd ederse ve otuz üç defa O'nu yüceltirse, toplamda doksan dokuz defa, ve yüzü tamamlamak için: 'Allah'tan başka ilah yoktur, O'nun hiçbir ortağı yoktur, mülk O'nundur ve O'na hamd edilir, O her şeye kadirdir,' derse, günahları affedilir, deniz köpüğü kadar çok olsa bile.\""
    },
    {
      "id": 189,
      "narrator": "",
      "text": "Bu hadisi Ebu Hureyre, başka bir nakil zinciri ile aktarmıştır."
    },
    {
      "id": 190,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) used to observe, silence for a short while between the takbir (at the time of opening the prayer) and the recitation of the Qur'an. I said to him:",
      "text": "Ebu Hureyre bildirdi ki: Allah'ın Resulü (ﷺ) tekbir (namaza başlarken) ile Kur'an okumak arasında kısa bir süre sessiz kalırdı. Ben ona dedim: \"Ey Allah'ın Resulü, babamı ve annemi fidye olarak vereceğim, sen bu sessizlik döneminde ne okuyorsun?\" O dedi: \"Ben şunları söylerim: 'Ey Allah, günahlarımı benden, doğu ile batı arasını ayırdığın gibi uzaklaştır. Ey Allah, beni günahlardan, beyaz bir elbisenin kirden arındığı gibi arındır. Ey Allah! Günahlarımı kar, su ve buz ile yıka.'\""
    },
    {
      "id": 191,
      "narrator": "",
      "text": "Ebu Hureyre bildirdi ki: Allah'ın Resulü (ﷺ) ikinci rek'ate kalktığında, onu Allah'ın hamdini (Fatiha) okuyarak açardı ve Fatiha'dan önce sessiz kalmazdı."
    },
    {
      "id": 192,
      "narrator": "Anas reported:",
      "text": "Enes bildirdi: Bir adam nefes nefese geldi ve ibadet edenlerin saflarına katıldı ve dedi ki: \"Allah'a hamd olsun, çok hamd edilen ve bereketli olan.\" Allah'ın Resulü (ﷺ) namazı bitirdiğinde dedi ki: \"Aranızdan kim bu sözleri söyledi?\" İnsanlar sessiz kaldı. O (Peygamber tekrar dedi): \"Aranızdan kim bu sözleri söyledi?\" O, yanlış bir şey söylemedi. Sonra bir adam dedi: \"Ben geldim ve nefes almakta zorluk çektim, bu yüzden onları söyledim.\" O cevap verdi: \"Ben on iki melek gördüm, birbirlerine bakıyorlardı, kim onları (Allah'a) yükseltecek.\""
    },
    {
      "id": 193,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn Ömer bildirdi: Allah'ın Resulü (ﷺ) ile namaz kıldığımızda, insanlardan biri dedi: \"Allah en büyüktür, Allah'a bol bol hamd olsun. Sabah ve akşam Allah'ı tesbih edin.\" Allah'ın Resulü (ona selam olsun) dedi ki: \"Bunu kim söyledi?\" İnsanlardan biri dedi: \"Benim, Allah'ın Resulü (bu sözleri okudum).\" O (Peygamber) dedi: \"Bu beni şaşırttı, çünkü bunun için cennetin kapıları açıldı.\" İbn Ömer dedi: \"O günden beri onları (bu sözleri) terk etmedim.\""
    },
    {
      "id": 194,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Resulü (ﷺ) şöyle dedi: \"İkame okunduğunda, ona koşarak gitmeyin, ama huzur içinde yürüyün ve zamanında yetiştiğiniz şeyi kılın, kaçırdığınızı tamamlayın.\""
    },
    {
      "id": 195,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre bildirdi ki: Allah'ın Resulü (ﷺ) şöyle dedi: \"İkame sözleri okunduğunda, (namaza) koşarak gelmeyin, ama huzur içinde gidin ve zamanında yetiştiğiniz şeyi kılın, ve (kaçırdığınız şeyi) tamamlayın; çünkü sizden biri namaza hazırlanırken aslında namazdadır.\""
    },
    {
      "id": 196,
      "narrator": "Abu Huraira reported ahadith from the Messenger of Allah (ﷺ), and one of them is that the Messenger of Allah (may peace be upon), said:",
      "text": "Abu Huraira, Allah'ın Resulü'nden (ﷺ) hadisler rivayet etmiştir. Bunlardan biri de şudur: Allah'ın Resulü (ona selam olsun) dedi ki: Namaz için çağrı yapıldığında, ona yürüyerek ve huzur içinde gelin, zamanında bulduğunuz kısmı kılın ve kaçırdığınız kısmı tamamlayın."
    },
    {
      "id": 197,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: İkâmet kelimeleri okunduğunda, aranızdan hiç kimse koşarak gitmemelidir, fakat huzur ve vakar içinde yürüyün, zamanında bulduğunuz kısmı kılın ve önceki kısmı tamamlayın (imamın tamamladığı)."
    },
    {
      "id": 198,
      "narrator": "Abdullah b. Abu Qatada reported on the authority of his father:",
      "text": "Abdullah b. Ebu Katade, babasından rivayet etti: Biz Allah'ın Resulü (ﷺ) ile namaz kılarken bir gürültü duydu. (Namazın sonunda) o (Peygamber) dedi ki: Sizinle ne oluyor? Onlar dediler ki: Namaza yetişmek için acele ettik. O (Peygamber) dedi ki: Bunu yapmayın; namaza geldiğinizde üzerinizde bir huzur olmalıdır. (İmamla birlikte) bulduğunuz kısmı kılın ve öncekini tamamlayın."
    },
    {
      "id": 199,
      "narrator": "",
      "text": "Bu hadis, aynı raviler zinciri ile Şaiban tarafından rivayet edilmiştir."
    },
    {
      "id": 200,
      "narrator": "Abu Qatada reported:",
      "text": "Abu Katade rivayet etti: Allah'ın Resulü (ﷺ) dedi ki: İkâmet okunduğunda, beni görene kadar kalkmayın. İbn Hatim, \"İkâmet okunduğunda\" mı yoksa \"Çağrı yapıldığında\" mı denildiğinden şüphe etti."
    },
    {
      "id": 201,
      "narrator": "Abu Salama son of Abd al-Rahman b. Auf reported Abu Huraira as saying:",
      "text": "Abu Salama, Abd al-Rahman b. Auf'ın oğlu, Abu Huraira'dan şöyle dediğini rivayet etti: İkâmet okundu ve biz ayakta durduk, sıralarımızı düzeltip, o (Peygamber) ibadet yerine (sıraların önünde durduğu yere) gelene kadar bekledik. O, kendisine bir şey hatırlattı ve geri dönerek, yerlerimizde durmamız gerektiğini ve yerlerimizi terk etmememiz gerektiğini söyledi. Biz bekledik, ta ki o bize geri dönene kadar ve o bir banyo yapmıştı, başından su damlıyordu ve sonra bizi namaza yönetti."
    },
    {
      "id": 202,
      "narrator": "Abu Salama reported Abu Huraira as saying:",
      "text": "Abu Salama, Abu Huraira'dan şöyle dediğini rivayet etti: İkâmet okundu ve insanlar sıralarını oluşturdu. Allah'ın Resulü (ﷺ) dışarı çıktı ve yerinde durdu, sonra elini işaret ederek yerlerimizde durmamız gerektiğini belirtti. Sonra gitti, banyo yaptı ve başından su damladı ve sonra onları namaza yönetti."
    },
    {
      "id": 203,
      "narrator": "",
      "text": "Abu Salama, Abu Huraira'dan rivayet etti ki, Allah'ın Resulü (ﷺ) için ikâmet okunduğunda, insanlar sıralarını almıştı ve Allah'ın Resulü (ona selam olsun) yerinde durana kadar beklediler."
    },
    {
      "id": 204,
      "narrator": "Jabir b. Samura reported:",
      "text": "Cabir b. Samura rivayet etti: Bilal, güneş batarken namaza çağırdı ama Allah'ın Resulü (ﷺ) dışarı çıkana kadar ikâmet okumadı ve onu görünce ikâmet okundu."
    },
    {
      "id": 205,
      "narrator": "Abu Huraira reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etti: Namazın bir rekatını bulan, aslında namazı bulmuş olur."
    },
    {
      "id": 206,
      "narrator": "Abu Huraira reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etti: İmamla birlikte namazın bir rekatını bulan, aslında namazı bulmuş olur."
    },
    {
      "id": 207,
      "narrator": "This hadith has been narrated on the authority of Malik and there is no mention of\" along with the Imam\" and In the hadith transmitted by Abdullah the words are:",
      "text": "Bu hadis Malik'ten rivayet edilmiştir ve \"imamla birlikte\" ifadesi geçmemektedir. Abdullah tarafından rivayet edilen hadiste ise: \"O, aslında tüm namazı bulmuş olur.\" şeklindedir."
    },
    {
      "id": 208,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etti: Güneş doğmadan önce sabah namazının bir rekatını bulan, aslında sabah namazını bulmuş olur. Güneş batmadan önce öğle namazının bir rekatını bulan, aslında öğle namazını bulmuş olur."
    },
    {
      "id": 209,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira tarafından başka bir raviler zinciri ile rivayet edilmiştir."
    },
    {
      "id": 210,
      "narrator": "A'isha reported:",
      "text": "A'işe rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Güneş batmadan önce veya sabah (namazı) güneş doğmadan önce bir secde bulan, aslında o (namazı) bulmuş olur ve secde bir rekatı ifade eder."
    },
    {
      "id": 211,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira rivayet etti: Allah'ın Messengerı (ﷺ) şöyle buyurdu: Güneş batmadan önce öğle namazından bir rek'at bulan, gerçekten (tam namazı) almış olur; sabah namazından bir rek'at bulan da, gerçekten (tam namazı) almış olur."
    },
    {
      "id": 212,
      "narrator": "",
      "text": "Bu hadis, Ma'mar tarafından başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 213,
      "narrator": "Ibn Shibab reported:",
      "text": "İbn Şihab rivayet etti: 'Umar b. 'Abd al-'Aziz bir gün öğle namazını biraz geciktirdi ve 'Urwa ona şöyle dedi: Cebrail indi ve Allah'ın Messengerı (ﷺ) ile namaz kıldırdı. 'Umar ona dedi: Ey 'Urwa, söylediğin şeyin farkında mısın? Bunun üzerine 'Urwa şöyle dedi: Bashir b. Abu Mas'ud'un, Abu Mas'ud'dan, onun da Allah'ın Messengerı (ﷺ) şöyle dediğini işittiğini duydum: Cebrail indi ve benim imamım oldu, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım, sonra onunla birlikte namaz kıldım. Beş vakit namazı parmaklarıyla sayarak."
    },
    {
      "id": 214,
      "narrator": "Ibn Shihab reported:",
      "text": "İbn Şihab rivayet etti: 'Umar b. 'Abd al-'Aziz bir gün namazı erteledi. 'Urwa b. Zubair ona geldi ve bir gün Mughira b. Shu'ba Kufe'de (vali olarak) iken namazı ertelediğini bildirdi. Abu Mas'ud al-Ansari ona geldi ve dedi ki: Bu ne, ey Mughira? Cebrail'in geldiğini ve namaz kıldırdığını biliyor muydun? Sonra Allah'ın Messengerı (ﷺ) onunla birlikte namaz kıldı, sonra (Cebrail) namaz kıldı ve Allah'ın Messengerı (ﷺ) da onunla birlikte namaz kıldı, sonra (Cebrail) namaz kıldı ve Allah'ın Messengerı (ﷺ) da onunla birlikte namaz kıldı, sonra (Cebrail) namaz kıldı ve Allah'ın Messengerı (ﷺ) da onunla birlikte namaz kıldı. Sonra Cebrail namaz kıldı ve Allah'ın Messengerı (ﷺ) de onunla birlikte namaz kıldı ve sonra dedi ki: İşte bana böyle emredildi. 'Umar (b. 'Abd al-'Aziz) dedi: Ey 'Urwa, söylediğin şeyin farkında ol ki Cebrail (aleyhisselam) Allah'ın Messengerı (ﷺ) namaz vakitlerini öğretti. Bunun üzerine 'Urwa dedi: İşte Bashir b. Abu Mas'ud'un babasından naklettiği gibi."
    },
    {
      "id": 215,
      "narrator": "'Urwah (also) said:",
      "text": "'Urwa (aynı zamanda) dedi: 'A'işe, Peygamberin (ﷺ) eşi, bana şöyle anlattı: Allah'ın Messengerı (ﷺ) öğle namazını, güneşin ışığı onun dairesinde olduğu zaman, ışık sönmeden kılardı."
    },
    {
      "id": 216,
      "narrator": "A'isha reported:",
      "text": "A'işe rivayet etti: Allah'ın Messengerı (ﷺ) öğle namazını, dairemde güneş parladığı zaman kıldı ve öğle gölgesi daha fazla uzamadı. Abu Bekir dedi: Öğle gölgesi daha fazla uzamadı gibi görünmüyordu."
    },
    {
      "id": 217,
      "narrator": "",
      "text": "'A'işe, Peygamberin (ﷺ) eşi, Allah'ın Messengerı (ﷺ) öğle namazını, güneşin dairesinde parladığı ve gölgesinin dairesinin dışına çıkmadığı bir zamanda kıldığını söyledi."
    },
    {
      "id": 218,
      "narrator": "A'isha reported:",
      "text": "A'işe rivayet etti: Allah'ın Messengerı (ﷺ) öğle namazını, dairemde güneşin ışığı olduğu bir zamanda kıldı."
    },
    {
      "id": 219,
      "narrator": "It was narrated from 'Abdullah bin 'Amr that the Prophet (ﷺ) said:",
      "text": "'Abdullah b. 'Amr'dan rivayet edildi ki, Peygamber (ﷺ) şöyle buyurdu: \"Fajr namazını kıldığınızda, vakti güneşin ilk kısmı görünene kadar devam eder. Zuhr namazını kıldığınızda, vakti 'Asr girmesine kadar devam eder. 'Asr namazını kıldığınızda, vakti güneş sarardığı zamana kadar devam eder. Maghrib namazını kıldığınızda, vakti alacakaranlığın kaybolmasına kadar devam eder. 'İsha namazını kıldığınızda, vakti gecenin yarısına kadar devam eder.\""
    },
    {
      "id": 220,
      "narrator": "Abdullah b. 'Amr reported the Apostle (ﷺ) saying:",
      "text": "Abdullah b. 'Amr, Peygamberin (ﷺ) şöyle buyurduğunu rivayet etti: Öğle namazının vakti, öğle vakti girmeden kadar devam eder; öğle namazının vakti, güneş solmadan kadar devam eder; akşam namazının vakti, gün batımından sonra ufukta kırmızılığın yayılma görünümü kaybolana kadar devam eder; gece namazının vakti, gece yarısına kadar devam eder; sabah namazının vakti, güneş doğmadan kadar devam eder."
    },
    {
      "id": 221,
      "narrator": "",
      "text": "Abu Bekir b. Abu Şeyban ve Yahya b. Abu Bukair, bu hadisi aynı nakil zinciri ile rivayet ettiler."
    },
    {
      "id": 222,
      "narrator": "'Abdullah b. 'Amr reported:",
      "text": "'Abdullah b. 'Amr rivayet etti: Allah'ın Messengerı (ﷺ) şöyle buyurdu: Öğle namazının vakti, güneş meridyenin üzerinden geçtiğinde ve bir adamın gölgesi kendi boyu kadar olduğunda başlar; öğle namazının vakti, öğle namazı vakti gelene kadar devam eder; öğle namazının vakti, güneş solmadan kadar devam eder; akşam namazının vakti, alacakaranlık bitene kadar devam eder; gece namazının vakti, ortalama gecenin yarısına kadar devam eder; sabah namazının vakti, şafak belirdiğinde başlar, güneş doğana kadar devam eder; ama güneş doğduğunda, şeytanın boynuzları arasında doğduğu için namaz kılmaktan kaçının."
    },
    {
      "id": 223,
      "narrator": "'Abdullah b. 'Amr b. al-'As reported:",
      "text": "'Abdullah b. 'Amr b. al-'As rivayet etti: Allah'ın Messengerı (ﷺ) namaz vakitleri hakkında soruldu. O şöyle dedi: Sabah namazının vakti, güneşin ilk görünür kısmı ortaya çıkana kadar devam eder; öğle namazının vakti, güneş zirveden alçalmaya başladığında başlar ve öğle namazı vakti yoktur; öğle namazının vakti, güneş solmadan kadar devam eder ve ilk görünür kısmı batmadan kadar devam eder; akşam namazının vakti, güneş kaybolduğunda başlar ve alacakaranlık sona erene kadar devam eder; gece namazının vakti, gece yarısına kadar devam eder."
    },
    {
      "id": 224,
      "narrator": "'Abdullah narrated it on the authority of his father Yahya:",
      "text": "'Abdullah, babası Yahya'dan rivayet etti: Bilgi tembellikle elde edilemez."
    },
    {
      "id": 225,
      "narrator": "Sulaiman b. Buraida narrated it on the authority of his father that a person asked the Messenger of Allah (ﷺ) about the time of prayer. Upon this he said:",
      "text": "Süleyman b. Buraida, babasından rivayet etti ki, bir kişi Allah'ın Messengerı (ﷺ) ile namaz vakti hakkında konuştu. Bunun üzerine o şöyle dedi: Bizimle bu iki günde namaz kıl. Güneş meridyenin üzerinden geçtiğinde, Bilal'e ezan okumasını emretti. Sonra ona emir verdi ve öğle namazı için ikamet okundu. Sonra öğle namazı vaktinde, güneş yüksek, beyaz ve berrak olduğunda, tekrar emir verdi ve öğle namazı için ikamet okundu. Sonra akşam namazı vaktinde, güneş battığında, tekrar emir verdi ve akşam namazı için ikamet okundu. Sonra gece namazı vaktinde, alacakaranlık kaybolduğunda, tekrar emir verdi ve gece namazı için ikamet okundu. Sonra sabah namazı vaktinde, şafak belirdiğinde, tekrar emir verdi ve sabah namazı için ikamet okundu. Ertesi gün, öğle namazını aşırı sıcak geçene kadar ertelemesini emretti ve o da öyle yaptı. Öğle namazını, daha önce kıldığı zamandan daha geç kıldı. Akşam namazını, alacakaranlık kaybolmadan önce kıldı; gece namazını, gecenin üçte biri geçtikten sonra kıldı; sabah namazını, aydınlık gün doğduğunda kıldı. Sonra (Kutsal Peygamber) şöyle dedi: Namaz vaktini soran adam nerede? O (soruyu soran) dedi: Allah'ın Messengerı, işte buradayım. O (Kutsal Peygamber) dedi: Senin namaz vaktin, gördüğün sınırlar içindedir."
    },
    {
      "id": 226,
      "narrator": "Buraida narrated on the authority of his father that a man came to the Prophet (ﷺ) and asked about the times of prayer. He said:",
      "text": "Buraida, babasından rivayetle, bir adamın Peygamber (ﷺ)'e gelerek namaz vakitlerini sorduğunu aktarmıştır. Peygamber (ﷺ) şöyle dedi: Bizimle birlikte namaz kıl. Bilal'e emir verdi ve o, gece karanlığında sabah namazı için ezan okudu ve sabah namazını fecrin doğuşuna kadar kıldı. Sonra ona (Bilal'e) güneşin zirveden alçaldığı zaman öğle namazı için ezan okumasını emretti. Sonra ona (Bilal'e) güneşin yüksek olduğu zaman ikindi namazı için ezan okumasını emretti. Sonra ona akşam namazı için güneşin battığı zaman ezan okumasını emretti. Sonra ona gece namazı için alacakaranlığın kaybolduğu zaman ezan okumasını emretti. Ertesi gün, sabah ışığı olduğunda ona (ezan okuması için) emir verdi. Sonra ona (öğle namazı için) aşırı sıcak geçtikten sonra ezan okumasını emretti. Sonra ona (ikindi namazı için) güneşin parlak ve net olduğu, sarılığın karışmadığı zaman ezan okumasını emretti. Sonra ona akşam namazını gözlemlemesini emretti. Sonra ona gece namazı için gecenin üçte biri geçtikten sonra ya da biraz daha az bir zamanda ezan okumasını emretti. Harami (bu hadisi rivayet eden) bahsedilen hadisin gece kısmıyla ilgili kısmında şüpheye düştü. Fecrin doğduğunda, o (Kutsal Peygamber) dedi ki: Soran kimdir (namaz vakitleri hakkında soran) ve ekledi: (Bu iki uç arasında) namaz vakti vardır."
    },
    {
      "id": 227,
      "narrator": "Abu Musa narrated on the authority of his father that a person came to the Messenger of Allah (ﷺ) for inquiring about the times of prayers. He (the Holy Prophet) gave him no reply (because he wanted to explain to him the times by practically observing these prayers). He then said the morning player when it was daybreak, but the people could hardly recognise one another. He then commanded and the Iqama for the noon prayer was pronounced when the tan had passed the meridian and one would say that it was midday but he (the Holy Prophet) knew batter than them. He then again commanded and the Iqama for the afternoon prayer was pronounced when the sun was high. He then commanded and Iqama for the evening prayer was pronounced when the sun had sunk. He then commanded and Iqama for the night prayer was pronounced when the twilight had disappeared. He then delayed the morning prayer on the next day (so much so) that after returning from it one would say that the sun had risen or it was about to rise. He then delayed the noon prayer till it was near the time of afternoon prayer (as it was observed yesterday). He then delayed the afternoon prayer till one after returning from it would say that the sun had become red. He then delayed the evening prayer till the twilight was about to disappear. He then delayed the night prayer till it was one-third of the night. He then called the inquirer in the morning and said:",
      "text": "Abu Musa, babasından rivayetle, bir kişinin Allah'ın Elçisi (ﷺ)'ne namaz vakitlerini sormak için geldiğini aktarmıştır. O (Kutsal Peygamber) ona cevap vermedi (çünkü bu namazları pratik olarak gözlemleyerek vakitleri açıklamak istedi). Sonra sabah namazını gün doğduğunda kıldı, ama insanlar birbirlerini zor tanıyordu. Sonra emir verdi ve öğle namazı için ikamet okundu, güneş meridyenin geçtikten sonra, öğle vakti olduğunu söyleyebilirdiniz ama o (Kutsal Peygamber) onlardan daha iyi biliyordu. Sonra tekrar emir verdi ve ikindi namazı için ikamet okundu, güneş yüksek olduğunda. Sonra emir verdi ve akşam namazı için ikamet okundu, güneş battığında. Sonra emir verdi ve gece namazı için ikamet okundu, alacakaranlık kaybolduğunda. Sonra ertesi gün sabah namazını o kadar geciktirdi ki, ondan döndüğünde güneşin doğduğunu ya da doğmak üzere olduğunu söyleyebilirdiniz. Sonra öğle namazını ikindi namazı vaktine yakın bir zamana kadar geciktirdi (dün gözlemlendiği gibi). Sonra ikindi namazını geciktirdi ki, ondan döndüğünde güneşin kırmızı olduğunu söyleyebilirdiniz. Sonra akşam namazını alacakaranlık kaybolmak üzere olduğunda geciktirdi. Sonra gece namazını gecenin üçte biri geçene kadar geciktirdi. Sonra sabahleyin soranı çağırdı ve dedi ki: Namaz vakti bu iki (uç) arasında."
    },
    {
      "id": 228,
      "narrator": "Abu Musa reported on the authority of his father that an Inquirer came to the Prophet (ﷺ) and asked him about the times of prayers, and the rest of the hadith is the same (as narrated above) but for these words:",
      "text": "Abu Musa, babasından rivayetle, bir soranın Peygamber (ﷺ)'e gelerek namaz vakitlerini sorduğunu aktarmıştır ve hadisin geri kalanı aynıdır (yukarıda rivayet edildiği gibi) fakat şu sözler için: \"İkinci gün o (Kutsal Peygamber) akşam namazını alacakaranlık kaybolmadan önce kıldı.\""
    },
    {
      "id": 229,
      "narrator": "Abu Huraira reported that the Messenger of Allah (may peace he upon him) said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ona selam olsun) şöyle dediğini aktardı: Çok sıcak olduğunda, (öğle namazını) aşırı sıcak geçtikten sonra kılın, çünkü aşırı sıcak cehennemin nefesindendir."
    },
    {
      "id": 230,
      "narrator": "",
      "text": "Bu gibi başka bir hadis de Abu Huraira tarafından rivayet edilmiştir."
    },
    {
      "id": 231,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini aktardı: Sıcak bir günde, (öğle namazını) aşırı sıcak geçene kadar geciktirin, çünkü aşırı sıcak cehennemin nefesindendir. Abu Huraira, bu hadisi Allah'ın Elçisi (ona selam olsun) başka bir rivayet zincirinden aktarmıştır."
    },
    {
      "id": 232,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini aktardı: Bu sıcak cehennem ateşinin nefesindendir, bu yüzden namazı soğuyana kadar geciktirin."
    },
    {
      "id": 233,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih, şunları aktardı: Bu, Abu Huraira'nın bize Peygamber'den aktardığıdır ve bazı hadisler aktardı - bunlardan biri, Allah'ın Elçisi (ﷺ)'nin şöyle dediğidir: Namazdan önce sıcaklığın azalmasını bekleyin, çünkü aşırı sıcak cehennemin nefesindendir."
    },
    {
      "id": 234,
      "narrator": "Abu Dharr reported:",
      "text": "Abu Dharr, Allah'ın Elçisi (ﷺ)'nin öğle namazı için ezan okunduğunu aktardı. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Soğusun, soğusun, ya da şöyle dedi: Bekleyin, bekleyin, çünkü aşırı sıcak cehennemin nefesindendir. Sıcaklık yoğun olduğunda, namazı soğuyana kadar geciktirin. Abu Dharr dedi ki: (Bekledik) ta ki tepelerin gölgesini görene kadar."
    },
    {
      "id": 235,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini aktardı: Ateş, Rab'be şikayette bulundu ve dedi ki: \"Ey Rabbim, bazı parçalarım diğerlerini tüketti.\" Bu yüzden iki nefes almasına izin verildi, biri kışta ve diğeri yazda. Bu yüzden yazda aşırı sıcak ve kışta aşırı soğuk bulursunuz."
    },
    {
      "id": 236,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini aktardı: Sıcak olduğunda, (öğle namazını) soğuyana kadar geciktirin, çünkü aşırı sıcak cehennemin nefesindendir; ve ayrıca cehennem ateşinin Rab'be (sıkışık atmosfer hakkında) şikayette bulunduğunu ve bu yüzden yıl boyunca iki nefes almasına izin verildiğini de belirtti, biri kışta ve diğeri yazda."
    },
    {
      "id": 237,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini aktardı: Ateş, Rab'be şöyle dedi: Ey Rabbim! Bazı parçalarım diğerlerini tüketti, bu yüzden bana nefes alma izni ver. Kışta bir nefes ve yazda bir nefes almasına izin verildi. Bu yüzden yoğun soğuk veya acı soğuk olarak algıladığınız her şey cehennemin nefesindendir. Ve yoğun sıcaklık veya aşırı sıcaklık olarak algıladığınız her şey de cehennemin nefesindendir."
    },
    {
      "id": 238,
      "narrator": "Jabir b. Samura reported:",
      "text": "Jabir b. Samura, Allah'ın Elçisi (ﷺ)'nin güneş alçaldığında öğle namazını kıldığını aktardı."
    },
    {
      "id": 239,
      "narrator": "Khabbab reported:",
      "text": "Khabbab, Allah'ın Elçisi (ﷺ)'ne (çok sıcak) zemin veya kumda namaz kılmanın zorluğundan şikayet ettiğimizi aktardı, ama o şikayetimize aldırış etmedi."
    },
    {
      "id": 240,
      "narrator": "Khabbab reported:",
      "text": "Khabbab, Allah'ın Elçisi (ﷺ)'ne geldiklerini ve (çok sıcak) zemin veya kumda namaz kılmaktan şikayet ettiklerini aktardı, ama o bize aldırış etmedi. Zuhair, Abu İshak'a bunun öğle namazı hakkında olup olmadığını sordu. O da: Evet, dedi. Ben tekrar bunun (öğle namazının) erken saatlerde kılınmasıyla ilgili olup olmadığını sordum. O da: Evet, dedi. Ben: Acaba bu, onu aceleyle kılmakla ilgili mi? diye sordum. O da: Evet, dedi."
    },
    {
      "id": 241,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Biz, Allah'ın Resulü (ﷺ) ile öğle namazını yoğun sıcakta kılardık, ama aramızdan biri alnını yere koymakta zorlandığında, örtüsünü serer ve onun üzerinde secde ederdi."
    },
    {
      "id": 242,
      "narrator": "",
      "text": "Anas b. Malik rivayet etti ki, Allah'ın Resulü (ﷺ) güneş yüksek ve parlakken ikindi namazını kılardı, sonra biri al-'Awali'ye gider ve oraya güneş hala yüksekken varırdı. İbn Kuteybe \"biri al-'Awali'ye gider\" ifadesini anmamıştır."
    },
    {
      "id": 243,
      "narrator": "",
      "text": "Bu hadiste, Allah'ın Resulü (ﷺ) ikindi namazını yukarıda rivayet edilen gibi kıldığı, Anas b. Malik tarafından başka bir isnat zinciri ile aktarılmıştır."
    },
    {
      "id": 244,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Biz ikindi namazını kılardık, sonra biri Kuba'ya gider ve oraya güneş hala yüksekken varırdı."
    },
    {
      "id": 245,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Biz, bir kişinin Beni 'Amr b. Auf'a gideceği ve orada ikindi namazını kıldıklarını bulacağı bir zamanda ikindi namazını kılardık."
    },
    {
      "id": 246,
      "narrator": "'Ala' b. 'Abd al-Rahman reported that they came to the house of Anas b. Malik in Basra after saying the noon prayer. His (Anas) house was situated by the side of the mosque. As revisited him he (Anas) said:",
      "text": "'Ala' b. 'Abd al-Rahman rivayet etti ki, öğle namazını kıldıktan sonra Basra'daki Anas b. Malik'in evine geldiler. Anas'ın evi caminin yanındaydı. Ona tekrar gittiğimizde, Anas şöyle dedi: İkindi namazını kıldınız mı? Biz de ona: Daha öğle namazını yeni bitirdik dedik. O da: İkindi namazını kılın, dedi. Biz de kalkıp namazımızı kıldık. Namazı tamamladıktan sonra, şöyle dedi: Allah'ın Resulü (ﷺ) şöyle buyurduğunu duydum: İşte münafığın namazı böyle olur: güneşi izler, şeytanın boynuzları arasında olduğunda kalkar ve aceleyle dört kez yere secde eder, bu esnada Allah'ı pek az anar."
    },
    {
      "id": 247,
      "narrator": "Abu Umama b. Sahl reported:",
      "text": "Ebu Ümame b. Sahl rivayet etti: Biz, Ömer b. Abd al-Aziz ile öğle namazını kıldık. Sonra Anas b. Malik'e doğru yola çıktık ve onu ikindi namazını kılarken bulduk. Ona: Ey amca! Hangi namazı kılıyorsun? dedim. O da: Bu ikindi namazıdır ve bu, Allah'ın Resulü (ﷺ) ile birlikte kıldığımız namazdır, dedi."
    },
    {
      "id": 248,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Allah'ın Resulü (ﷺ) bize ikindi namazını kıldırdı. Namazı tamamladıktan sonra, Beni Salama'dan bir kişi ona geldi ve dedi ki: Allah'ın Resulü, develerimizi kesmeyi düşünüyoruz ve bu vesileyle sizin de orada bulunmanızı istiyoruz. O (Peygamberimiz) dedi ki: Evet. O (kişi) gitti ve biz de onunla birlikte gittik ve develerin henüz kesilmediğini gördük. Sonra kesildi, parçalarına ayrıldı ve bazıları pişirildi, ardından güneş batmadan önce yedik. Bu hadis de başka bir isnat zinciri ile rivayet edilmiştir."
    },
    {
      "id": 249,
      "narrator": "Rafi' b. Khadij reported:",
      "text": "Rafi' b. Khadij rivayet etti: Biz, Allah'ın Resulü (ﷺ) ile ikindi namazını kıldık, sonra deve kesildi ve on parçaya ayrıldı; sonra pişirildi ve güneş batmadan önce bu pişirilmiş eti yedik."
    },
    {
      "id": 250,
      "narrator": "This hadith has been reported by 'Auza'i with the same chain of transmitters:",
      "text": "Bu hadis, 'Auza'i tarafından aynı isnat zinciri ile rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) hayatta iken ikindi namazından sonra deve keserdik, ama \"Onunla birlikte namaz kıldığımızı\" anmamıştır."
    },
    {
      "id": 251,
      "narrator": "Ibn Umar reported that the Messenger of Allah (ﷺ) said:",
      "text": "İbn Umar rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: İkindi namazını kaçıran, sanki ailesinden ve malından mahrum kalmış gibidir."
    },
    {
      "id": 252,
      "narrator": "",
      "text": "Bu hadis, başka bir isnat zinciri ile Marfu olarak rivayet edilmiştir."
    },
    {
      "id": 253,
      "narrator": "",
      "text": "Abdullah, babası aracılığıyla rivayet eder: İkindi namazını kaçıran, sanki ailesinden ve malından mahrum kalmış gibidir."
    },
    {
      "id": 254,
      "narrator": "'Ali reported:",
      "text": "'Ali rivayet etti: Ahzab (Savaş) günü, Allah'ın Resulü (ﷺ) şöyle dedi: Allah, onların mezarlarını ve evlerini ateşle doldursun, çünkü bizi alıkoydular ve orta namazdan uzaklaştırdılar, ta ki güneş batana kadar."
    },
    {
      "id": 255,
      "narrator": "",
      "text": "Bu hadis, Hişam tarafından aynı isnat zinciri ile rivayet edilmiştir."
    },
    {
      "id": 256,
      "narrator": "'Ali reported:",
      "text": "Ali rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Ahzab (Savaş) günü orta namazdan alıkonulduk, güneş batıncaya kadar. Allah onların mezarlarını veya evlerini, ya da karınlarını ateşle doldursun. Rivayet eden, \"evler\" ve \"karınlar\" hakkında şüphe içindedir."
    },
    {
      "id": 257,
      "narrator": "This hadith has heed narrated by Qatada with the same chain of transmitters. And he said:",
      "text": "Bu hadisi Katada aynı raviler zinciriyle rivayet etmiştir. Ve şöyle dedi: Onların evleri ve mezarları (ateşle doldurulsun), \"evler\" ve \"mezarlar\" kelimeleri hakkında şüphe ifade etmedi."
    },
    {
      "id": 258,
      "narrator": "Yahya heard 'Ali saying that the Messenger of Allah (ﷺ) said on the day (of the Battle) of Ahzab, while sitting in one of the openings of the ditch:",
      "text": "Yahya, Ali'nin şöyle dediğini işitti: Allah'ın Resulü (ﷺ) Ahzab (Savaş) günü, hendeklerin bir açısında otururken şöyle dedi: Onlar (düşmanlar) bizi orta namazdan alıkoydular, güneş batıncaya kadar. Allah onların mezarlarını ve evlerini ateşle doldursun, ya da mezarlarını ve karınlarını ateşle doldursun."
    },
    {
      "id": 259,
      "narrator": "'Ali reported:",
      "text": "Ali rivayet etti: Allah'ın Resulü (ﷺ) Ahzab (Savaş) günü şöyle dedi: Bizi orta namazı, yani 'Asr namazını kılmaktan alıkoydular. Allah onların evlerini ve mezarlarını ateşle doldursun; ardından bu namazı akşam namazı ile yatsı namazı arasında kıldı."
    },
    {
      "id": 260,
      "narrator": "'Abdullah (b. Mas'ud) reported that the polytheists detained the Messenger of Allah (ﷺ) from observing the afternoon prayer till the sun became red or it became yellow. Upon this the Messenger of Allah (ﷺ) said:",
      "text": "Abdullah (b. Mes'ud) rivayet etti ki, müşrikler Allah'ın Resulü (ﷺ) öğle namazını kılmasına güneş kırmızı veya sarı oluncaya kadar engel oldular. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Onlar bizi orta namazdan, yani 'Asr namazından alıkoydular. Allah onların karınlarını ve mezarlarını ateşle doldursun, ya da şöyle dedi: Allah onların karınlarını ve mezarlarını ateşle doldursun."
    },
    {
      "id": 261,
      "narrator": "Abu Yunus, the freed slave of 'A'isha said:",
      "text": "Ebu Yunus, Aişe'nin azatlısı şöyle dedi: Aişe, bana Kur'an'dan bir nüsha yazmamı emretti ve şöyle dedi: Bu ayete ulaştığında: \"Namazları ve orta namazı koruyun\" (Bakara, 238), bana haber ver; ben de ona ulaştığımda, ona haber verdim ve o bana şöyle dikte etti: Namazları ve orta namazı ve öğle namazını koruyun ve Allah'a tam itaatle ayakta durun. Aişe dedi: Ben bunu Allah'ın Resulü'nden (ﷺ) böyle işittim."
    },
    {
      "id": 262,
      "narrator": "Al-Bara' b. 'Azib reported:",
      "text": "Al-Bara' b. Azib rivayet etti: Bu ayet şöyle indirildi: \"Namazları ve 'Asr namazını koruyun.\" Biz bunu (bu şekilde) Allah dilediği sürece okuduk. Sonra Allah bunu neshetti ve \"Namazları ve orta namazı koruyun\" şeklinde indirildi. Shaqiq ile oturan bir kişi dedi ki: Şimdi bu 'Asr namazını ifade ediyor. Bunun üzerine Al-Bara' dedi: Size bu (ayet) nasıl indirildiğini ve Allah'ın bunu nasıl neshettiğini daha önce bildirmiştim, ve Allah en iyi bilendir."
    },
    {
      "id": 263,
      "narrator": "Jabir b. 'Abdullah reported that Umar b. al-Khattab had been cursing the pagans of the Quraish an the day (of the Battle) of Khandaq (Ditch). (He came to the Holy Prophet) and said:",
      "text": "İmam Müslim dedi ki: Eşca'i bunu Sufyan es-Savri'den, o da el-Esved b. Kayıs'tan, o da Ukba'dan, o da Al-Bara' b. Azib'den rivayet etti ki, o şöyle dedi: Biz Peygamber (ﷺ) ile birlikte (yukarıda belirtilen ayeti, yani Salat al-Wusta yerine Salat al-'Asr olarak) belirli bir süre okuduk."
    },
    {
      "id": 264,
      "narrator": "",
      "text": "Cabir b. Abdullah rivayet etti ki, Ömer b. Hattab, Khandaq (Hendek) günü Kureyş müşriklerini lanetliyordu. (O, Resulullah'a geldi) ve dedi: Allah'ın Resulü, Allah'a yemin ederim ki, 'Asr namazını güneş batıncaya kadar kılamadım. Bunun üzerine Resul (ﷺ) dedi: Allah'a yemin ederim ki, ben de onu kılmadım. Sonra bir vadiye gittik. Allah'ın Resulü (ﷺ) abdest aldı ve biz de abdest aldık, ardından Allah'ın Resulü (ﷺ) güneş battıktan sonra 'Asr namazını kıldı ve ardından akşam namazını kıldı."
    },
    {
      "id": 265,
      "narrator": "Abu Huraira reported:",
      "text": "Bu hadisi Yahya b. Abd Kathir aynı raviler zinciriyle rivayet etmiştir."
    },
    {
      "id": 266,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Melekler, gece ve gündüz aranızda sırayla dolaşırlar ve sabah ve öğle namazlarında toplanırlar. Gece aranızda bulunan (melekler) sonra yükselirler ve Rableri onlara sorar, oysa O, onların hakkında en iyi bilgiyi sahibidir: Benim kullarımın yanından nasıl ayrıldınız? -derler ki: Onları namaz kılarken bıraktık ve onlara namaz kılarken geldik."
    },
    {
      "id": 267,
      "narrator": "Jarir b. Abdullah is reported to have said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle dediğini rivayet etti: Melekler, gece ve gündüz aranızda sırayla dolaşırlar ve hadisin geri kalanı aynıdır."
    },
    {
      "id": 268,
      "narrator": "Waki' reported (this hadith) with the same chain of transmitters (that the Holy Prophet) said:",
      "text": "Cerir b. Abdullah'ın şöyle dediği rivayet edilmiştir: Biz Allah'ın Resulü (ﷺ) ile oturuyorduk ki, o dolunay'a baktı ve şöyle gözlemledi: Rabbinizi, bu ayı gördüğünüz gibi göreceksiniz ve onu görmekten zarar görmeyeceksiniz. O halde, eğer yapabiliyorsanız, güneşin doğuşundan ve batışından önce kılınan namazlarda, yani 'Asr namazı ve sabah namazında, kendinizi zorlamayın. Cerir daha sonra bunu okudu: \"Güneşin doğuşundan önce ve batışından önce Rabbinizin hamdini tesbih edin\" (Taha, 130)."
    },
    {
      "id": 269,
      "narrator": "'Umara b. Ruwaiba is reported to have said on the authority of his father:",
      "text": "Vaki' bu hadisi aynı raviler zinciriyle rivayet etti ki, (Kutsal Peygamber) şöyle dedi: Rabbinizin huzuruna kısa süre içinde sunulacaksınız ve onu, bu ayı gördüğünüz gibi göreceksiniz, ardından (yukarıda belirtilen ayeti) okudu. Ancak (bu hadiste) Cerir'den bahsedilmemiştir."
    },
    {
      "id": 270,
      "narrator": "Umara b. Ruwaiba reported on the authority of his father that the Messenger of Allah (ﷺ) said:",
      "text": "Umara b. Ruwaiba, babasından rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: Güneşin doğuşundan ve batışından önce namaz kılan, yani sabah namazı ve öğle namazı kılan, ateşe girmeyecek. Basra'dan bir kişi ona dedi: Bunu Allah'ın Resulü'nden (ﷺ) kendin işittin mi? O da: Evet, dedi. Basralı kişi: Ben de Allah'ın Resulü'nden (ﷺ) işittiğime şahitlik ederim; kulaklarım bunu duydu ve kalbim bunu hatırladı."
    },
    {
      "id": 271,
      "narrator": "Abu Bakr reported on the authority of his father that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Bekir, babası aracılığıyla, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: İki serin saatte iki namaz kılan cennete girecektir."
    },
    {
      "id": 272,
      "narrator": "",
      "text": "Bu hadis, Hammam tarafından aynı nakil zinciriyle rivayet edilmiştir ve Ebu Bekir hakkında onun İbn Ebu Musa olduğu söylenmiştir."
    },
    {
      "id": 273,
      "narrator": "",
      "text": "Selame b. Ekwâ, Allah'ın Elçisi (ﷺ)'nin akşam namazını güneş batıp kaybolduğunda kıldığını bildirmiştir."
    },
    {
      "id": 274,
      "narrator": "Rafi' b. Khadij reported:",
      "text": "Rafi' b. Hâdic şöyle bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile akşam namazını kılardık ve sonra aramızdan biri giderdi ve okunun düşeceği yeri görebilirdi."
    },
    {
      "id": 275,
      "narrator": "",
      "text": "Rafi' b. Hâdic'in başka bir nakil zinciriyle \"Biz akşam namazını kılardık...\" şeklinde bir hadis rivayet edilmiştir."
    },
    {
      "id": 276,
      "narrator": "'A'isha. the wife of the Messenger of Allah (ﷺ), reported:",
      "text": "Allah'ın Elçisi (ﷺ)'nin eşi Aişe, şöyle bildirdi: Allah'ın Elçisi (ﷺ) bir gece 'İşa' namazını erteledi. Buna 'Atama' denir. Allah'ın Elçisi (ﷺ), Ömer b. Hattab kadınların ve çocukların uyuduğunu söyleyene kadar dışarı çıkmadı. Sonra Allah'ın Elçisi (ﷺ) onlara doğru çıktı ve cami halkına şöyle dedi: \"Yeryüzündeki insanların hiçbiri bu saatte (gece namazı için) sizin gibi beklemiyor,\" ve bu, İslam insanların arasında yayılmadan önceydi. İbn Şihab tarafından rivayet edilen hadiste, Allah'ın Elçisi (ﷺ)'nin şöyle dediği bildirilmiştir: \"Sizi namaza zorlamak için Allah'ın Elçisi (ﷺ) üzerinde bir yük olmamalıdır.\" Ve bunu Ömer b. Hattab, (Peygamberi) yüksek sesle çağırdığında söyledi."
    },
    {
      "id": 277,
      "narrator": "A hadith like this has been narrated by Ibn Shihab with the same chain of transmitters, but therein no mention has been made of the words of al-Zuhri:",
      "text": "Bu hadis, İbn Şihab tarafından aynı nakil zinciriyle rivayet edilmiştir, ancak burada el-Zuhri'nin sözlerine yer verilmemiştir: \"Bana rivayet edildi,\" ve ardından gelenler."
    },
    {
      "id": 278,
      "narrator": "'A'isha reported:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ)'nin bir gece 'İşa' namazını gecenin büyük bir kısmı geçtikten sonra kıldığını ve camideki insanların uyuduğunu bildirdi. O (Peygamber) sonra dışarı çıktı ve namaz kıldı ve şöyle dedi: \"Bu, namaz için uygun zamandır; eğer halkıma yük olmasaydı (normalde bu saatte kılardım).\" 'Abd al-Razzaq tarafından rivayet edilen hadiste ise: \"Eğer halkıma yük olmasaydı,\" şeklindedir."
    },
    {
      "id": 279,
      "narrator": "Abdullah b. Umar reported:",
      "text": "Abdullah b. Ömer, bir gece Allah'ın Elçisi (ﷺ)'ni son gece namazı için beklediklerini ve o, gecenin üçte biri geçtikten sonra bize geldiğini bildirdi. Ailevi bir işle meşgul olup olmadığını bilmiyoruz. Dışarı çıktığında şöyle dedi: \"Siz, başka bir dinin takipçilerinin beklemediği bir namazı bekliyorsunuz. Eğer bu, benim Ümmetim için bir yük olmasaydı, bu saatte (İşa namazında) onları yönlendirmiş olurdum.\" Sonra mu'adhdhin'e (namaz çağrısı yapması için) emir verdi ve namaza durdu."
    },
    {
      "id": 280,
      "narrator": "Abdullah b. 'Umar reported that the Messenger of Allah (ﷺ) was one night occupied (in some work) and he delayed it ('Isya' prayer) till we went to sleep in the mosque. We then woke up and again went to sleep and again woke up. The Messenger of Allah (ﷺ) then came to us and said:",
      "text": "Abdullah b. Ömer, bir gece Allah'ın Elçisi (ﷺ)'nin bir işle meşgul olduğunu ve 'İşa' namazını gecenin ilerleyen saatlerine kadar ertelediğini bildirdi. Biz camide uyuduk, sonra uyandık ve tekrar uyuduk, sonra tekrar uyandık. Allah'ın Elçisi (ﷺ) bize geldi ve şöyle dedi: \"Yeryüzündeki insanların hiçbiri, gece namazı için sizin gibi beklemiyor.\""
    },
    {
      "id": 281,
      "narrator": "Thabit reported:",
      "text": "Sabit, müminlerin Allah'ın Elçisi (ﷺ)'nin yüzüğünü Anas'a sorduğunu ve Anas'ın şöyle dediğini bildirdi: \"Bir gece Allah'ın Elçisi (ﷺ) 'İşa' namazını gece yarısına kadar erteledi veya gece yarısına yaklaşmıştı. Sonra geldi ve şöyle dedi: \"Diğer insanlar namaz kıldı ve uyudu, ama siz namaza beklediğiniz sürece sürekli namazdasınız.\" Anas dedi ki: \"Sanki gümüş yüzüğünün parıltısını görüyorum,\" ve küçük sol parmağını kaldırdı (Peygamber'in nasıl kaldırdığını göstermek için)."
    },
    {
      "id": 282,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, bir gece Allah'ın Elçisi (ﷺ)'ni beklediklerini, gece yarısına yaklaşırken geldiğini ve namaz kıldığını, ardından yüzünü bize döndüğünü ve parmağındaki gümüş yüzüğünün parıltısını gördüğümü bildirdi."
    },
    {
      "id": 283,
      "narrator": "This hadith has been narrated by Qurra with the same chain of transmitters, but therein he did not mention:",
      "text": "Bu hadis, Kurra tarafından aynı nakil zinciriyle rivayet edilmiştir, ancak burada \"Yüzünü bize döndü\" ifadesine yer verilmemiştir."
    },
    {
      "id": 284,
      "narrator": "Abu Musa reported:",
      "text": "Ebu Musa, benimle birlikte tekneyle giden arkadaşlarımın Buthan vadisine indiğini, Allah'ın Elçisi (ﷺ)'nin Medine'de kaldığını bildirdi. Aralarından bir grup, her gece 'İşa' namazı vaktinde Allah'ın Elçisi (ﷺ)'ne sırayla gitti. Ebu Musa şöyle dedi: \"Bir gece biz (ben ve arkadaşlarım) Allah'ın Elçisi (ﷺ)'ne gittik ve o bir meseleyle meşguldü, bu yüzden namazda o kadar gecikti ki gece yarısına yaklaştı. Allah'ın Elçisi (ﷺ) dışarı çıktı ve onlara (Musa'nın arkadaşlarına) namaz kıldırdı. Namazını kıldıktan sonra orada bulunanlara şöyle dedi: \"Rahat olun, size müjde veriyorum ki bu, Allah'ın üzerinizdeki bir nimeti. Çünkü bu saatte (gece) sizin dışınızda kimse namaz kılmıyor,\" veya şöyle dedi: \"Sizin dışınızda kimse bu saatte namaz kılmıyor.\" O (yani nakil eden) dedi ki: \"Bu iki cümleden hangisini söylediğinden emin değilim.\" Ebu Musa, \"Duyduklarımızdan dolayı mutlu bir şekilde geri döndük,\" dedi."
    },
    {
      "id": 285,
      "narrator": "Ibn Juraij reported:",
      "text": "İbn Juraij, Ata'ya 'İşa' namazını hangi zamanda kılmamı uygun görüyorsun, -imam olarak mı yoksa yalnız mı, -insanların 'Atama' dediği zamanda mı? diye sordum. O, \"İbn Abbas'ın şöyle dediğini duydum: Allah'ın Elçisi (ﷺ) bir gece 'İşa' namazını insanların uyumasına kadar erteledi. Onlar uyandılar, tekrar uyudular ve tekrar uyandılar. Sonra Ömer b. Hattab ayağa kalktı ve (yüksek sesle) 'Namaz' dedi. Ata' ayrıca İbn Abbas'ın şöyle dediğini bildirdi: \"Allah'ın Elçisi (ﷺ) dışarı çıktı ve sanki başından su damlayarak, elini başının bir tarafına koymuş gibi gördüm,\" ve şöyle dedi: \"Eğer bu, benim Ümmetim için zor olmasaydı, onlara bu namazı bu şekilde (geç saatlerde) kılmalarını emrederdim.\" Ata'ya, İbn Abbas'ın bildirdiği gibi, Allah'ın Elçisi (ﷺ)'nin elini başına nasıl koyduğunu sordum. Ata, parmaklarını biraz açtı ve sonra parmaklarının uçlarını başının yan tarafına koydu. Sonra parmaklarını başı boyunca bu şekilde hareket ettirdi, ta ki baş parmağı yüzün yanındaki kulak kısmına değene kadar ve sonra kulak memesine ve başın o kısmına gitti. (Bu hareket) ne bir şeyi tuttu ne de yakaladı, ama bu şekilde (hareket etti). Ata'ya, o gece Allah'ın Elçisi (ﷺ)'nin namazı ne kadar geciktirdiği hakkında İbn Abbas'ın sana bir şey söyledi mi? diye sordum. O, \"Bilmiyorum (tam zamanı veremem),\" dedi. Ali, \"Ben, namazı, ister imam olarak ister yalnız olarak, Allah'ın Elçisi (ﷺ)'nin o gece söylediği gibi geç saatlerde kılmayı seviyorum, ama eğer bu, senin bireysel olarak veya cemaatteki insanlar için zor olursa ve sen onların imamıysan, o zaman namazı (İşa) ne çok erken ne de çok geç kıl,\" dedi."
    },
    {
      "id": 286,
      "narrator": "",
      "text": "Cabir b. Semura, Allah'ın Elçisi'nin (ﷺ) son 'İsha' namazını ertelediğini bildirmiştir."
    },
    {
      "id": 287,
      "narrator": "Jabir b. Samura reported:",
      "text": "Cabir b. Semura, Allah'ın Elçisi'nin (ﷺ) namazları sizin namazlarınız gibi kıldığını, ancak gece karardıktan sonra namazı, sizin kıldığınız zamandan biraz sonra ertelediğini ve namazı kısalttığını bildirmiştir."
    },
    {
      "id": 288,
      "narrator": "Abdullah b. 'Umar reported:",
      "text": "Abdullah b. Ömer, Allah'ın Elçisi'nin (ﷺ) şöyle söylediğini duyduğunu bildirmiştir: Bedevi, namazınızın ismi konusunda sizden üstün olmasın. Gece namazı 'İsha' olarak adlandırılmalıdır (bedevi ise bunu Atama der çünkü) deve sütlerini geç saatte sağarlar."
    },
    {
      "id": 289,
      "narrator": "Ibn 'Umar said:",
      "text": "İbn Ömer şöyle demiştir: Allah'ın Elçisi (ﷺ) dedi ki: Bedevi, namazınızın ismi konusunda sizden üstün olmasın, yani gece namazı, çünkü Allah'ın Kitabı'nda (yani Kur'an'da) 'İsha' olarak geçmektedir. (Bedevi bunu 'Atama der çünkü) dişi develerini sağmada gecikme yaşarlar."
    },
    {
      "id": 290,
      "narrator": "'A'isha reported:",
      "text": "Aişe, mümin kadınların Allah'ın Elçisi ile sabah namazını kıldıklarını ve sonra örtülerine sarınarak geri döndüklerini bildirmiştir. Hiç kimse onları tanıyamazdı."
    },
    {
      "id": 291,
      "narrator": "'A'isha, the wife of the Messenger of Allah (ﷺ), reported:",
      "text": "Allah'ın Elçisi'nin (ﷺ) eşi Aişe, mümin kadınların Allah'ın Elçisi ile sabah namazını örtülerine sarınarak kıldıklarını bildirmiştir. Sonra evlerine döndüler ve Allah'ın Elçisi'nin (ﷺ) sabahdan önce karanlıkta namaz kılması nedeniyle tanınmaz hale geldiler."
    },
    {
      "id": 292,
      "narrator": "'A'isha reported:",
      "text": "Aişe, Allah'ın Elçisi'nin (ﷺ) sabah namazını kıldığını ve kadınların karanlıkta geri dönerken tanınmaz hale geldiklerini bildirmiştir. (İshak b. Musa) el-Ensari (bu rivayet zincirindeki bir nakilci) \"sarılmış\" (sadece) kendi rivayetinde geçmiştir. (Manto hakkında bir şey söylenmemiştir.)"
    },
    {
      "id": 293,
      "narrator": "Muhammad b. 'Amr b. al-Hasan b. 'All reported:",
      "text": "Muhammed b. Amr b. el-Hasan b. Ali, Haccac Medine'ye geldiğinde, Cabir b. Abdullah'a (Peygamberimizin namaz vakitleri hakkında) sorduk. O şöyle dedi: Allah'ın Elçisi (ﷺ) öğle namazını güneş zirve noktasını geçtikten sonra kılardı; ikindi namazını güneş parladığında; akşam namazını güneş tamamen battığında; gece namazı için ise bazen geciktirir, bazen de (erken saatlerde) kılardı. Onları (ashabını) erken saatlerde toplanmış görünce (namazı) erken kılardı ve geç gelenleri görünce (namazı) geciktirirdi. Sabah namazını ise Allah'ın Elçisi (ﷺ) sabahdan önce karanlıkta kılardı."
    },
    {
      "id": 294,
      "narrator": "Muhammad b. 'Amr al-Hasan b. 'All reported:",
      "text": "Muhammed b. Amr el-Hasan b. Ali, Haccac'ın namazları geciktirdiğini, bu yüzden Cabir b. Abdullah'a sorduk, hadisin geri kalanı aynıdır."
    },
    {
      "id": 295,
      "narrator": "Sayyar b. Salama reported:",
      "text": "Seyyar b. Selame, babamın Ebu Barza (el-Eslemî) ile Allah'ın Elçisi'nin (ﷺ) namazı hakkında konuştuğunu duyduğunu bildirmiştir. (Şu'ba, nakilcilerden biri) dedi ki: Ebu Barza'dan bunu duydun mu? O dedi ki: Sanki seni bu anda taşıyormuşum gibi hissediyorum. O dedi ki: Babamın Allah'ın Elçisi'nin (ﷺ) namazı hakkında sorduğunu ve onun (Ebu Barza) bu yanıtı verdiğini duydum: O (Peygamber) bazı (namazları) geciktirmekten, yani 'İsha' namazını, gece yarısına kadar geciktirmekten rahatsız olmazdı ve onu kılmadan önce uyumayı ve kıldıktan sonra konuşmayı sevmezdi. Şu'ba, onu daha sonra tekrar gördüm ve (Peygamberin namazları hakkında) sordum, o da şöyle dedi: Öğle namazını güneş meridyenin geçtikten sonra kılardı, ikindi namazını kılardı, ardından bir kişi Medine'nin kenarlarına giderdi ve güneş hala parlıyordu; (akşam namazı hakkında ne söylediğini unuttum); daha sonra onu tekrar gördüm ve (Peygamberin namazları hakkında) sordum, o da şöyle dedi: Sabah namazını (öyle bir zamanda) kılardı ki bir adam geri döndüğünde komşusunu yüzüne bakarak tanıyabilirdi ve bu namazda altmış ile yüz ayet okurdu."
    },
    {
      "id": 296,
      "narrator": "Sayyar b. Salama reported:",
      "text": "Seyyar b. Selame, Ebu Barza'nın Allah'ın Elçisi'nin (ﷺ) 'İsha' namazında gece yarısına kadar bazı gecikmelere karşı çıkmadığını ve (namazı kıldıktan sonra) uyumayı ve konuşmayı sevmediğini bildirdi. Şu'ba, onu ikinci kez tekrar gördüm ve o dedi ki: Gece yarısının üçte birine kadar."
    },
    {
      "id": 297,
      "narrator": "Abu Barza b. Aslami is reported to have said:",
      "text": "Ebu Barza b. Eslemî'nin şöyle dediği rivayet edilmiştir: Allah'ın Elçisi (ﷺ) gece namazını gece üçte bir geçene kadar geciktirdi ve ondan önce uyumayı ve ondan sonra konuşmayı onaylamadı ve sabah namazında yüz ile altmış ayet okurdu (ve namazı öyle saatlerde tamamlardı) ki birbirimizin yüzlerini tanıyabiliyorduk."
    },
    {
      "id": 298,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr, Allah'ın Elçisi'nin (ﷺ) bana şöyle dediğini bildirmiştir: Eğer namazı belirlenen zamanından daha geç kılan yöneticiler altına girdiğinde ne yaparsın? Ben de: Ne emredersin? dedim. O (Peygamber) dedi: Namazı vaktinde kıl, eğer onlarla birlikte kılabiliyorsan, o senin için nafile bir namaz olur. Yukarıdaki hadisteki nakilcilerden Khalaf, \"belirlenen zamanlarından daha geç\" ifadesini zikretmemiştir."
    },
    {
      "id": 299,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr, Allah'ın Elçisi'nin (ﷺ) bana şöyle dediğini bildirmiştir: Ey Ebu Dharr, benden sonra namazlarını ölü hale getiren yöneticiler bulacaksın. Namazı belirlenen zamanında kılmalısın. Eğer namazı belirlenen zamanında kılarsan, bu senin için nafile bir namaz olur, aksi takdirde namazını kurtarmış olursun."
    },
    {
      "id": 300,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Dharr, dostum (Peygamber) bana, (yönetici) dinle ve itaat et dedi, hatta o, ayakları ve kolları kesilmiş bir köle bile olsa, namazı belirlenen zamanında kıl. (Ve ayrıca şöyle dedi): Eğer insanları namaz kılarken bulursan, aslında namazını kurtarmış olursun, aksi takdirde (onlarla birlikte kılarsan) bu senin için nafile bir namaz olur."
    },
    {
      "id": 301,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Zer (r.a) rivayet etti: Allah'ın Resulü (ﷺ) uyluğuma vurdu ve şöyle dedi: Eğer namazları (belirlenmiş) zamanlarının dışına erteleyen bir topluluk içinde kalırsan ne yaparsın? O (Ebu Zer) dedi ki: Bu durumda ne emredersin? O (Peygamberimiz) şöyle dedi: Namazı belirlenmiş zamanında kıl, sonra ihtiyaçlarını karşıla, eğer İkâmet getirilirse ve sen camide bulunuyorsan, o zaman cemaatle namaz kıl."
    },
    {
      "id": 302,
      "narrator": "'Abu'l-'Aliyat al-Bara reported:",
      "text": "Ebu'l-Aliyyat el-Bara (r.a) rivayet etti: İbn Ziyad namazı erteledi. Abdullah b. Samit bana geldi, ben ona bir sandalye koydum ve o oturdu, ben de İbn Ziyad'ın yaptığı şeyden bahsettim. O, dudaklarını ısırdı (aşırı öfke ve rahatsızlık belirtisi olarak) ve uyluğuma vurdu ve şöyle dedi: Ben Ebu Zer'e senin bana sorduğun gibi sordum, o da benim uyluğuma vurdu ve şöyle dedi: Ben de Allah'ın Resulü'ne senin bana sorduğun gibi sordum, o da benim uyluğuma vurdu ve o (Peygamberimiz) şöyle dedi: Namazı belirlenmiş zamanında kıl, eğer onlarla birlikte namaz kılabiliyorsan, öyle yap, ve \"Ben namaz kıldım, bu yüzden namaz kılmayacağım\" deme."
    },
    {
      "id": 303,
      "narrator": "Abu Dharr reported:",
      "text": "Ebu Zer (r.a) rivayet etti: (Allah'ın Resulü) şöyle dedi: Eğer namazı (belirlenmiş) zamanının dışına erteleyen bir topluluk içinde kalırsan ne yaparsın? (Rivayet eden kişi dedi ki: Allah ve Resulü en iyi bilendir). Bunun üzerine şöyle dedi: Namazı belirlenmiş zamanında kıl, ama eğer cemaat namazı için İkâmet getirilirse, o zaman onlarla birlikte namaz kıl, çünkü burada fazilet fazlası vardır."
    },
    {
      "id": 304,
      "narrator": "Abu'l-'Aliyat al-Bara' reported:",
      "text": "Ebu'l-Aliyyat el-Bara' (r.a) rivayet etti: Ben Abdullah b. Samit'e dedim: Biz, namazı erteleyen o yöneticilerin arkasında Cuma namazı kılıyoruz. O (Abdullah b. Samit), uyluğuma vurdu, acı hissettim ve dedi ki: Ben Ebu Zer'e bunun hakkında sordum, o da benim uyluğuma vurdu ve dedi ki: Ben de Allah'ın Resulü'ne bunun hakkında sordum. Bunun üzerine o şöyle dedi: Namazı belirlenmiş zamanında kıl, ve onlarla (namazı erteleyen imamlarla) birlikte namazı Nafl olarak değerlendir. Abdullah dedi ki: Bana rivayet edildi ki, Allah'ın Resulü (ﷺ) Ebu Zer'in uyluğuna vurdu."
    },
    {
      "id": 305,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi beş derece daha faziletlidir."
    },
    {
      "id": 306,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi beş derece daha faziletlidir. O (Ebu Hureyre ayrıca) dedi ki: Gece ve gündüz melekleri bir araya gelir. Ebu Hureyre dedi ki: Dilediğin gibi oku: \"Şüphesiz, sabah vakti Kur'an'ın okunması şahitlik edilir\" (el-Kur'an, 17:78)."
    },
    {
      "id": 307,
      "narrator": "",
      "text": "Bu şekilde bir hadis, Ebu Hureyre tarafından başka bir isnat zinciriyle, çok az kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 308,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Cemaatle kılınan namaz, tek başına kılınan namazla karşılaştırıldığında yirmi beş (namaza) eşdeğerdir."
    },
    {
      "id": 309,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre (r.a) rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: İmam ile birlikte kılınan namaz, tek başına kılınan namazdan yirmi beş kat daha faziletlidir."
    },
    {
      "id": 310,
      "narrator": "Ibn Umar reported Allah's Messenger (ﷺ) assaying:",
      "text": "İbn Ömer (r.a) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Cemaatle kılınan namaz, tek başına kılınan namazdan yirmi yedi derece daha faziletlidir."
    },
    {
      "id": 311,
      "narrator": "Ibn 'Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer (r.a) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Bir kişinin cemaatle kıldığı namaz, yalnız kıldığı namazdan yirmi yedi kat fazladır."
    },
    {
      "id": 312,
      "narrator": "",
      "text": "İbn Numeyr, babasından (yirmiden fazla) bir tercih ile rivayet etti ve Ebu Bekir kendi rivayetinde (yirmi yedi derece) olarak nakletmiştir."
    },
    {
      "id": 313,
      "narrator": "",
      "text": "İbn Ömer (r.a) Allah'ın Resulü'nden (ﷺ) yirmi (derece) olarak rivayet etti."
    },
    {
      "id": 314,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre (r.a) rivayet etti: Allah'ın Resulü (ﷺ) bazı insanların belirli namazları terk ettiğini görünce şöyle dedi: Ben, insanları namaza yönlendiren birini görevlendirmek ve sonra cemaat namazına katılmayan kişilerin evlerini yakmak için odun yığınlarıyla gitmeyi düşünüyorum. Eğer onlardan biri, şişman bir et parçası bulacağını bilseydi, gece namazına katılırdı."
    },
    {
      "id": 315,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre (r.a) Allah'ın Resulü'nün (ﷺ) şöyle söylediğini rivayet etti: Münafıklar için en zor namazlar gece namazı ve sabah namazıdır. Eğer onlar, kendileri için saklanan nimetleri bilselerdi, sürünerek bile olsa gelirdiler, ve ben namazın kılınmasını emretmeyi ve bir kişiyi insanlara namaz kıldırması için görevlendirmeyi düşündüm, sonra da bazı kişilerle birlikte, namaza katılmayanların evlerine odun yığınlarıyla gitmeyi ve onların evlerini ateşle yakmayı düşündüm."
    },
    {
      "id": 316,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih şöyle bildirdi: Bu, Ebu Hureyre'nin bize Allah'ın Elçisi'nden (ﷺ) aktardığıdır ve bu bağlamda bazı hadisler nakletmiştir, bunlardan biri şudur: Allah'ın Elçisi (ﷺ) dedi ki: Gençlerime odun toplama emri vermeyi ve ardından bir kişiyi insanlara namaz kıldırması için görevlendirmeyi, sonra da cemaatle namaz kılmayanların evlerini ve içindekileri yakmayı düşünüyorum."
    },
    {
      "id": 317,
      "narrator": "",
      "text": "Ebu Hureyre'den böyle bir hadis nakledilmiştir."
    },
    {
      "id": 318,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying about people who are absent from Jumu'a prayer:",
      "text": "Abdullah, Allah'ın Elçisi'nin (ﷺ) Cuma namazına katılmayan insanlar hakkında şöyle dediğini bildirdi: Bir kişiyi insanlara namaz kıldırması için görevlendirmeyi ve sonra Cuma namazına katılmayanları evlerinde yakmayı düşünüyorum."
    },
    {
      "id": 319,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: Allah'ın Elçisi'ne (ﷺ) bir kör adam geldi ve dedi ki: Allah'ın Elçisi, beni camiye götürecek kimsem yok. Bunun üzerine, Allah'ın Elçisi'nden (ﷺ) evinde namaz kılma izni istedi. O da ona izin verdi. Adam dönerken, onu çağırdı ve dedi ki: Ezanı duyuyor musun? Adam: Evet, dedi. O (Peygamber) da: Ona icabet et, dedi."
    },
    {
      "id": 320,
      "narrator": "'Abdullah (b. Mas'ud) reported:",
      "text": "Abdullah (b. Mes'ud) bildirdi: O zamanları gördüm ki, namazdan sadece bir münafık, münafıklığı bilinen biri veya hasta olan bir kimse uzak duruyordu; ama eğer hasta olan bir kimse iki kişinin arasında yürüyebiliyorsa (yani iki kişinin yardımıyla) namaza gelirdi. Ve (şöyle de) dedi: Allah'ın Elçisi (ﷺ) bize doğru rehberlik yollarını öğretti, bunlardan biri de ezanın okunduğu camide namaz kılmaktır."
    },
    {
      "id": 321,
      "narrator": "Abdullah (b. Mas'ud) reported:",
      "text": "Abdullah (b. Mes'ud) bildirdi: Yarın Allah'la Müslüman olarak buluşmayı isteyen, bu namazları, çağrıldığında devamlı kılmalıdır; zira Allah, peygamberinize doğru rehberlik yollarını belirlemiştir ve bu (namazlar) doğru rehberlik yollarındandır. Eğer siz, bu adam gibi evlerinizde namaz kılarsanız, peygamberinizin uygulamasını terk etmiş olursunuz ve eğer peygamberinizin uygulamasını terk ederseniz, saparsınız. Hiçbir kimse kendini güzelce temizleyip, o camilerden birine yönelmez ki, Allah, attığı her adım için ona bir derece yükseltmesin ve ondan bir günahı silmesin. O zamanları gördüm ki, ondan başka kimse uzak durmuyordu, sadece münafık, münafıklığı bilinen biri, oysa bir adam, iki kişi arasında (zayıflıktan dolayı) sallanarak getirilirdi."
    },
    {
      "id": 322,
      "narrator": "Abu Sha'tha' reported:",
      "text": "Ebu Şat'a bildirdi: Ebu Hureyre ile bir camide otururken, bir adam ezan okunduktan sonra camiden çıktı. (Cami içinde bir adam ayağa kalktı ve gitti.) Ebu Hureyre gözleriyle onu takip etti, ta ki camiden çıkana kadar. Bunun üzerine Ebu Hureyre dedi ki: Bu adam, Ebu'l-Kasım'a (Muhammed) (ﷺ) itaat etmedi."
    },
    {
      "id": 323,
      "narrator": "Abu Sha'tha' al-Muharibi reported on the authority of his father, who said:",
      "text": "Ebu Şat'a el-Muharibi, babası aracılığıyla bildirdi: Ebu Hureyre'den, ezan okunduktan sonra camiden çıkan bir kişiyi gördüğünü işittim. Bunun üzerine şöyle dedi: Bu (adam) Ebu'l-Kasım'a (ﷺ) itaat etmedi."
    },
    {
      "id": 324,
      "narrator": "'Abd al-Rahman b. Abd 'Amr reported:",
      "text": "Abd al-Rahman b. Abd 'Amr bildirdi: 'Uthman b. 'Affan (akşam namazından sonra camide oturdu ve yalnızdı. Ben de onunla yalnız oturdum, o da dedi ki: Ey yeğenim, Allah'ın Elçisi'nden (ﷺ) şunu işittim: Kim cemaatle 'İsha' namazını kılarsa, sanki gece yarısına kadar namaz kılmış gibidir; kim de sabah namazını cemaatle kılarsa, sanki bütün gece namaz kılmış gibidir."
    },
    {
      "id": 325,
      "narrator": "",
      "text": "Bu hadis, Ebu Sahl 'Uthman b. Hakim tarafından nakledilmiştir."
    },
    {
      "id": 326,
      "narrator": "Jundab b. 'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cündab b. Abdullah, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirdi: Kim sabah namazını (cemaatle) kılarsa, o gerçekten Allah'ın koruması altındadır. Ve Allah, koruma ile ilgili sizden hiçbir şey talep etmez ki, biri onu alamasın. Sonra onu cehenneme atar."
    },
    {
      "id": 327,
      "narrator": "Anas b. Sirin reported:",
      "text": "Enes b. Sirin bildirdi: Jündab b. Kasri'nin, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini işittiğini duydum: Kim sabah namazını (cemaatle) kılarsa, o gerçekten Allah'ın koruması altındadır ve Allah, koruma ile ilgili bir talepte bulunmaz ki, onu alamasın; zira koruma ile ilgili bir şey istediğinde, kesinlikle onu elde eder. Sonra onu cehennem ateşine atar."
    },
    {
      "id": 328,
      "narrator": "This hadith has been narrated by Jundab b. Sufyan in from the Messenger of Allah (ﷺ) with the same chain of transmitters, but this has not been mentioned:",
      "text": "Bu hadis, Jündab b. Sufyan tarafından Allah'ın Elçisi'nden (ﷺ) aynı nakil zinciri ile aktarılmıştır, ancak \"O, onu ateşe atar.\" ifadesi burada geçmemektedir."
    },
    {
      "id": 329,
      "narrator": "Mahmud b. al-Rabi' reported that 'Ibn b. Malik, who was one of the Companions of the Messenger of Allah (ﷺ) and who participated in the (Battle of) Badr and was among the Ansar (of Medina), told that he came to the Messenger of Allah (ﷺ) and said:",
      "text": "Mahmud b. el-Rabi' bildirdi ki: 'İbn b. Malik, Allah'ın Elçisi'nin (ﷺ) sahabelerinden biri olup (Bedir Savaşı'na katılmış ve Medine'nin Ensarındandır) bana geldi ve dedi ki: Allah'ın Elçisi, gözlerimi kaybettim ve halkımı namaz kıldırıyorum. Yağmur yağdığında, benimle onların arasında bir vadi var ve oraya gitmekte zorlanıyorum. Allah'ın Elçisi, sizden rica ediyorum ki, benim evimde bir ibadet yeri olarak namaz kılın. Allah'ın Elçisi (ﷺ) dedi ki: İyi, eğer Allah dilerse, bunu yaparım. 'İtban dedi: Ertesi gün sabah olduğunda, Allah'ın Elçisi (selam üzerine olsun) Ebu Bekir ile birlikte geldi ve Allah'ın Elçisi (ﷺ) evime girmek için izin istedi. Ona izin verdim ve içeri girdikten sonra oturmadı, bana dedi ki: Evinde nerede namaz kılmamı istersin? Ben ('İtban b. Malik) bir köşeyi işaret ettim. Allah'ın Elçisi (ﷺ) o yerde durdu ve namazın başlangıcı olarak Allah-u Ekber dedi. Biz de arkasında durduk, iki rek'at kıldı ve sonra selam verdi. Onu (Peygamberi) hazırladığımız et yemeği için tutmak istedik. Komşu evlerin halkı geldi ve evimizde güzel bir kalabalık oluştu. İçlerinden biri: Malik b. Dukhşun nerede? dedi. Bunun üzerine birisi: O bir münafık; Allah'ı ve Elçisini sevmiyor, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Onun hakkında böyle söylemeyin. Onun La ilaha illallah (Allah'tan başka ilah yoktur) dediğini ve bununla Allah'ın rızasını aradığını görmüyor musunuz? Onlar: Allah ve Elçisi en iyi bilendir, dediler. İçlerinden biri: Onun münafıklara karşı eğilimlerini ve iyi niyetini görüyoruz, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) tekrar dedi ki: Gerçekten Allah, La ilaha illallah diyen ve bununla Allah'ın rızasını arayan birine ateşi haram kılmıştır. İbn Şihab dedi ki: Mahmud b. Rabi' tarafından aktarılan hadisi Husain b. Muhammed el-Ensar'a (Banu Salim'in liderlerinden biri) sordum ve o da bunu tasdik etti."
    },
    {
      "id": 330,
      "narrator": "'Itban b. Malik reported:",
      "text": "'İtban b. Malik bildirdi: Allah'ın Elçisi'ne (ﷺ) geldim ve hadislerin geri kalanı yukarıda anlatıldığı gibidir, sadece bir adam dedi ki: Malik b. Dukhşun veya Dukhaishin nerede? ve ayrıca Mahmud'un: Bu hadisi birçok insana aktardım ve aralarında Ebu Eyyub el-Ensari de vardı, o da: Allah'ın Elçisi'nin (ﷺ) sizin söylediğiniz gibi böyle söyleyebileceğini düşünemiyorum, dediğini ekledi. O (nakil yapan) dedi ki: 'İtban'a gittiğimde ona bunu soracağım diye yemin ettim. Gittim ve onu çok yaşlı, gözlerini kaybetmiş halde buldum, ama o halkın imamıydı. Yanında oturdum ve bu hadisi sordum, o da ilk defa anlattığı gibi anlattı. Sonra birçok diğer farz ve emirler indirildi ki, bunların tamamlandığını görüyoruz. Yani, aldatılmak istemeyen aldatılmaz."
    },
    {
      "id": 331,
      "narrator": "Mahmud b. Rabi' reported:",
      "text": "Mahmud b. Rabi' şöyle bildirmiştir: Allah'ın Messenger'ının (ﷺ) evimizdeki bir kova ile su döküşünü iyi hatırlıyorum. Mahmud dedi ki: 'İtban b. Malik bana şöyle anlattı: Allah'ın Messenger'ı, gözlerimi kaybettim dedi ve hadisin geri kalanı bu sözlere kadar aynıdır: \"Bizi iki rek'at namaz kıldırdı ve Allah'ın Messenger'ını (ﷺ) hazırladığımız tatlıyı sunmak için durdurduk,\" ve Yunus ile Ma'mar'ın eklediği şeyler hakkında hiçbir şey zikredilmemiştir."
    },
    {
      "id": 332,
      "narrator": "Anas b. Malik reported that his grandmother, Mulaika, invited the Messenger of Allah (ﷺ) to a dinner which she had prepared. He (the Holy Prophet) ate out of that and then said:",
      "text": "Anas b. Malik, büyükannesi Mulaika'nın Allah'ın Messenger'ını (ﷺ) hazırladığı bir akşam yemeğine davet ettiğini bildirmiştir. O (Kutsal Peygamber) oradan yedi ve sonra dedi ki: \"Ayakta durun ki ben de sizin için namaz kılacağım.\" Anas b. Malik dedi ki: Ben, uzun süre kullanıldığı için kararmış olan bir halının üzerinde ayakta durdum. Üzerine su serptim (yumuşatmak için), ve Allah'ın Messenger'ı (ﷺ) onun üzerine durdu, ben ve bir yetim onun (Kutsal Peygamber) arkasında bir saf oluşturduk ve yaşlı kadın da arkamızdaydı, ve Allah'ın Messenger'ı (ﷺ) bize iki rek'at namaz kıldırdı ve sonra geri döndü."
    },
    {
      "id": 333,
      "narrator": "",
      "text": "Anas b. Malik, Allah'ın Messenger'ının (ﷺ) insanlar arasında en güzel ahlaka sahip olduğunu bildirmiştir. Bazen, namaz vakti evimizdeyken gelir. O zaman, altında yatan halıyı serdirmeyi emrederdi. O halı silinirdi ve sonra üzerine su serpilirdi. Allah'ın Messenger'ı (ﷺ) namazı kıldırırdı ve biz onun arkasında dururduk, o halı da hurma yapraklarından yapılmıştı."
    },
    {
      "id": 334,
      "narrator": "Thabit reported on the authority of Anas:",
      "text": "Thabit, Anas'tan rivayet etti: Allah'ın Elçisi (ﷺ) bize geldi ve evimizde sadece ben, annem ve teyzem Umm Haram vardı. O (Kutsal Peygamber) dedi ki: \"Ayakta durun ki size namaz kıldırayım\" (ve farz namaz için zaman yoktu). Bize namaz kıldırdı. Bir kişi Thabit'e sordu: Anas onunla (Kutsal Peygamber) nerede duruyordu? O da cevap verdi: \"Sağ tarafında duruyordu.\" Sonra, ev halkına her türlü hayırla bereketledi. Annem dedi ki: \"Allah'ın Messenger'ı (ve sonra Anas'a işaret ederek) işte sizin küçük hizmetçiniz, onun üzerine de Allah'ın bereketini diledi.\" O da bana her türlü hayırla bereketledi ve benim için bereketlerini şu sözlerle tamamladı: \"Allah! Onun malını artır, çocuklarını artır ve ona bereket kaynağı yap.\""
    },
    {
      "id": 335,
      "narrator": "",
      "text": "Abdullah b. al-Mukhtar, Musa b. Anas'ın Anas b. Malik'ten rivayet ettiğini duydu ki Allah'ın Messenger'ı (ﷺ) onu, annesini veya teyzesiyle birlikte namaz kıldırdı. Beni sağ tarafında durdurdu ve kadını arkamızda durdurdu."
    },
    {
      "id": 336,
      "narrator": "",
      "text": "Bu hadisi aynı senedle Şu'ba da rivayet etmiştir."
    },
    {
      "id": 337,
      "narrator": "Maimuna, the wife of the Messenger of Allah (ﷺ), reported:",
      "text": "Maimuna, Allah'ın Messenger'ının (ﷺ) eşi, bildirmiştir: Allah'ın Messenger'ı (ﷺ) yanımda namaz kıldı ve bazen secde ederken elbisesi bana değiyordu, ve küçük bir halı üzerinde namaz kıldı."
    },
    {
      "id": 338,
      "narrator": "",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Messenger'ını (ﷺ) bulduğunu ve onun bir halı üzerinde namaz kıldığını ve o halıda secde ettiğini bildirmiştir."
    },
    {
      "id": 339,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Bir adamın cemaatle kıldığı namaz, evinde ve pazarında kıldığı namazdan yirmi derece daha değerlidir. Çünkü o, güzel bir şekilde abdest alıp camiye çıktığında, sadece (cemaat) namaz sevgisiyle hareket ediyorsa, onun önünde başka bir amacı yoktur. Her adım attığında bir derece yükseltilir ve bir günahı affedilir; ta ki camiye girene kadar, ve camiye girdikten sonra namazda meşgul olduğunda, melekler onun üzerine dua etmeye devam eder. \"Ey Allah, ona merhamet et, onu affet! Tövbesini kabul et\" (ve melekler bu duayı yapmaya devam eder) ta ki o, namazda bir zarar vermedikçe ya da abdestinin bozulmadığı sürece."
    },
    {
      "id": 340,
      "narrator": "",
      "text": "Aynı anlamda bir hadisi A'mash da rivayet etmiştir."
    },
    {
      "id": 341,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: \"Melekler, sizden her birinin üzerine, ibadet yerinde bulunduğu sürece şu sözlerle dua eder: \"Ey Allah! onu affet, ey Allah! ona merhamet et,\" (ve bunu yapmaya devam ederler) abdest (ibadet edenin) bozulmadığı sürece ve aranızda biri namazda olduğu sürece ve namaz için tutulduğu sürece."
    },
    {
      "id": 342,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: \"Kulları, namazı beklerken ibadet yerinde bulundukları sürece sürekli namazdadırlar ve melekler (ona şu sözlerle dua eder): \"Ey Allah! onu affet. Ey Allah! ona merhamet et,\" (ve bunu yapmaya devam ederler) ta ki o, (namazı tamamlayıp camiden döndüğünde) ya da abdest bozulduğunda. Ben sordum: \"Abdest nasıl bozulur?\" O da dedi: \"Rüzgarın sessizce veya sesli bir şekilde çıkmasıyla.\""
    },
    {
      "id": 343,
      "narrator": "Abu Huraira reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: \"Sizden her biri, namaz onu (bu şerefli amaç için) tutana kadar sürekli namazdadır ve onu ailesine dönmekten alıkoyan tek şey namazdır.\""
    },
    {
      "id": 344,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: \"Sizden biri, namazı beklerken ibadet yerinde oturursa namazdadır ve abdestinin bozulmadığı sürece, melekler onun üzerine (şu sözlerle) dua eder: \"Ey Allah! onu affet. Ey Allah! ona merhamet et.\""
    },
    {
      "id": 345,
      "narrator": "",
      "text": "Bu gibi bir hadisi Hammam b. Munabbih, Ebu Hureyre'den rivayet etmiştir."
    },
    {
      "id": 346,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Musa, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: İnsanların en faziletli olanı (ödül olarak) en uzak mesafede yaşayan ve en uzun mesafeyi yürüyen kişidir. İmam ile birlikte namaz kılmak için bekleyen kişinin ödülü, (tek başına) namaz kılan ve sonra uykuya giden kişiden daha büyüktür. Abu Kuraib'in rivayetinde (söylenenler): \"İmam ile cemaatle birlikte namaz kılana kadar bekler.\""
    },
    {
      "id": 347,
      "narrator": "Ubayy b. Ka'b reported:",
      "text": "Ubayy b. Ka'b bildirdi: Bir adam vardı, onun evinin camiden daha uzak olduğunu başka bir adam bilmiyorum ve o asla (cemaatle) namazı kaçırmazdı. Kendisine ya da ben ona dedim: Eğer bir eşek alırsan, karanlık gecelerde ve yanıcı kumda onun üzerinde gidebilirsin. O dedi ki: Ben evimin caminin yanında olmasını istemem, çünkü (istekli bir şekilde) adımlarımın camiye doğru ve geri dönerken kaydedilmesini arzuluyorum. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Allah senin için tüm (ödülleri) topladı."
    },
    {
      "id": 348,
      "narrator": "",
      "text": "Bu hadisi Taimi aynı raviler zinciri ile aktarmıştır."
    },
    {
      "id": 349,
      "narrator": "Ubayy b. Ka'b reported:",
      "text": "Ubayy b. Ka'b bildirdi: Ansar'dan bir kişi vardı, evinin Medine'nin en uzak köşesinde bulunduğu halde, Allah'ın Elçisi (ﷺ) ile birlikte hiçbir namazı kaçırmazdı. Biz ona acıyorduk ve dedik ki: Ey falan, eğer bir eşek alsaydın, seni yanıcı kumdan ve yeryüzünün sürüngenlerinden korurdu. O dedi ki: Dinle, Allah'a yemin ederim ki, evimin Muhammed'in (ﷺ) yanında olmasını istemem. Ben bu sözlerini kötü karşıladım ve Allah'ın Elçisi'ne (ﷺ) gelip bu sözleri ona bildirdim. O (Peygamber) onu çağırdı ve Ubayy b. Ka'b'a söylediği gibi tam olarak aynı şeyi söyledi, fakat adımlarının ödülünü de istediğini belirtti. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Gerçekten senin beklediğin ödül senin içindir."
    },
    {
      "id": 350,
      "narrator": "",
      "text": "Bu gibi bir hadisi 'Asim aynı rivayet zinciri ile aktarmıştır."
    },
    {
      "id": 351,
      "narrator": "Jabir b. 'Abdullah narrated:",
      "text": "Jabir b. 'Abdullah rivayet etti: Evlerimiz camiden uzaktaydı; bu nedenle, camiye yakın olabilmek için evlerimizi satmaya karar verdik. Allah'ın Elçisi (ﷺ) bunu yasakladı ve dedi: Her adım (camiye doğru) senin için bir derece (ödül) vardır."
    },
    {
      "id": 352,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Jabir b. Abdullah bildirdi: Caminin etrafında boş arsalar vardı. Banu Salama bu arsaya taşınmayı ve camiye yakın olmayı kararlaştırdı. Bu (haber) Allah'ın Elçisi'ne (ﷺ) ulaştı ve onlara (Banu Salama) dedi: Camiye yakınlaşmayı düşündüğünüzü duydum. Onlar dediler: Evet, Allah'ın Elçisi, bu kararı aldık. Bunun üzerine o (Peygamber) dedi: Ey Banu Salama, evlerinizde kalın, çünkü adımlarınız kaydediliyor; evlerinizde kalın, çünkü adımlarınız kaydediliyor."
    },
    {
      "id": 353,
      "narrator": "Jabir b. Abdullah reported that Banu Salama decided to shift near the mosque (as there were) some plots vacant. This (news) reached the Messenger of Allah (ﷺ), whereupon he said:",
      "text": "Jabir b. Abdullah bildirdi ki Banu Salama, camiye yakınlaşmayı karar verdi (çünkü) bazı boş arsalar vardı. Bu (haber) Allah'ın Elçisi'ne (ﷺ) ulaştı, bunun üzerine o dedi: Ey Salama kabilesi, bulunduğunuz evlerde kalın, çünkü adımlarınız kaydediliyor. Onlar dediler: Camiye yakınlaşmaktan daha fazla sevinç duyamazdık, Allah'ın Elçisi'nden bu sözleri duyduğumuzda."
    },
    {
      "id": 354,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirdi: Allah'ın Elçisi (ona selam olsun) dedi: Evinde temizlenen ve sonra Allah'ın evlerinden birine Fard (farz) bir ibadet için giden kişinin her iki adımı (önemlidir), çünkü biri günahını siler, diğeri ise derecesini yükseltir."
    },
    {
      "id": 355,
      "narrator": "In the hadith narrated of the authority of Abd Huraira the Messenger of Allah (ﷺ) is reported to have said. while in the hadith narrated by Bakr (the words are like this):",
      "text": "Abu Huraira'nın rivayetinde, Allah'ın Elçisi (ﷺ) şöyle dediği bildirilmiştir. Bakr'ın rivayetinde (söylenenler) şöyle: Allah'ın Elçisi (ﷺ) şöyle dedi: Birinizin kapısında günde beş kez yıkandığı bir nehir olsa, üzerindeki pislik kalır mı? Onlar dediler: Üzerinde hiçbir pislik kalmaz. O dedi: İşte bu, Allah'ın günahları sildiği beş namaz gibidir."
    },
    {
      "id": 356,
      "narrator": "Jabir b. 'Abdullah reported that the Messenger of Allah (ﷺ) said:",
      "text": "Jabir b. 'Abdullah bildirdi ki Allah'ın Elçisi (ﷺ) dedi: Beş namazın benzeri, birinizin kapısının önünden geçen ve günde beş kez yıkandığı bir taşkın nehir gibidir. Hasan dedi: Üzerinde hiçbir pislik kalmaz."
    },
    {
      "id": 357,
      "narrator": "Ata' b. Yasar reported, on the authority of Abu Huraira, the Messenger of Allah (ﷺ) as saying:",
      "text": "Ata' b. Yasar, Abu Huraira'dan rivayet etti ki Allah'ın Elçisi (ﷺ) şöyle dedi: Sabah veya akşam camiye giden kişinin, Allah sabah veya akşam cennette onun için bir ziyafet düzenler."
    },
    {
      "id": 358,
      "narrator": "Simak b. Harb reported:",
      "text": "Simak b. Harb bildirdi: Jabir b. Samura'ya dedim: Allah'ın Elçisi'nin (ona selam olsun) yanında oturdun mu? O dedi: Evet, çok sık. O (Peygamber) sabah veya fecr namazını kıldığı yerde oturur, güneş doğana kadar veya doğduğunda kalkar; o (sahabeleri) cahiliye dönemine ait meseleler hakkında konuşur ve gülerlerken (Peygamber) sadece gülümserdi."
    },
    {
      "id": 359,
      "narrator": "",
      "text": "Simak, Jabir b. Samura'dan rivayet etti ki Allah'ın Elçisi (ﷺ) fecr namazını kıldığında, güneş doğana kadar ibadet yerinde otururdu."
    },
    {
      "id": 360,
      "narrator": "",
      "text": "Bu hadisi Simak aynı raviler zinciri ile aktarmıştır, ancak \"yeterince\" kelimesine yer verilmemiştir."
    },
    {
      "id": 361,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'a en sevimli olan yerler, camileri; en nefret edilen yerler ise pazarlardır.\""
    },
    {
      "id": 362,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Üç kişi olduğunda, bunlardan biri onlara imamlık etmelidir. İçlerinden Kur'an'ı en iyi bilen kişi imamlık yapmaya en layık olandır.\""
    },
    {
      "id": 363,
      "narrator": "",
      "text": "Bu hadisi, Qatida aynı nakil zinciriyle aktarmıştır."
    },
    {
      "id": 364,
      "narrator": "",
      "text": "Bu hadis, Abu Sa'id al-Khudri tarafından başka bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 365,
      "narrator": "Abu Mas'ud al-Ansari reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Mas'ud al-Ansari, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: \"Allah'ın Kitabında en iyi bilgiye sahip olan kişi, insanlar için imamlık yapmalıdır; eğer Kur'an'ı okuma konusunda eşitlerse, o zaman en çok Sünnet bilgisine sahip olan; eğer Sünnet konusunda da eşitlerse, o zaman hicret edenlerden en önce olan; eğer hepsi aynı zamanda hicret ettiyse, o zaman İslam'ı en önce kabul eden. Hiçbir insan, diğerini, onun yetki sahibi olduğu yerde namazda imam olarak yönetmemelidir veya onun evinde onur yerinde oturmamalıdır, izni olmadan. Ashajj, kendi rivayetinde \"İslam\" kelimesi yerine \"yaş\" kelimesini kullanmıştır.\""
    },
    {
      "id": 366,
      "narrator": "",
      "text": "Bu hadisi, A'mash aynı nakil zinciriyle aktarmıştır."
    },
    {
      "id": 367,
      "narrator": "Abu Mas'ud al-Ansari reported:",
      "text": "Abu Mas'ud al-Ansari şöyle bildirdi: Allah'ın Elçisi (ﷺ) bize şöyle dedi: \"Allah'ın Kitabında iyi bir bilgiye sahip olan ve aralarında okuma konusunda öne çıkan kişi, insanlar için imamlık yapmalıdır. Eğer Kur'an'ı okuma konusunda eşitlerse, o zaman en çok Sünnet bilgisine sahip olan; eğer Sünnet konusunda da eşitlerse, o zaman hicret edenlerden en önce olan; eğer hepsi aynı zamanda hicret ettiyse, o zaman en yaşlı olan. Hiçbir insan, diğerini, onun evinde veya onun yetki sahibi olduğu yerde namazda imam olarak yönetmemelidir, ya da onun evinde onur yerinde oturmamalıdır, izni olmadan.\""
    },
    {
      "id": 368,
      "narrator": "Malik b. Huwairith reported:",
      "text": "Malik b. Huwairith şöyle bildirdi: \"Biz, Allah'ın Elçisi (ﷺ) yanına geldik ve hepsi neredeyse eşit yaşta gençlerdik. Onunla yirmi gece kaldık ve Allah'ın Elçisi (ﷺ) son derece nazik ve merhametli olduğu için, ailemizi özlediğimizi düşündü. Bu yüzden, arkamızda bıraktığımız aile üyeleri hakkında bize sordu ve biz kendisine bilgi verdik. O da: 'Ailenize dönün, onlarla kalın, onlara (İslam'ın inanç ve uygulamalarını) öğretin ve onları iyiliğe teşvik edin. Namaz vakti geldiğinde, aranızdan biri ezan okusun ve en yaşlı olanınız namazı kılsın' dedi.\""
    },
    {
      "id": 369,
      "narrator": "",
      "text": "Bu hadis, Ayyub tarafından aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 370,
      "narrator": "Malik b. Huwairith Abu Sulaiman reported:",
      "text": "Malik b. Huwairith, Abu Sulaiman şöyle bildirdi: \"Ben, Allah'ın Elçisi (ﷺ) yanına geldim ve diğer kişilerle birlikte neredeyse eşit yaşta gençlerdik ve hadisin geri kalanı, daha önce nakledilen hadis gibi aktarılmıştır.\""
    },
    {
      "id": 371,
      "narrator": "Malik b Huwairith reported:",
      "text": "Malik b. Huwairith şöyle bildirdi: \"Ben, Allah'ın Elçisi (ﷺ) yanına bir arkadaşım ile geldim ve ondan döneceğimiz zaman, o şöyle dedi: 'Namaz vakti geldiğinde, namazı ilan edin, ikamet getirin ve aranızdan en yaşlı olanınız namazı kılsın.'\""
    },
    {
      "id": 372,
      "narrator": "This hadith has been narrated with the same chain of transmitters, but al-Hadra' made this addition:",
      "text": "Bu hadis, aynı nakil zinciriyle aktarılmıştır, ancak al-Hadra' bu eklemeyi yaptı: \"İkisi de okuma konusunda eşitlerdi.\""
    },
    {
      "id": 373,
      "narrator": "Abu Salama b. Abd al-Rahman b. 'Auf heard Abu Huraira say:",
      "text": "Abu Salama b. Abd al-Rahman b. 'Auf, Abu Huraira'nın şöyle dediğini duydu: \"(Allah'ın Elçisi (ﷺ) birine lanet veya bereket dilemek istediğinde, bunu) sabah namazında, rükûda 'Allah en büyüktür' dedikten sonra başını kaldırdığında, 'Allah, kendisini övenin duasını işitti; Rabbimiz! Sana hamd olsun' derdi; sonra ayağa kalkar ve 'al-Walid b. Walid, Salama b. Hisham ve 'Ayyash b. Abd Rabi'a ile Müslümanların çaresiz olanlarını kurtar. Ey Allah! Mudar'ı şiddetle ez ve onlara Yusuf zamanındaki gibi bir kıtlık ver. Ey Allah! Lihyan, Ri'l, Dhakwan, 'Usayya'ya lanet et; çünkü onlar Allah'a ve Elçisine isyan ettiler.' (Rivayet eden daha sonra ekler): Bu haber bize ulaştı ki, bu ayet indirildiğinde bunu terk etti: 'Onların (merhametle) döneceği veya azap edeceği konusunda bir kaygın yoktur; gerçekten onlar zalimlerdir.' (Şura, 127)\""
    },
    {
      "id": 374,
      "narrator": "This hadith has been narrated on the authority of Abu Huraira by another chain of transmitters up to the words:",
      "text": "Bu hadis, Abu Huraira'dan başka bir nakil zinciriyle aktarılmıştır ve \"onlara Yusuf zamanındaki gibi bir kıtlık ver\" sözlerine kadar gelmiştir, ancak sonraki kısmı belirtilmemiştir."
    },
    {
      "id": 375,
      "narrator": "Abu Salama reported it on the authority of Abu Huraira that the Messenger of Allah (ﷺ) recited Qunut after ruku' in prayer for one mouth at the time of reciting (these words):",
      "text": "Abu Salama, Abu Huraira'dan şöyle aktardı: \"Allah'ın Elçisi (ﷺ) namazda rükûdan sonra Kunut okudu ve 'Allah, kendisini övenin duasını işitti' sözlerini okuduğu zaman Kunut'ta şöyle dedi: 'Ey Allah! al-Walid b. al-Walid'i kurtar; Ey Allah! Salama b. Hisham'ı kurtar; Ey Allah! 'Ayyash b. Abu Rabi'a'yı kurtar; Ey Allah! Müslümanların çaresiz olanlarını kurtar; Ey Allah! Mudar'ı şiddetle ez; Ey Allah! onlara Yusuf zamanındaki gibi bir kıtlık ver.' Abu Huraira (daha sonra) şöyle dedi: 'Ben, Allah'ın Elçisi (ﷺ) sonrasında bu duayı terk ettiğini gördüm. Bu yüzden ben de: 'Allah'ın Elçisi (ﷺ) onların üzerine bu bereketi terk ettiğini görüyorum' dedim. Ona (Abu Huraira'ya) denildi ki: 'Görmüyor musun ki (bu dua için Allah'ın Elçisi tarafından lanet edilenler) geldi (yani kurtuldular)?'\""
    },
    {
      "id": 376,
      "narrator": "Abu Salama narrated that Abu Huraira told him that when the Messenger of Allah (ﷺ) pronounced:",
      "text": "Ebu Selame, Ebu Hureyre'den, Allah Resulü (ﷺ) \"Allah, kendisini övenin duasını kabul eder.\" dediğinde, secde etmeden önce 'İkâ' namazında \"Ya Allah! Ayyash b. Ebu Rabi'a'yı kurtar.\" diye okuduğunu rivayet etmiştir. Hadisin geri kalanı, Auzai'den \"Yusuf zamanındaki kıtlık gibi.\" sözlerine kadar aynıdır, fakat sonrasını zikretmemiştir."
    },
    {
      "id": 377,
      "narrator": "Abu Salama b. 'Abd al-Rahman is reported to have said that he had heard Abu Huraira saying:",
      "text": "Ebu Selame b. Abdürrahman'ın, Ebu Hureyre'nin şöyle söylediğini duyduğuna dair rivayeti vardır: \"Ben sizinle, Allah Resulü'nün (ﷺ) namazına yakın bir namaz kılardım.\" Ebu Hureyre, öğle, akşam ve sabah namazında Kunut okumuş ve Müslümanlar için Allah'tan bereket, kafirler için ise lanet dilemiştir."
    },
    {
      "id": 378,
      "narrator": "Anas b. Malik reported that the Messenger of Allah (ﷺ) invoked curse in the morning (prayer) for thirty days upon those who killed the Companions (of the Holy Prophet) at Bi'r Ma'una. He cursed (the tribes) of Ri'l, Dhakwan, Lihyan, and Usayya, who had disobeyed Allah and His Messenger (ﷺ). Anas said:",
      "text": "Enes b. Malik, Allah Resulü'nün (ﷺ) Bi'r Ma'una'da Allah Resulü'nün (ﷺ) arkadaşlarını öldürenler üzerine sabah namazında otuz gün lanet okuduğunu bildirmiştir. Ri'l, Dhakwan, Lihyan ve Usayya kabilelerine lanet etti; çünkü onlar Allah'a ve Resulüne (ﷺ) isyan etmişlerdi. Enes dedi ki: \"Yüce ve Büyük Allah, Bi'r Ma'una'da öldürülenler hakkında (bir ayet) indirdi ve biz onu okuduk, ta ki sonra abroge edilene kadar (ayet şöyleydi): 'Kavmimize, Rabbimizle buluştuk, O bizden razı oldu, biz de O'ndan razı olduk.'\""
    },
    {
      "id": 379,
      "narrator": "Muhammad reported:",
      "text": "Muhammed, Enes'e Allah Resulü'nün (ﷺ) sabah namazında Kunut okuyup okumadığını sordu. O da: \"Evet, rükudan sonra, kısa bir süre okurdu.\" dedi."
    },
    {
      "id": 380,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah Resulü'nün (ﷺ) sabah namazında rükudan sonra bir ay boyunca Kunut okuduğunu ve Ri'l, Dhakwan'a lanet ettiğini, Usayya'nın ise Allah'a ve Resulüne (ﷺ) isyan ettiğini bildirmiştir."
    },
    {
      "id": 381,
      "narrator": "",
      "text": "Enes b. Malik, Allah Resulü'nün (ﷺ) sabah namazında rükudan sonra bir ay boyunca Kunut okuduğunu ve Beni Usayya'ya lanet ettiğini bildirmiştir."
    },
    {
      "id": 382,
      "narrator": "Asim reported:",
      "text": "Asim, Enes'e Kunut'un (Peygamberimiz tarafından) rükudan önce mi yoksa sonra mı okunduğunu sordu. O da: \"Rükudan önce.\" dedi. Ben de: \"İnsanlar, Allah Resulü'nün (ﷺ) rükudan sonra Kunut okuduğunu düşünüyor.\" dedim. O da: \"Allah Resulü (ﷺ), rükudan sonra (insanların düşündüğü gibi) bir ay boyunca, Kur'an okuyucusu olarak anılan arkadaşlarından bazılarını öldürenler üzerine lanet okudu.\" dedi."
    },
    {
      "id": 383,
      "narrator": "'Asim reported - I heard Anas saying:",
      "text": "Asim, Enes'ten şöyle duyduğunu aktardı: \"Ben, Allah Resulü'nü (ﷺ) küçük bir ordunun kaybından bu kadar üzüntülü görmedim; Bi'r Ma'una'da öldürülen yetmiş 'okuyucu' üzerinde bu kadar üzüntülüydü; ve onların katilleri üzerine tam bir ay lanet okudu.\""
    },
    {
      "id": 384,
      "narrator": "",
      "text": "Bu hadisi Enes, başka bir isnadla ve küçük eklemelerle rivayet etmiştir."
    },
    {
      "id": 385,
      "narrator": "",
      "text": "Enes b. Malik, Allah Resulü'nün (ﷺ) bir ay boyunca Kunut okuduğunu, Ri'l, Dhakwan ve Usayya'ya lanet ettiğini, bunların Allah'a ve Resulüne (ﷺ) isyan edenler olduğunu bildirmiştir."
    },
    {
      "id": 386,
      "narrator": "",
      "text": "Bu hadisi Enes, Allah Resulü'nden (sallallahu aleyhi ve sellem) benzeri bir şekilde rivayet etmiştir."
    },
    {
      "id": 387,
      "narrator": "",
      "text": "Enes, Allah Resulü'nün (ﷺ) bir ay boyunca Kunut okuduğunu, Bi'r Ma'una ve Raci' olaylarındaki cinayetlerden sorumlu bazı Arap kabilelerine lanet ettiğini, fakat sonra bunu terk ettiğini bildirmiştir."
    },
    {
      "id": 388,
      "narrator": "",
      "text": "El-Bari' b. Azib, Allah Resulü'nün (ﷺ) sabah ve akşam namazlarında Kunut okuduğunu bildirmiştir."
    },
    {
      "id": 389,
      "narrator": "",
      "text": "El-Bari', Allah Resulü'nün (ﷺ) sabah ve akşam namazlarında Kunut okuduğunu bildirmiştir."
    },
    {
      "id": 390,
      "narrator": "Khufaf b. Ima' al-Ghifari reported that the Messenger of Allah (ﷺ) aid in prayer:",
      "text": "Hufaf b. İma' el-Ghifari, Allah Resulü'nün (ﷺ) namazda: \"Ya Allah! Lihyan, Ri'l, Dhakwan ve Usayya kabilelerine lanet ediyorum; çünkü onlar Allah'a ve Resulüne (ﷺ) isyan ettiler.\" dediğini rivayet etmiştir. Allah, Ghifar kabilesini affetti ve Aslam kabilesine koruma verdi."
    },
    {
      "id": 391,
      "narrator": "Khufaf b. Ima' reported that the Messenger of Allah (may peace he upon him), bowed (in prayer) and then lifted his head and then said:",
      "text": "Khufaf b. Ima' bildirdi ki, Allah'ın Resulü (ona selam ve rahmet olsun) namazda rükû yaptı, sonra başını kaldırdı ve şöyle dedi: \"Ghifar kabilesi hakkında Allah onu affetti, Aslam kabilesine ise koruma verdi, Usayya kabilesi ise Allah'a ve Resulüne isyan etti.\" (ve ayrıca şöyle dedi): \"Ya Allah! Lihyan kabilesine lanet et, Ri'l ve Dhakwan'a da.\" Sonra secdeye kapandı. İşte bu noktadan sonra, kafirlerin lanetlenmesi onay aldı."
    },
    {
      "id": 392,
      "narrator": "A hadith like this has been transmitted by Khufaf b. Ima' except this that he did not mention (these words):",
      "text": "Bu hadisi Khufaf b. Ima' gibi aktaran bir rivayet vardır, ancak o \"kafirlerin lanetlenmesi onay aldı\" ifadesini zikretmemiştir."
    },
    {
      "id": 393,
      "narrator": "Abu Huraira reported that when the Messenger of Allah (ﷺ) returned from the expedition to Khaibar, he travelled one night, and stopped for rest when he became sleepy. He told Bilal to remain on guard during the night and he (Bilal) prayed as much as he could, while the Messenger of Allah (ﷺ) and his Companions slept. When the time for dawn approached Bilal leaned against his camel facing the direction from which the dawn would appear but he was overcome by sleep while he was leaning against his camel, and neither the Messenger of Allah (ﷺ) nor Bilal, nor anyone else among his Companions got up, till the sun shone on them. Allah's Messenger (ﷺ) was the first of them to awake and, being startled, he called to Bilal who said:",
      "text": "Abu Huraira bildirdi ki, Allah'ın Resulü (ﷺ) Khaibar seferinden döndüğünde, bir gece yolculuk yaptı ve uyku bastırdığında dinlenmek için durdu. Bilal'e gece boyunca nöbet tutmasını söyledi ve Bilal, elinden geldiğince namaz kıldı, o sırada Allah'ın Resulü (ﷺ) ve arkadaşları uyuyordu. Sabah vakti yaklaşınca Bilal, deveye yaslanarak sabahın doğacağı yöne doğru eğildi ama uyku onu bastırdı, ne Allah'ın Resulü (ﷺ) ne de Bilal, ne de arkadaşlarından hiç kimse uyanmadı, ta ki güneş üzerlerine doğana kadar. Allah'ın Resulü (ﷺ) onlardan ilk uyanan oldu ve irkilerek Bilal'e seslendi. Bilal: \"Ya Resulallah! Canım, babam ve annem sana feda olsun, beni de senin gibi uyku bastırdı.\" dedi. O (Peygamber) şöyle dedi: \"Hayvanları yönlendir.\" Böylece develerini bir mesafe götürdüler. Allah'ın Resulü (ﷺ) abdest aldı ve Bilal'e emir verdi, o da ikamet getirdi ve sonra onlara sabah namazını kıldırdı. Namazı bitirdiğinde şöyle dedi: \"Birisi namazı unuttuğunda, hatırladığında kılmalıdır, çünkü Allah şöyle buyurmuştur: 'Beni anmak için namaz kılın' (Kur'an, xx. 14). Yunus dedi ki: İbn Şilab bunu şöyle okurdu: '(Ve namaz kılın) anmak için.'"
    },
    {
      "id": 394,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira bildirdi: Biz Allah'ın Resulü (ﷺ) ile dinlenmek için durduk ve güneş doğana kadar uyanmadık. Allah'ın Resulü (ﷺ) bize, herkesin devesinin ipini tutmasını (bu yerden çıkmasını) söyledi, çünkü burası şeytanın bizimle buluştuğu yerdi. Biz de öyle yaptık. Sonra su istedi ve abdest aldı ve iki secde yaptı. Ya'kub dedi ki: Sonra iki secde yaptı. Sonra namaz için tekbir alındı ve sabah namazını cemaatle kıldı."
    },
    {
      "id": 395,
      "narrator": "Abu Qatida reported:",
      "text": "Abu Qatida bildirdi: Allah'ın Resulü (ona selam ve rahmet olsun) bize hitap ederek şöyle dedi: \"Akşam ve gece yolculuk edeceksiniz, inşallah sabah bir su kaynağına ulaşacaksınız.\" Böylece insanlar (kendi hallerinde) birbirlerine dikkat etmeden yolculuk ettiler ve Allah'ın Resulü (ﷺ) de gece yarısına kadar yol aldı. Ben onun yanındaydım. Allah'ın Resulü (ﷺ) uyuklamaya başladı ve devesinin bir yanına yaslandı. Ben yanına geldim ve onu uyandırmadan destek verdim, ta ki o binerken oturur pozisyona gelene kadar. Yolculuğa devam etti, gecenin büyük bir kısmı geçtikten sonra (tekrar) devesinin bir yanına yaslandı. Ben onu uyandırmadan destek verdim, ta ki o binerken oturur pozisyona gelene kadar ve sonra sabaha yakın yol aldı. O (tekrar) daha önceki iki yaslanmadan çok daha fazla eğildi ve düşmek üzereydi. Ben yanına geldim ve onu destekledim. O başını kaldırdı ve: \"Bu kim?\" dedi. Ben: \"Ben Abu Qatida'yım.\" dedim. O (Peygamber tekrar) dedi: \"Sen benimle böyle ne zamandır yolculuk ediyorsun?\" Ben: \"Ben bu halde gece boyunca yolculuk ediyorum.\" dedim. O: \"Allah seni korusun, sen de Resulünü (düşmekten) korudun.\" dedi ve tekrar: \"İnsanlardan gizli olduğumuzu görüyor musun?\" dedi - ve tekrar: \"Kimseyi görüyor musun?\" dedi. Ben: \"Burada bir binek var.\" dedim. Tekrar: \"Burada başka bir binek var.\" dedim, ta ki toplandık ve yedi binek sahibi olduk. Allah'ın Resulü (ﷺ) yoldan çıktı ve başını (uyku için) koydu ve: \"Namazlarımızı koruyun.\" dedi. Allah'ın Resulü (ﷺ) ilk uyanan oldu ve güneşin ışınları sırtına düşüyordu. Biz irkilerek kalktık. O (Peygamber) dedi: \"Yola devam edin.\" Böylece yola çıktık ta ki güneş yeterince doğana kadar. Sonra devesinden indi ve yanımda olan bir su kabını istedi. İçinde az bir su vardı. O, abdest aldı ama bu, alıştığı abdestlerden daha az kapsamlıydı ve ondan biraz su kalmıştı. O (Peygamber) Abu Qatida'ya dedi: \"Su kabınına dikkat et; onunla (mucizevi) bir durum olacak.\" Sonra Bilal (insanları) namaza çağırdı ve ardından Allah'ın Resulü (ﷺ) iki rek'at namaz kıldı ve sonra her gün kıldığı gibi sabah namazını kıldı. Allah'ın Resulü (ﷺ) sonra bindi ve biz de onunla birlikte bindik ve bazılarımız diğerlerine fısıldayarak: \"Namazlarımızda eksiklik için nasıl bir telafi olacak?\" dedik. Bunun üzerine o (Allah'ın Resulü) dedi: \"Bende (hayatımda) sizin için bir örnek yok mu? Uykuda eksiklik yoktur. (Bilinen) eksiklik, birinin diğer namazın vakti gelene kadar (kasıtlı olarak) namaz kılmamasıdır. Kim böyle yaparsa (uyku veya başka zorunlu sebeplerle namazı kaçırırsa) hatırladığında namaz kılmalıdır ve ertesi gün onu vaktinde kılmalıdır.\" O (Peygamber) dedi: \"Sizce insanlar bu saatte ne yapmış olurlardı?\" Onlar sabahleyin Peygamberlerini aralarında bulamayacaklardı ve sonra Abu Bekir ve Ömer onlara: \"Allah'ın Resulü (ﷺ) arkanızda olmalı, sizi geride bırakamaz.\" derlerdi, ama insanlar: \"Allah'ın Resulü (ﷺ) sizden öndedir.\" dediler. Eğer Abu Bekir ve Ömer'e uysaydınız, doğru yolda olurdunuz. Böylece ilerledik ta ki geride kaldığımız insanlara ulaştık ve gün oldukça doğmuştu ve her şey ısınmıştı, ve onlar (Peygamber'in arkadaşları) dediler: \"Ya Resulallah, susuzluktan ölüyoruz.\" Bunun üzerine o (Peygamber) şöyle dedi: \"Sizin için yok olma yoktur.\" Ve tekrar: \"O küçük kupamı getirin.\" dedi ve sonra su kabını kendisine getirmelerini istedi. Allah'ın Resulü (ﷺ) suyu (o küçük kupa) içine dökmeye başladı ve Abu Qatida onlara içirdi. İnsanlar, kabın içinde (biraz) su olduğunu görünce ona saldırdılar. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: \"İyi davranın; su hepiniz için yeter.\" Sonra onlar (arkadaşlar) suyu sakin bir şekilde (endişe göstermeden) almaya başladılar ve Allah'ın Resulü (ﷺ) kupayı doldurmaya başladı ve ben onlara hizmet ettim ta ki benden başka kimse kalmadı ve Allah'ın Resulü (ﷺ) de. O, kupayı suyla doldurdu ve bana: \"İç.\" dedi. Ben: \"Ya Resulallah, sen içmeden içmem.\" dedim. Bunun üzerine o: \"İnsanların hizmetçisi, onlardan en son içenidir.\" dedi. Böylece içtim ve Allah'ın Resulü (ﷺ) de içti ve insanlar su kaynağına oldukça mutlu ve doymuş bir şekilde geldiler. Abdullah b. Rabah dedi ki: \"Bu hadisi büyük camide anlatacağım.\" O sırada 'Imran b. Husain dedi: \"Bak, ey genç, nasıl anlatacaksın, ben de o geceki bineklerden biriydim.\" Ben: \"O halde bu hadisi iyi bilmelisin.\" dedim. O: \"Sen kimsin?\" dedi. Ben: \"Ben Ensar'dan biriyim.\" Bunun üzerine o: \"Sen anlat, çünkü hadisini daha iyi biliyorsun.\" dedi. Bu yüzden ben onu insanlara anlattım. 'Imran dedi: \"Ben de o gece oradaydım, ama senin kadar iyi öğrenen başka birini bilmiyorum.\""
    },
    {
      "id": 396,
      "narrator": "'Imran b. Husain reported:",
      "text": "'Imran b. Husain bildirdi: Ben Allah'ın Resulü (ﷺ) ile bir yolculukta idim. Gece boyunca yol aldık ve sabah olmaya yakın dinlenmek için indik ve uyku bizi bastırdı ta ki güneş doğana kadar. Abu Bekir aramızda ilk uyanan oldu ve biz Allah'ın Resulü (ﷺ) uyandırmadık, onun kendi kendine uyanmasını sağladık. Sonra 'Umar uyandı. O, Allah'ın Resulü (ﷺ) yanında durdu ve yüksek sesle tekbir getirdi ta ki Allah'ın Resulü (ﷺ) uyanana kadar. O başını kaldırdığında güneşin doğduğunu gördü; sonra: \"İlerleyin.\" dedi. Bizimle birlikte yol aldı ta ki güneş iyice doğana kadar. Devesinden indi ve sabah namazında bize önderlik etti. Ancak bir kişi insanlardan uzak kaldı ve bizimle birlikte namaz kılmadı. Namazı tamamladıktan sonra Allah'ın Resulü (ﷺ) ona: \"Ey falan, seni bizimle birlikte namaz kılmaktan ne alıkoydu?\" dedi. O: \"Ey Allah'ın Resulü! Ben temiz değildim.\" dedi. Allah'ın Resulü (ﷺ) ona emir verdi ve o da toprakla teyemmüm yaptı ve namaz kıldı. Sonra beni hemen diğer binek sahipleriyle birlikte su bulmaya göndermesini istedi, çünkü çok susamıştık. Yol alırken, iki deri su torbasının üzerine ayakları sarkmış bir kadınla karşılaştık. Ona: \"Su nerede var?\" dedik. O: \"Uzak, çok uzak, çok uzak. Su bulamazsınız.\" dedi. Biz: \"Aileni suya götür.\" dedik. O: \"Allah'ın Resulü kim?\" dedi. Bir şekilde onu Allah'ın Resulü (ﷺ) ile buluşturmayı başardık ve o, ona bizim bildirdiğimiz gibi, dul ve yetim çocukları olduğunu söyledi. O, devesinin diz çökmesini emretti ve onun deri su torbasının ağzını çalkaladı. Sonra deve kaldırıldı ve biz kırk susuz adam su içtik ta ki tamamen doyana kadar ve yanımızda olan tüm deri su torbalarını doldurduk ve arkadaşlarımızı yıkadık, ama hiçbir deveye su içirmedik ve (deri su torbaları) suyun fazlalığından patlamak üzereydi. Sonra: \"Yanınızda ne varsa getirin.\" dedi. Böylece biz, yiyecek ve hurma parçalarını topladık ve ona: \"Bunu al. Bu çocukların içindir ve bil ki, suyunuzda hiçbir kayba neden olmadık.\" dedik. O, ailesine döndüğünde: \"İnsanların en büyük sihirbazıyla karşılaştım ya da o, iddia ettiği gibi bir elçidir.\" dedi ve sonra olanları anlattı ve Allah o kadın aracılığıyla o insanları doğru yola iletti. O, İslam'a iman etti ve insanlar da İslam'ı kabul ettiler."
    },
    {
      "id": 397,
      "narrator": "'Imran b. Husain reported:",
      "text": "'Imran b. Husain bildirdi: Biz Allah'ın Resulü (ﷺ) ile bir yolculukta idik ve gece boyunca yol aldık ta ki sabah olmadan hemen önce dinlenmek için yattık ve bir yolcu için bundan daha tatlı bir şey yoktur ve bizi uyandıran tek şey güneşin sıcağıydı ve hadisin geri kalanı aynıdır (yukarıda belirtilen) sadece bu ekleme ile: \"Umar b. Khattab uyandığında, insanların başına gelenleri gördü. O, büyük bir karınlı ve güçlü bir adamdı; yüksek sesle tekbir getirdi ta ki Allah'ın Resulü (ﷺ) sesinin yüksekliğiyle uyandı. Allah'ın Resulü (ﷺ) kalktığında, insanlar ona olanları anlattılar. Bunun üzerine Allah'ın Resulü (ﷺ) dedi: \"Zarar yok; daha iyi ilerleyin.\" ve (hadisin geri kalanı) nakledildi."
    },
    {
      "id": 398,
      "narrator": "",
      "text": "Abu Qatida bildirdi ki, Allah'ın Resulü (ﷺ) bir yolculukta iken gece dinlenmek için indi ve sağ tarafına yatardı ve sabah olmadan önce dinlenmek için yattığında, ön kolunu uzatır ve başını avucunun üzerine koyardı."
    },
    {
      "id": 399,
      "narrator": "Qatada reported from Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Katade, Anas b. Malik'ten rivayet etti ki, Allah'ın Resulü (ﷺ) dedi: \"Namazı unutan, hatırladığında kılmalıdır, bunun dışında bir açıklama yoktur.\" Katade dedi ki: \"Allah şöyle buyurmuştur: 'Beni anmak için namaz kılın.'\""
    },
    {
      "id": 400,
      "narrator": "",
      "text": "Bu hadisi Katade rivayet etmiştir, ancak burada \"Bunun dışında bir açıklama yoktur.\" ifadesine yer verilmemiştir."
    },
    {
      "id": 401,
      "narrator": "Qatada narrated on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Katade, Anas b. Malik'ten rivayet etti ki, Allah'ın Resulü (ﷺ) dedi: \"Namazı unutan veya uyku nedeniyle kaçıran, yalnızca hatırladığında kılmalıdır.\""
    },
    {
      "id": 402,
      "narrator": "Qatada reported it on the authority of Anas b. Malik that the Messenger of Allah (ﷺ) said:",
      "text": "Katade, Anas b. Malik'ten rivayet etti ki, Allah'ın Resulü (ﷺ) dedi: \"Eğer biriniz namazı uyku veya unutma nedeniyle kaçırırsa, hatırladığında kılmalıdır, çünkü Allah şöyle buyurmuştur: 'Beni anmak için namaz kılın.'\""
    }
  ]
}