{
  "language": "tr",
  "metadata": {
    "length": 68,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Yüce ve Glorious Allah şöyle buyurdu: Ben, kullarımın düşüncelerindeyim ve O beni hatırladıkça ben de onunla beraberdim. (Peygamber) ayrıca şöyle dedi: Allah'a yemin ederim ki, Allah, kullarının tövbesinden, sizlerin kaybolan deveyi suyu olmayan çölün ortasında bulmasından daha çok memnun olur. O, bana bir avuç kadar yaklaşırsa, ben ona bir arşın kadar yaklaşırım ve o, bana bir arşın kadar yaklaşırsa, ben ona bir kulaç kadar yaklaşırım ve o, yürüyerek bana yaklaşırsa, ben ona aceleyle yaklaşırım."
    },
    {
      "id": 2,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Allah, kullarının tövbesinden, ona yöneldiğinde daha çok memnun olur, sizlerin kaybolan deveyi bulduğunuzda olduğu gibi."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın başka bir rivayet zinciri aracılığıyla nakledilmiştir."
    },
    {
      "id": 4,
      "narrator": "Harith b. Suwaid said:",
      "text": "Harith b. Suwaid dedi ki: Hastalığı nedeniyle Abdullah'ı ziyaret ettim ve bize Allah'ın Elçisi (ﷺ) ile ilgili bir hadis nakletti. Allah'ın Elçisi (ﷺ) şöyle dediğini duydu: Allah, inanan kullarının tövbesinden, yiyecek ve içecek taşıyan binek hayvanını kaybeden bir kişinin tövbesinden daha çok memnun olur. O, (kurtuluş umudunu kaybederek) uykuya dalar ve sonra kalkıp onu aramaya çıkar, ta ki susuz kalana kadar. Sonra daha önce bulunduğu yere geri döner ve tamamen tükenmiş bir şekilde başını ellerinin üzerine koyarak ölümü bekler. Ve kalktığında, önünde yiyecek ve içecekleriyle birlikte binek hayvanı vardır. Allah, kullarının tövbesinden, bu binek hayvanının ve yiyeceklerin (kurtarılmasından) daha çok memnun olur."
    },
    {
      "id": 5,
      "narrator": "",
      "text": "Bu hadis, A'mash aracılığıyla başka bir rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 6,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Allah, inanan bir adamın tövbesinden daha çok memnun olur. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 7,
      "narrator": "Nu'man b. Bashir reported:",
      "text": "Nu'man b. Bashir bildirdi: Allah, inanan bir kulun tövbesinden, yiyecek ve içecek ile yüklü devesiyle yola çıkan bir kişinin tövbesinden daha çok memnun olur. O, suyu olmayan bir çölün ortasına kadar gitti ve uyku hissine kapıldı. Bir ağacın gölgesine oturdu ve uykuya daldı, bu sırada devesi kaçtı. Kalktığında, (deveyi) bir tepenin üzerinde dururken görmeye çalıştı ama bulamadı. Sonra diğer tepeye çıktı ama hiçbir şey göremedi. Üçüncü tepeye tırmandı ama yine hiçbir şey göremedi, ta ki daha önce bulunduğu yere geri dönene kadar. Ve orada otururken (tam bir hayal kırıklığı içinde) deve ona geldi, ta ki o (deve) burun ipini eline koyana kadar. Allah, kullarının tövbesinden, bu kişinin (kaybolan devesini) bu durumda bulmasından daha çok memnun olur. Simak, Şa'bi'nin bunu Allah'ın Elçisi (ﷺ) ile ilişkilendirdiğini bildirdi. Ancak Simak bunu kendisi duymadı."
    },
    {
      "id": 8,
      "narrator": "Al-Bara' b. 'Azib reported Allah's Messenger (ﷺ) as saying that Allah's Messenger (ﷺ) said:",
      "text": "Al-Bara' b. 'Azib, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Kaybolan yiyecek ve içecek yüklü devesi olan bir kişinin sevinci hakkında ne düşünüyorsunuz? O, suyu olmayan bir çölün ortasında, ne yiyecek ne de içecek bulamadan dolaşır ve tamamen tükenene kadar arar, sonra bir ağacın gövdesinin yanından geçerken, burun ipi ona takılır ve onu orada bulur? O (Peygamber'in sorusuna cevap olarak) şöyle dedi: Allah'ın Elçisi, o kişi çok sevinçli olur. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Allah'a yemin ederim ki, Allah, kullarının tövbesinden, o kişinin (kaybolan) devesini bulmasından daha çok sevinç duyar."
    },
    {
      "id": 9,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Allah, bir kulun kendisine yönelerek tövbe etmesinden, sizlerden birinin suyu olmayan bir çölün ortasında devesinin kaybolması ve o deveyi kaybettiği için tüm umudunu kaybedip gölgelik bir yere uzanıp hayal kırıklığına uğradığında, o deveyi önünde bulduğunda daha çok memnun olur. O, burun ipini tutar ve sonsuz bir sevinçle şöyle der: Ey Rabbim, sen benim kulumsun, ben de senin Rabbimsin. Bu hatayı aşırı sevinçten yapar."
    },
    {
      "id": 10,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Allah, bir kulun tövbesinden daha çok memnun olur, eğer sizlerden biri kalkıp suyu olmayan bir çölün ortasında devesinin kaybolduğunu bulursa (ve sonra onu tesadüfen bulursa). Bu hadis, Anas b. Malik aracılığıyla başka bir rivayet zinciri ile nakledilmiştir."
    },
    {
      "id": 11,
      "narrator": "Abu Sirma reported that when the time of the death of Abu Ayyub Ansari drew near, he said:",
      "text": "Abu Sirma, Abu Ayyub Ensari'nin ölümü yaklaşırken şöyle dediğini bildirdi: Allah'ın Elçisi (ﷺ) tarafından duyduğum bir şeyi sizden gizliyordum ve Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Eğer günah işlemeseydiniz, Allah, günah işleyen bir yaratık yaratırdı ve Allah onları affederdi."
    },
    {
      "id": 12,
      "narrator": "Abu Ayyub Ansari reported that Allah's Messenger (ﷺ) said:",
      "text": "Abu Ayyub Ensari, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Eğer günah işlemeseydiniz, Allah sizi yok ederdi ve günah işleyen başka bir toplulukla yer değiştirirdi, sonra Allah'tan af dilerlerdi ve O da onları affederdi."
    },
    {
      "id": 13,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) having said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Canımın sahibi olan Allah'a yemin ederim ki, eğer siz günah işlemeseydiniz, Allah sizi yok ederdi ve günah işleyen ve Allah'tan af dileyen bir toplulukla yer değiştirirdi ve O da onları affederdi."
    },
    {
      "id": 14,
      "narrator": "Hanzala Usayyidi, who was amongst the scribes of Allah's Messenger (ﷺ). reported:",
      "text": "Hanzala Usayyidi, Allah'ın Elçisi (ﷺ) yazıcılarından biri olarak bildirdi: Abu Bekir ile karşılaştım. O, kim olduğunu sordu. Hanzala, \"Hanzala bir münafık oldu,\" dedi. O (Abu Bekir) \"Subhanallah, ne diyorsun?\" dedi. Bunun üzerine Hanzala, \"Allah'ın Elçisi (ﷺ) ile birlikteyken, cehennem ateşini ve cenneti sanki gözlerimizle görüyormuşuz gibi düşünüyoruz, ama Allah'ın Elçisi (ﷺ) yanımızda olmadığında, eşlerimizle, çocuklarımızla, işimizle ilgileniyoruz; bu şeylerin çoğu (ahiret ile ilgili) aklımızdan çıkıyor,\" dedi. Abu Bekir, \"Allah'a yemin ederim ki, ben de aynı şeyi yaşıyorum,\" dedi. Böylece ben ve Abu Bekir, Allah'ın Elçisi (ﷺ) yanına gittik ve ona dedik: \"Allah'ın Elçisi, Hanzala bir münafık oldu.\" Bunun üzerine Allah'ın Elçisi (ﷺ) \"Sizin başınıza ne geldi?\" dedi. Ben dedim: \"Allah'ın Elçisi, sizinle birlikteyken, cehennem ateşini ve cenneti sanki gözlerimizle görüyormuşuz gibi düşünüyoruz, ama sizden uzaklaştığımızda, eşlerimiz, çocuklarımız ve işimizle ilgileniyoruz, bu şeylerin çoğu aklımızdan çıkıyor.\" Bunun üzerine Allah'ın Elçisi (ﷺ) \"Canımın sahibi olan Allah'a yemin ederim ki, eğer zihniniz benim yanımda olduğu gibi kalır ve her zaman Allah'ı anmaya devam ederseniz, melekler yataklarınızda ve yollarınızda sizinle el sıkışır, ama Hanzala, dünya işleri için zaman ayırmak ve ibadet ve düşünce için zaman ayırmak gerekir,\" dedi. Bunu üç kez söyledi."
    },
    {
      "id": 15,
      "narrator": "Hanzala reported:",
      "text": "Hanzala, Allah'ın Elçisi (ﷺ) ile birlikteyken bir vaaz verdiğini ve cehennem ateşinden bahsettiğini bildirdi. Sonra evime geldim ve çocuklarımla gülüp eğlenmeye başladım. (Hanzala) ayrıca bildirdi: Dışarı çıktım ve Abu Bekir ile karşılaştım ve bunu ona söyledim. Bunun üzerine o, \"Ben de senin bahsettiğin şeyi yaptım,\" dedi. Böylece Allah'ın Elçisi (ﷺ) yanına gittik ve ona dedik: \"Allah'ın Elçisi, Hanzala bir münafık oldu.\" O (Peygamber) \"Biraz zaman tanıyın,\" dedi. Sonra hikayeyi anlattım ve Abu Bekir, \"Ben de onun yaptığını yaptım,\" dedi. Bunun üzerine o (Peygamber) \"Hanzala, dünya işleri için bir zaman ve ibadet ve bağlılık için bir zaman vardır, eğer zihniniz her zaman Allah'ı anma zamanındaki gibi kalırsa, melekler sizinle el sıkışır ve yolda size \"Selamünaleyküm\" derler,\" dedi."
    },
    {
      "id": 16,
      "narrator": "Hanzala Taimi Ufayyidi, the scribe of Allah's Messenger (ﷺ), reported:",
      "text": "Hanzala Taimi Ufayyidi, Allah'ın Messenger'ı (ﷺ) yazmanı, şöyle bildirdi: Biz Allah'ın Messenger'ının (ﷺ) huzurundaydık ve o, cennet ve cehennemle ilgili sorunları aklımıza getirdi. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 17,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Allah, yaratılışı yarattığında, O, Arş'ın üzerindeyken, Kitabında şunu yazdı: Şüphesiz, merhametim gazabımı geçmiştir."
    },
    {
      "id": 18,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Yüce ve Azamet sahibi Allah, şöyle buyurdu: Merhametim, gazabımı aşar."
    },
    {
      "id": 19,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Allah, yaratılışı yarattığında, kendisi için bir hüküm koydu ve bu belge O'nun yanındadır: Şüphesiz, merhametim gazabımı geçmiştir."
    },
    {
      "id": 20,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Allah, merhameti yüz parçaya yarattı ve O, kendisinde doksan dokuz parça tuttu, yeryüzüne bir parça indirdi ve bu bir parça sayesinde yaratılanlar arasında karşılıklı sevgi vardır, öyle ki hayvan, yavrusuna zarar vermemek için ayağını kaldırır."
    },
    {
      "id": 21,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Allah, yüz parça merhamet yarattı ve O, bunlardan birini yaratılmışlarına dağıttı ve geri kalan doksan dokuzunu kendisinde (Kıyamet Günü için) tuttu."
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Allah için yüz parça merhamet vardır ve O, bunlardan bir parça merhameti cinlere, insanlara, hayvanlara ve böceklere indirdi, ve bu (bir parça) sayesinde birbirlerini severler, birbirlerine iyilik gösterirler ve hatta hayvanlar yavrularına şefkatle muamele ederler; ve Allah, Kıyamet Günü'nde kullarına muamele edeceği doksan dokuz parça merhameti kendisinde saklamıştır."
    },
    {
      "id": 23,
      "narrator": "Salman Farisi reported Allah's Messenger (ﷺ) as saying:",
      "text": "Salman Farisi, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Şüphesiz, Allah için yüz parça merhamet vardır ve bu merhametten bir parça sayesinde insanlar arasında karşılıklı sevgi vardır ve doksan parça Kıyamet Günü için ayrılmıştır."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Bu hadis, Mu'tamir'in rivayetiyle, babası aracılığıyla aktarılmıştır."
    },
    {
      "id": 25,
      "narrator": "Salman reported that Allah's Messenger (ﷺ) said:",
      "text": "Salman, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Şüphesiz, Allah, gökleri ve yeri yarattığı gün, yüz parça merhamet yarattı. Her bir merhamet parçası, gökler ile yer arasındaki mesafe kadar geniştir ve bu merhametten bir parça yeryüzüne verilmiştir; bu nedenle anne, çocuğuna şefkat gösterir ve hatta hayvanlar ve kuşlar birbirlerine iyilik gösterirler ve Kıyamet Günü geldiğinde, Allah merhametini tam anlamıyla kullanacaktır."
    },
    {
      "id": 26,
      "narrator": "'Umar b. Khattab reported that there were brought some prisoners to Allah's Messenger (ﷺ) amongst whom there was also a woman, who was searching (for someone) and when she found a child amongst the prisoners, she took hold of it, pressed it against her chest and provided it suck. Thereupon Allah's Messenger (ﷺ) said:",
      "text": "Ömer b. Hattab, Allah'ın Messenger'ına (ﷺ) bazı esirlerin getirildiğini, bunlar arasında bir kadının da bulunduğunu, kadının (birini) aradığını ve esirler arasında bir çocuk bulduğunda onu kucaklayıp göğsüne bastırdığını ve emzirdiğini bildirdi. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi ki: Bu kadının çocuğunu ateşe atacağını mı düşünüyorsunuz? Biz dedik: Allah'a yemin ederiz ki, gücü yettiği sürece, çocuğunu ateşe atmaz. Bunun üzerine Allah'ın Messenger'ı (ﷺ) dedi: Allah, kullarına bu kadından daha merhametlidir."
    },
    {
      "id": 27,
      "narrator": "'Ala' reported on the authority of his father who reported on the authority of Abu Huraira that Allah's Messenger (ﷺ) said:",
      "text": "'Ala', babası aracılığıyla Ebu Hureyre'den, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Eğer bir mümin cehennemdeki azabı bilseydi, hiç kimse cennete ulaşma cesaretini gösteremezdi (ama cehennemden kurtulmayı şiddetle isterdi), ve eğer bir kafir Allah katında merhametin ne olduğunu bilseydi, cennetten umutsuz olmazdı."
    },
    {
      "id": 28,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying that a person who had never done any good deed asked the members of his family to burn his dead body when he would die and to scatter half of its ashes over the land and half in the ocean. By Allah, if Allah finds him in His grip, He would torment him with a torment with which He did not afflict anyone amongst the people of the world; and when the person died, it was done to him as he had commanded (his family) to do. Allah commanded the land to collect (the ashes scattered on it) and He commanded the ocean and that collected (ashes) contained in it. Allah questioned him why he had done. that He said:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Hiçbir hayır iş yapmamış bir kişi, ailesine, öldüğünde cesedini yakmalarını ve külleri yarısını karaya, yarısını da denize saçmalarını istedi. Allah'a yemin ederim ki, eğer Allah onu yakalarsa, onu dünyadaki insanlardan hiç kimseye vermediği bir azapla azaplandırır; ve kişi öldüğünde, ailesinin istediği gibi yapıldı. Allah, toprağa (üzerine saçılan külleri) toplamasını emretti ve denize de (külleri) toplamasını emretti ve bu külleri topladı. Allah ona neden böyle yaptığını sordu. O da: Rabbim, bunu Senin korkunla yaptım ve Sen bunu biliyorsun, dedi ve Allah ona af etti."
    },
    {
      "id": 29,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying that a person committed sin beyond measure and when he was going to die, he left this will:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Bir kişi aşırı derecede günah işledi ve ölmek üzereyken, bu vasiyeti bıraktı: (Öldüğümde) cesedimi yak ve sonra külleri rüzgâra ve denize saç. Allah'a yemin ederim ki, eğer Rabbim beni yakalarsa, bana hiç kimseye vermediği bir azap verecektir. Onlar, onun istediği gibi yaptılar. O (Rabb) toprağa: Aldığını geri ver, dedi. Ve böylece eski haline döndü. O (Allah) ona: Bunu yapmana sebep olan neydi? dedi. O da: Rabbim, bu Senin korkun veya heybetin içindi, dedi ve Allah buna binaen onu affetti."
    },
    {
      "id": 30,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying that a servant transgressed the litnit in committing sins. The rest of the hadith is the same but there is no mention of the story of the cat in it and in the hadith transmitted on the authority of Ziibaidl (the words are):",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirdi: Bir kadın, bir kediyi bağladığı için cehenneme atıldı ve ona yiyecek vermediği gibi, onu serbest bırakıp yeryüzündeki haşereleri yemesine de izin vermedi; kedinin zayıf düşerek ölmesine neden oldu."
    },
    {
      "id": 31,
      "narrator": "Abu Sa'id Khudri reported that Allah's Messenger (ﷺ) said that a person amongst the earlier nations before you was conferred property and children by Allah, He said to his children:",
      "text": "Abu Sa'id Khudri, Allah'ın Elçisi (ﷺ) tarafından şöyle rivayet etmiştir: Sizden önceki önceki milletlerden birine Allah mal ve çocuklar vermişti. O, çocuklarına: 'Size emrettiğim gibi yapmalısınız, aksi takdirde sizi mirasçım olarak kabul etmeyeceğim. Ölümüm geldiğinde bedenimi yakın ve küllerimi rüzgâra savurun, çünkü Allah'ı hoşnut edecek bir erdem bulamıyorum. Eğer Allah beni tutarsa, beni cezalandırır.' Onlardan bir söz aldı ve onlara emrettiği gibi yaptılar. Allah: \"Bunu yapmanıza ne sebep oldu?\" dedi. O da: \"Rabbim, korkum.\" dedi ve Allah onu hiç cezalandırmadı."
    },
    {
      "id": 32,
      "narrator": "This hadith has been narrated on the authority of Shu'ba with the chain of transmitters but with a slight variation of wording and Qatada explained the word\" lam yasiru\" as:",
      "text": "Bu hadisin, Şu'ba aracılığıyla rivayet edildiği, ancak kelime açısından hafif bir farklılık olduğu belirtilmiştir ve Katâde, \"lam yasiru\" kelimesini: \"Allah katında benim için bir iyilik bulamıyorum.\" şeklinde açıklamıştır."
    },
    {
      "id": 33,
      "narrator": "Abu Huraira reported from Allah's Messenger (ﷺ) that his Lord, the Exalted and Glorious, thus said. A servant committed a sin and he said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) tarafından şöyle rivayet etmiştir: Yüce ve Glorifike olan Rabbim şöyle dedi: Bir kul günah işledi ve dedi ki: \"Ya Allah, günahlarımı affet.\" Yüce ve Glorifike olan Allah dedi ki: \"Kulum bir günah işledi ve sonra günahları affeden bir Rabbinin olduğunu fark etti.\" Sonra yine bir günah işledi ve dedi ki: \"Rabbim, günahımı affet.\" Yüce ve Yüksek olan Allah dedi ki: \"Kulum bir günah işledi ve sonra affeden bir Rabbinin olduğunu fark etti.\" Yine bir günah işledi ve dedi ki: \"Rabbim, günahımı affet.\" Yüce ve Yüksek olan Allah dedi ki: \"Kulum bir günah işledi ve sonra affeden bir Rabbinin olduğunu fark etti.\" Ey kul, istediğini yap. Ben sana affettim. 'Abd al-A'la dedi ki: \"Üç kez mi yoksa dört kez mi 'istediğini yap' dediğini bilmiyorum.\""
    },
    {
      "id": 34,
      "narrator": "",
      "text": "Bu hadis, 'Abd al-A'la b. Hammad aracılığıyla aynı raviler zinciri ile rivayet edilmiştir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini işitti: Bir kul günah işledi. Hadisin geri kalanı aynıdır, ancak kelime açısından hafif bir farklılık vardır."
    },
    {
      "id": 36,
      "narrator": "",
      "text": "Abu Musa, Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini rivayet etmiştir: Yüce ve Glorifike olan Allah, geceleyin elini uzatır ki insanlar sabahın aydınlığından akşam karanlığına kadar işledikleri hatalardan tövbe edebilsinler ve gündüz elini uzatır ki insanlar akşam karanlığından sabah aydınlığına kadar işledikleri hatalardan tövbe edebilsinler. (Tövbe kabul edilir) güneş batıdan doğmadan (Kıyamet Günü'nden önce)."
    },
    {
      "id": 37,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Bu gibi bir hadis, Şu'ba aracılığıyla aynı raviler zinciri ile rivayet edilmiştir."
    },
    {
      "id": 38,
      "narrator": "'Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "'Abdullah, Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini rivayet etmiştir: Allah'a, O kendisini övdüğü gibi, kendisini övmekten daha sevimli bir şey yoktur ve Allah kendisinden daha onurlu değildir ve bu yüzden O, çirkin işleri yasaklamıştır."
    },
    {
      "id": 39,
      "narrator": "'Abdullah b. Mas'ud reported it directly from Allah's Messenger (ﷺ) that he said:",
      "text": "'Abdullah, Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini rivayet etmiştir: Allah'tan daha onurlu biri yoktur ve bu yüzden O, hem görünür hem de görünmez çirkin işleri yasaklamıştır ve Allah kendisinden daha fazla övgüye değer biri yoktur."
    },
    {
      "id": 40,
      "narrator": "Abdullah b. Mas'ud reported that Allah's Messenger (ﷺ) said:",
      "text": "'Abdullah b. Mas'ud, Allah'ın Elçisi (ﷺ) tarafından doğrudan şöyle dediğini rivayet etmiştir: Allah'tan daha onurlu biri yoktur ve bu yüzden O, hem görünür hem de görünmez çirkin işleri yasaklamıştır ve Allah kendisinden daha fazla övgüye değer biri yoktur ve bu yüzden O, kendisini övmüştür."
    },
    {
      "id": 41,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Mas'ud, Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini rivayet etmiştir: Hiç kimse, Allah'tan daha fazla kendi övgüsünü sevmez. Bu yüzden O, kendisini övmüştür ve Allah'tan daha onurlu biri yoktur ve bu yüzden O, çirkin işleri yasaklamıştır ve insanların özürlerini kabul etmekte Allah'tan daha hevesli biri yoktur ve bu yüzden O, Kitabı indirmiş ve Elçileri göndermiştir."
    },
    {
      "id": 42,
      "narrator": "",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini rivayet etmiştir: Allah onurludur ve bir mümin de onurludur ve bir mümin, Allah'ın kendisine yasakladığı şeyi yaparsa, Allah'ın saygınlığı zedelenir."
    },
    {
      "id": 43,
      "narrator": "Abu Salama reported from Abu Huraira that he narrated that Allah's Messenger (may peace be upon hin) said:",
      "text": "Bu hadis, Asma' bint Ebu Bekir aracılığıyla başka bir raviler zinciri ile rivayet edilmiştir."
    },
    {
      "id": 44,
      "narrator": "Asma' reported that Allah's Apostle (ﷺ) said:",
      "text": "Abu Salama, Abu Huraira'dan rivayet etmiştir ki, Allah'ın Elçisi (selam üzerine olsun) şöyle dedi: Allah'tan daha onurlu biri yoktur, Yüce ve Glorifike olan. Asma'nın rivayeti hakkında bir şey yoktur."
    },
    {
      "id": 45,
      "narrator": "Abu Huraira reported Allah's Messenger (may peace be upon him ) as saying:",
      "text": "Asma', Allah'ın Elçisi (ﷺ) tarafından şöyle dediğini rivayet etmiştir: Allah'tan daha onurlu biri yoktur, Yüce ve Glorifike olan."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Bu hadis, Şu'ba'nın başka bir nakil zinciri aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 47,
      "narrator": "'Abdullah b. Mas'ud reported that a person kissed a woman and he came to Allah's Apostle (ﷺ) and made a mention of that to him. It was (on this occasion) that this verse was revealed:",
      "text": "'Abdullah b. Mes'ud, bir kişinin bir kadını öptüğünü ve bununla ilgili olarak Allah'ın Elçisi'ne (ﷺ) geldiğini bildirmiştir. Bu vesileyle şu ayet indirilmiştir: \"Günün (iki) ucunda ve gecenin ilk saatlerinde namaz kılın. Şüphesiz, iyi ameller kötü amelleri giderir. Bu, akıl sahipleri için bir hatırlatmadır\" (xi. 115). O kişi dedi ki: Allah'ın Elçisi, bu sadece benimle mi ilgili? O (Peygamberimiz) dedi ki: Bu, benim ümmetimden buna uyan herkesle ilgilidir."
    },
    {
      "id": 48,
      "narrator": "",
      "text": "İbn Mes'ud, bir kişinin Allah'ın Elçisi'ne (ﷺ) geldiğini ve bir kadını öptüğünü veya ona elini dokundurduğunu ya da buna benzer bir şey yaptığını söylediğini bildirmiştir. O, bunun kefareti hakkında kendisinden soru sordu. Bu vesileyle Yüce ve Azametli Allah, yukarıda belirtilen ayeti indirmiştir."
    },
    {
      "id": 49,
      "narrator": "",
      "text": "Bu hadis, Sulaiman Taimi aracılığıyla aynı nakil zinciri ile rivayet edilmiştir; bir kişinin zina dışı bir kadına karşı serbest davrandığı bildirilmiştir. 'Umar b. Khattab'a geldi ve bunu ciddi bir suç olarak değerlendirdi. Sonra Abu Bekir'e geldi ve o da bunu ciddi bir suç olarak değerlendirdi. Ardından Allah'ın Elçisi'ne (ﷺ) geldi ve bunu ona anlattı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 50,
      "narrator": "'Abdullah reported that a person came to Allah's Apostle (ﷺ) and said:",
      "text": "'Abdullah, bir kişinin Allah'ın Elçisi'ne (ﷺ) geldiğini ve şöyle dediğini bildirmiştir: Allah'ın Elçisi, Medine'nin kenarında bir kadınla eğlence yaptım ve zina dışı bir suç işledim. İşte buradayım (karşısında), lütfen benimle ilgili uygun gördüğünüz hükmü verin. 'Umar dedi ki: Allah senin hatanı gizledi. Sen de onu kendin gizlesen daha iyi olur. Ancak Allah'ın Elçisi (ﷺ) ona hiçbir cevap vermedi. Adam kalktı ve gitti; Allah'ın Elçisi (ﷺ) ardından birini göndererek onu çağırttı ve bu ayeti okuttu: \"Günün (iki) ucunda ve gecenin ilk saatlerinde namaz kılın. Şüphesiz, iyi ameller kötü amelleri giderir. Bu, akıl sahipleri için bir hatırlatmadır\" (xi. 115). İnsanlardan biri dedi ki: Allah'ın Elçisi, bu sadece bu adamla mı ilgili? Bunun üzerine o (Peygamberimiz) dedi ki: Hayır, ama halkın geneliyle ilgilidir."
    },
    {
      "id": 51,
      "narrator": "This hadith has been transmitted by Abu al-Ahwas and in this (these words are) also found:",
      "text": "Bu hadis, Abu al-Ahwas aracılığıyla rivayet edilmiştir ve bu (bu sözler) de bulunmaktadır: Mu'adh dedi ki: Allah'ın Elçisi, bu özel durumla mı yoksa hepimizle mi ilgili? O (Peygamberimiz) dedi ki: Elbette, hepinizle ilgilidir."
    },
    {
      "id": 52,
      "narrator": "Anas reported that a person came to Allah's Apostle (ﷺ) said:",
      "text": "Anas, bir kişinin Allah'ın Elçisi'ne (ﷺ) geldiğini ve şöyle dediğini bildirmiştir: Allah'ın Elçisi, hadd uygulanmasını gerektiren bir suç işledim, lütfen bunu bana uygulayın. Bunun üzerine o dedi ki: Namaz vaktinde bizimle bulunmadın mı? O dedi ki: Evet. Bunun üzerine o dedi ki: Sen affedildin."
    },
    {
      "id": 53,
      "narrator": "Abu Umama reported:",
      "text": "Abu Umama, Allah'ın Elçisi (ﷺ) ile birlikte camide oturduklarını bildirmiştir. Orada bir kişi geldi ve şöyle dedi: Allah'ın Elçisi, hadd uygulanmasını gerektiren bir suç işledim, lütfen bunu bana uygulayın. Allah'ın Elçisi (ﷺ) sessiz kaldı. O tekrar etti ve dedi ki: Allah'ın Elçisi, hadd uygulanmasını gerektiren bir suç işledim, lütfen bunu bana uygulayın. O (Peygamberimiz) sessiz kaldı ve bu sırada ikama namaz için okundu (ve namaz kılındı). Allah'ın Elçisi (ﷺ) namazı bitirdiğinde, o kişi Allah'ın Elçisi'ni (ﷺ) takip etti. Abu Umama dedi ki: Ben de Allah'ın Elçisi'ni (ﷺ) namazı bitirdikten sonra takip ettim ki o kişinin ne cevap vereceğini bileyim. O kişi, Allah'ın Elçisi'ne (ﷺ) bağlı kaldı ve dedi ki: Allah'ın Elçisi, hadd uygulanmasını gerektiren bir suç işledim, lütfen bunu bana uygulayın. Abu Umama, Allah'ın Elçisi'nin (ﷺ) ona şöyle dediğini bildirmiştir: Evden çıktığında, abdestini mükemmel bir şekilde aldığını görmedin mi? O dedi ki: Allah'ın Elçisi, elbette. Yaptım. O tekrar ona dedi ki: O zaman bizimle namaz kıldın. O dedi ki: Allah'ın Elçisi, evet, öyle. Bunun üzerine Allah'ın Elçisi (ﷺ) ona dedi ki: Şüphesiz, Allah seni hadd uygulamasından muaf tutmuştur, ya da dedi ki: Günahından."
    },
    {
      "id": 54,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Sa'id al-Hudri, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Sizden önce bir kişi doksan dokuz kişiyi öldürmüştü ve sonra dünyadaki âlimlere (kurtuluş yolunu gösterecek olan) sordu. Ona bir rahip gösterildi. Rahibe geldi ve doksan dokuz kişiyi öldürdüğünü söyledi ve tövbesinin kabul edilip edilmeyeceğini sordu. O da: Hayır, dedi. Onu da öldürdü ve böylece yüzü tamamladı. Sonra yeryüzündeki âlimlere sordu ve bir âlime yönlendirildi, ona yüz kişiyi öldürdüğünü söyledi ve tövbesinin kabul edilip edilmeyeceğini sordu. O da: Evet; seninle tövbe arasında ne engel var? Şu ve bu ülkeye git; orada namaz ve ibadetle meşgul olan insanlar var, sen de onlarla ibadet et ve kendi ülkenize gelme, çünkü orası senin için kötü bir yerdir. Böylece gitti ve neredeyse yarı mesafeyi kat ettiğinde, ölüm ona geldi ve merhamet melekleri ile azap melekleri arasında bir tartışma oldu. Merhamet melekleri dedi ki: Bu adam Allah'a tövbe eden ve pişmanlık duyan biri olarak geldi; azap melekleri dedi ki: O hiç iyi bir şey yapmadı. Sonra aralarında karar vermek için bir başka melek insan biçiminde geldi. O dedi ki: Gittiği yere ne kadar yaklaşmış olduğunu ölçün. Ölçtüler ve onun, gitmek istediği (takva diyarı) yere daha yakın olduğunu buldular; böylece merhamet melekleri onu aldılar. Katade, Hasan'ın kendisine şöyle söylediğini bildirdi: Ölüm ona yaklaştığında, göğsü üzerinde sürünerek merhamet diyarına girmeyi başardı."
    },
    {
      "id": 55,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying that a man killed ninety-nine persons and then he began to make an inquiry whether there was any way left for him for repentance. He came to a monk and asked him about that, and he said:",
      "text": "Abu Sa'id al-Hudri, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Bir adam doksan dokuz kişiyi öldürdü ve sonra tövbe için bir yol olup olmadığını sormaya başladı. Bir rahibe gitti ve ona bunu sordu, o da: Senin için tövbe şansı yok, dedi. Rahibi de öldürdü ve sonra soru sormaya başladı ve bir köyden diğerine gitti; orada salih insanlar yaşıyordu ve bir mesafe kat ettiğinde, ölüm ona yetişti, ama o göğsü üzerinde sürünerek (salih insanların yaşadığı yere) daha yakın bir tarafa doğru kaymayı başardı. Öldü ve sonra merhamet melekleri ile azap melekleri arasında bir tartışma oldu ve (ölçüldüğünde) salih insanların yaşadığı köye, bir avuç mesafe kadar yakın olduğu bulundu ve böylece onlardan biri olarak kabul edildi."
    },
    {
      "id": 56,
      "narrator": "This hadith has been narrated on the authority of Qatida with the same chain of transmitters but (with this variation of wording):",
      "text": "Bu hadis, Qatida aracılığıyla aynı nakil zinciri ile rivayet edilmiştir, ancak (bu kelime değişikliği ile): \"Allah, çıkmak istediği yerden yeryüzüne uzaklaşmasını ve gitmek istediği diğer yeryüzüne yaklaşmasını emretti.\""
    },
    {
      "id": 57,
      "narrator": "Abu Musa' reported that Allah's Messenger (ﷺ) said:",
      "text": "Abu Musa', Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Kıyamet Günü, Allah her Müslüman'a bir Yahudi veya Hristiyan verecek ve şöyle diyecek: İşte bu, seni Cehennem ateşinden kurtarır."
    },
    {
      "id": 58,
      "narrator": "Abu Burda reported on the authority of his father that Allah's Apostle (ﷺ) said:",
      "text": "Abu Burda, babası aracılığıyla Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Hiçbir Müslüman ölmez ki, Allah onun yerine Cehennem ateşine bir Yahudi veya Hristiyan almaz. 'Umar b. Abd al-'Aziz, yemin etti: O'ndan başka ilah yoktur, dedi; babasının bunu Allah'ın Elçisi'nden (ﷺ) duyduğuna dair üç kez yemin etti."
    },
    {
      "id": 59,
      "narrator": "",
      "text": "Bu hadis, 'Aun b. Utba aracılığıyla rivayet edilmiştir."
    },
    {
      "id": 60,
      "narrator": "Abu Burda reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Burda, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Kıyamet Günü, Müslümanlar arasında dağ gibi ağır günahları olan insanlar gelecektir ve Allah onları affedecek ve onların yerine Yahudileri ve Hristiyanları koyacaktır. (Benim düşünceme göre), Abu Raub dedi ki: Kimin şüphe içinde olduğunu bilmiyorum. Abu Burda dedi ki: Bunu 'Umar b. 'Abd al-'Aziz'e aktardım, o da: Bunu sana Allah'ın Elçisi'nden (ﷺ) baban mı aktardı? dedi. Ben de: Evet, dedim."
    },
    {
      "id": 61,
      "narrator": "Safwan b. Muhriz reported that a person said to Ibn 'Umar:",
      "text": "Safvan b. Muhriz, bir kişinin İbn 'Umar'a şöyle dediğini bildirdi: Allah'ın Elçisi (ﷺ) hakkında samimi konuşma ile ilgili bir şey duyduğunuzda nasıl duydunuz? İbn 'Umar şöyle dedi: Onu şöyle derken duydum: Kıyamet Günü bir mümin, yüce ve aziz olan Rabbine getirilecektir ve O, ona nurdan bir örtü serip günahlarını itiraf ettirecek ve \"Günahlarını tanıyor musun?\" diyecek. O da \"Rabbim, tanıyorum.\" diyecek. Rabb (O) şöyle diyecek: \"Ben onları dünyada senin için gizledim. Bugün de onları affediyorum.\" Sonra ona iyi amellerinin kaydının bulunduğu Kitap verilecektir. İnkarcılar ve münafıklar hakkında ise, tüm yaratılışın önünde bu insanların (yani inkarcılar ve münafıklar) Allah hakkında yalan söyledikleri duyurulacaktır."
    },
    {
      "id": 62,
      "narrator": "Ibn Shihab reported that Allah's Messenger (ﷺ) made an expedition to Tabuk and he (the Holy Prophet) had in his mind (the idea of threatening the) Christians of Arabia in Syria and those of Rome. Ibn Shihab (further) reported that 'Abd al-Rahman b. 'Abdullah b. Ka'b informed him that Abdullah b. Ka'b who served as the guide of Ka'b b. 'Malik as he became blind that he heard Ka'b b. Malik narrate the story of his remaining behind Allah's Messenger (ﷺ) from the Battle of Tabuk. Ka'b b. Malik said:",
      "text": "İbn Şihab, Allah'ın Elçisi (ﷺ) Tabuk'a bir sefer düzenlediğini ve (Kutsal Peygamber) aklında Suriye'deki Arap Hristiyanlarını ve Roma'dakileri tehdit etme fikrinin olduğunu bildirdi. İbn Şihab (devamla) 'Abd al-Rahman b. 'Abdullah b. Ka'b'ın, Ka'b b. 'Malik'in kılavuzu olarak gözleri görmez hale geldiğinde, Ka'b b. Malik'in Allah'ın Elçisi (ﷺ) ile Tabuk Savaşı'na katılmaması hikayesini anlattığını duyduğunu bildirdi. Ka'b b. Malik şöyle dedi: Allah'ın Elçisi (ﷺ) ile katıldığım hiçbir sefer yoktur, sadece Tabuk ve Badr Savaşı hariç. Badr Savaşı'na gelince, orada geri kalan kimseye bir suçlama yapılmamıştır, çünkü Allah'ın Elçisi (ﷺ) ve Müslümanlar (saldırı için değil, Kureyş kervanını pusuya düşürmek için) yola çıkmamışlardı, ama Allah, onları düşmanlarıyla yüz yüze getirdi. Ben, 'Aqaba gecesinde Allah'ın Elçisi (ﷺ) ile birlikte olma onuruna sahip oldum; bu, Badr Savaşı'na katılmaktan daha kıymetliydi, çünkü Badr, insanlar arasında daha popülerdi. İşte bu benim Allah'ın Elçisi (ﷺ) ile Tabuk Savaşı'na katılmama hikayemdir. Bu sefer için yeterli imkanım ve daha uygun bir durumum yoktu. Ve Allah'a yemin ederim ki, bu seferden önce iki bine sahip olmayı asla düşünmemiştim. Allah'ın Elçisi (ﷺ) bu sefere son derece sıcak bir mevsimde çıktı; yolculuk uzundu ve (ordusunun geçmesi gereken) toprak susuzdu ve büyük bir orduyla karşılaşmak zorundaydı, bu yüzden Müslümanlara karşılaşacakları durumu bildirdi ki, bu sefere yeterince hazırlansınlar ve nereye gideceğini de söyledi. O zaman Allah'ın Elçisi (ﷺ) ile birlikte olan Müslümanlar çok kalabalıktı ama bunların kaydı düzgün tutulmamıştı. Ka'b (devamla) dedi: Geri kalmak isteyenlerin sayısı azdı ve kendilerini kolayca gizleyebileceklerini düşündüler (ve böylece tespit edilmeden kalacaklardı) ta ki Allah, yüce ve aziz olan, onlarla ilgili vahiy indirdi."
    },
    {
      "id": 63,
      "narrator": "'Abdullah b. K'ab, who was his (Ka'b's) guide as he became blind, reported that he heard from Ka'b b. Malik the story of his staying behind Allah's Messenger (ﷺ) from the expedition of Tabuk. The rest of the hadith is the same (but with this variation) that in the narration transmitted on the authority of Yunus (the words are):",
      "text": "Allah'ın Elçisi (ﷺ) meyvelerin olgunlaştığı ve gölgelerinin uzadığı bir zamanda sefere çıktı. Onlara karşı bir zayıflığım vardı ve bu mevsimde Allah'ın Elçisi (ﷺ) hazırlıklar yaptı ve Müslümanlar da onunla birlikte. Ben de sabah erkenden çıktım ki, onlarla birlikte hazırlık yapayım ama geri döndüm ve hiçbir şey yapmadım ve kendime dedim: İstediğim zaman hazırlık yapacak kadar imkanım var. Ve bu (hazırlıklarımı erteleme) işine devam ettim ta ki insanlar yola çıkmaya hazırlanıyordu ve sabah Allah'ın Elçisi (ﷺ) yola çıktı ve Müslümanlar da onunla birlikte, ama ben hiçbir hazırlık yapmadım. Sabah erkenden çıktım ve geri döndüm, ama bir karar vermedim. Böyle devam ettim ta ki onlar (Müslümanlar) acele ettiler ve iyi bir mesafe kat ettiler. Ben de onlara katılmaya ve onlarla buluşmaya karar verdim. Keşke bunu yapmış olsaydım ama belki de bu benim için yazılmamıştı. Allah'ın Elçisi (ﷺ) yola çıktıktan sonra insanlarla birlikte çıktım, ama gördüm ki, benim gibi kimse yoktu, sadece münafıklar ya da Allah'ın rahmetine mazhar olan insanlar vardı ve Allah'ın Elçisi (ﷺ) Tabuk'a ulaşana kadar bana dikkat etmedi. (Bir gün Tabuk'ta insanlarla otururken) şöyle dedi: Ka'b b. Malik'e ne oldu? Banu' Salama'dan bir kişi dedi ki: Allah'ın Elçisi, onun elbisesinin güzelliği ve yanlarının takdiri onu oyaladı. Mua'dh b. Cebel dedi: Vah sana, neyi savunuyorsun? Allah'ın Elçisi, Allah'a yemin ederim ki, onun hakkında sadece iyi şeyler biliyoruz. Ancak Allah'ın Elçisi (ﷺ) sessiz kaldı. O sırada (Kutsal Peygamber) beyaz giysiler içinde birini gördü (göz yanılsamasını kırarak)."
    },
    {
      "id": 64,
      "narrator": "It is reported on the authority of Abdullah b. K'ab and he was the guide of Ka'b as he lost his eyesight and he was the greatest scholar amongst his people and he retained in his mind many ahadith of the Companions of Allah's Messenger (ﷺ). He said:",
      "text": "Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: O, Abu Khaithama olmalı ve o, Abu Khaithama al-Ansari idi ve o, hurma veren kişiydi ve münafıklar tarafından alay konusu olmuştu. Ka'b b. Malik daha sonra dedi: Bu haber bana ulaştığında Allah'ın Elçisi (ﷺ) Tabuk'tan geri dönüyordu, çok endişelendim. Yalan hikayeler uydurmayı düşündüm ve kendime dedim ki, ertesi gün onun öfkesinden nasıl kurtulabilirim. Bu konuda ailemden her akıllı insandan yardım istedim ve bana Allah'ın Elçisi (ﷺ)nin gelmekte olduğu söylendiğinde, tüm yalan düşünceler kafamdan silindi ve anladım ki, beni kurtaracak tek şey gerçeği söylemekti, bu yüzden gerçeği söylemeye karar verdim ve sabah Allah'ın Elçisi (ﷺ) geldi (Medine'ye). Ve onun alışkanlığı, bir yolculuktan döndüğünde önce camiye gitmek ve iki rek'at nafile namaz kılmak (şükür olarak) ve sonra insanlarla oturmaktı. Ve bunu yaptığında, onun arkasında kalanlar özürlerini sunmaya başladılar ve ona yemin ettiler ve bunlar seksenden fazla kişiydi. Allah'ın Elçisi (ﷺ) onların özürlerini yüzlerine bakarak kabul etti ve biatlerini kabul etti ve onlar için af diledi ve gizli (niyetlerini) Allah'a bıraktı, ta ki ben ona sunuluncaya kadar. Ona selam verdim ve o gülümsedi ve yüzünde bir öfke izleri vardı. O (Kutsal Peygamber) bana şöyle dedi: İleri gel. Ben de ilerledim ve onun önünde oturdum. O bana şöyle dedi: Seni geri bırakan neydi? Bineğe binmek için imkanın yok muydu? Ben de: Allah'ın Elçisi, Allah'a yemin ederim ki, eğer ben dünya insanlarından başka birinin huzurunda otursaydım, kesinlikle bir bahane ile kendimi öfkesinden kurtarırdım ve tartışma yeteneğim de var, ama Allah'a yemin ederim ki, eğer sana hoş görünmek için yalan bir bahane öne sürsem, Allah kesinlikle senin öfkeni üzerime çekerdi ve eğer gerçeği söylersem, belki de benden hoşlanmazsın, ama umarım ki Allah bunun sonunu hayırlı kılar ve Allah'a yemin ederim ki, benim için geçerli bir bahane yok. Allah'a yemin ederim ki, daha önce hiç bu kadar iyi imkanım olmamıştı ve senin aranda geri kaldığımda bu kadar uygun bir durumum olmamıştı."
    },
    {
      "id": 65,
      "narrator": "Sa'id b. Musayyib, 'Urwa b. Zubair, 'Alqama b. Waqqas and 'Ubaidullah b. Abdullah b. 'Utba b. Mas'ud--all of them reported the story of the false allegation against 'A'isha, the wife of Allah's Apostle (ﷺ). And they (the slanderers) said what they had to say, but Allah exonerated her of this charge and all of them reported a part of the hadith and some of them who had better memories reported more and with better retention, and I tried to retain this hadith (listening) from every one of them that they reported to me and some of them attested the other. (The sumaried substance of the false allegation is this):",
      "text": "Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Bu adam doğruyu söyledi, kalk ve Allah senin durumun hakkında bir karar verinceye kadar bekle. Ben de kalktım ve Banu' Salama'dan bazı insanlar aceleyle peşime düştü ve bana dediler ki: Allah'a yemin ederim ki, senin daha önce işlediğin bir günah hakkında bir şey bilmiyoruz. Ancak sen, Allah'ın Elçisi (ﷺ)nin arkasında kalanlar gibi bir bahane öne sürme konusunda yetersizlik gösterdin. Günahının affedilmesi için yeterli olan şey, Allah'ın Elçisi (ﷺ)nin senin için af dilemesiydi. Allah'a yemin ederim ki, beni kışkırtmaya devam ettiler ta ki Allah'ın Elçisi (ﷺ)ne geri dönmeyi ve kendimi çelişkiye düşürmeyi düşündüm. Sonra onlara dedim: Başka kimse aynı akıbete uğradı mı? Onlar: Evet, iki kişi seninle aynı akıbete uğradı ve senin söylediklerini söylediler ve onların durumları hakkında da senin durumunla aynı hüküm verildi dediler. Ben de: Onlar kimler? Dediler: Murara b. ar-Rabi'a 'Amiri ve Hilal b. Umayya al-Waqafi. Bu iki salih kişinin adını duyduğumda gittiğim. Allah'ın Elçisi (ﷺ) müslümanlara, arkasında kalan üç kişiyi konuşmamalarını yasakladı. İnsanlar bizden uzak durmaya başladılar ve bize karşı tutumları değişti ve sanki tüm atmosfer bize karşı düşmanca bir hale geldi ve aslında ben bunun farkındaydım ve uzun bir süre içinde yaşadığım atmosferdi. Bu durumda elli gece geçirdik ve iki arkadaşım evlerinde kapana kısıldı ve (çoğunlukla) ağlayarak zaman geçirdiler, ama ben genç ve güçlü olduğum için (evimden) çıktım, cemaatle namazlara katıldım, pazarda dolaştım; ama hiç kimse benimle konuşmadı. Allah'ın Elçisi (ﷺ)nin namazdan sonra insanlarla oturduğu zaman ona geldim, selam verdim ve kendime dedim ki, acaba selamıma karşılık verdi mi (yoksa vermedi mi)?"
    },
    {
      "id": 66,
      "narrator": "This hadith has been narrated on the authority of Zuhri through other chains of transmitters but with a slight variation of wording. In the hadith transmitters on the authority of 'Urwa, there is an addition of these words:",
      "text": "Sonra onun yanında namaz kıldım ve ona gizlice bakıyordum ve namazıma odaklandığımda, o da bana baktı ve ben ona baktığımda, gözlerini benden çevirdi. Ve Müslümanların bana karşı sert muamelesi uzun bir süre devam etti, ben yürüdüm ta ki Abu Qatada'nın bahçesinin duvarına tırmandım, o benim kuzenimdi ve ona en büyük sevgim vardı. Ona selam verdim ama Allah'a yemin ederim ki, selamıma karşılık vermedi. Ona dedim: Abu Qatada, Allah'a yemin ederim ki, ben Allah'ı ve Elçisi (ﷺ)ni en çok seviyorum. O sessiz kaldı. Tekrar tekrar dedim: Allah'a yemin ederim ki, ben Allah'ı ve Elçisi (ﷺ)ni en çok seviyorum. O sessiz kaldı. Tekrar yemin ettim, bunun üzerine o şöyle dedi: Allah ve Elçi (ﷺ) bunu en iyi bilir. Gözlerim yaşarmaya başladı ve duvardan aşağı indim ve Medine pazarında yürürken, Suriye'den gıda maddeleri satmak için gelen bir Nabatî, insanlardan Ka'b b. Malik'e yönlendirmelerini istedi. İnsanlar onu bana işaret ederek gösterdiler. O bana geldi ve bana Gassan Kralı'ndan bir mektup verdi ve ben bir yazıcı olduğum için o mektubu okudum ve şöyle yazıyordu: \"Konuya gelince, bize ulaştırıldı ki, arkadaşın (Kutsal Peygamber) sana zulmediyor ve Allah seni aşağılanacağın bir yere yaratmamıştır ve senin onurlu bir yer bulman için bize gel.\" O mektubu okuduğumda dedim ki: Bu da bir bela, o yüzden onu fırında yaktım. Elli günden, kırk gün geçti ve Allah'ın Elçisi (ﷺ) vahiy almadı, Allah'ın Elçisi (ﷺ)nin elçisi bana geldi ve dedi ki: Gerçekten, Allah'ın Elçisi (ﷺ) sana karından ayrı kalmanı emretti. Ben de: Onu boşayacak mıyım yoksa ne yapmalıyım? O dedi: Hayır, sadece ondan ayrı kal ve onunla cinsel ilişkiye girme."
    },
    {
      "id": 67,
      "narrator": "'A'Isha reported:",
      "text": "Aynı mesaj arkadaşlarıma da gönderildi. Ben de karıma dedim: Sen, ailenin yanına git ve orada kal, ta ki Allah benim durumum hakkında bir karar verene kadar. Hilal b. Umayya'nın karısı Allah'ın Elçisi (ﷺ)ne geldi ve dedi: Allah'ın Elçisi, Hilal b. Umayya yaşlı bir adamdır, onun hizmetçisi yok. Benim ona hizmet etmemi uygun görür müsün? O dedi: Hayır, ama ona yaklaşma. O da: Allah'a yemin ederim ki, onda böyle bir arzu yok. Allah'a yemin ederim ki, o günden bu güne kadar ağlamaktan başka bir şey yapmıyor. Ailemden bazıları bana dediler ki: Allah'ın Elçisi (ﷺ)nden karınla ilgili izin isteseydin, Hilal b. Umayya'nın karısına hizmet etmesi için izin verdiği gibi. Ben de: Allah'ın Elçisi (ﷺ)nden izin istemeyeceğim, çünkü Allah'ın Elçisi'nin benim iznimi istemesi durumunda ne söyleyeceğini bilemem. Ayrıca ben genç bir adamım. Bu durumda on gece daha geçirdim ve böylece elli gece, (insanlar) bizimle boykot etti. Elli gecenin sabahında sabah namazımı kıldım ve evlerimizin çatılarından birinde oturuyordum. Ve aslında o durumda oturuyordum ki, Allah, yüce ve aziz olan, bizimle ilgili şu sözlerle tanımlamıştır: \"Hayat kendime zorlaştı ve yer, geniş olmasına rağmen, üzerime kapandı.\" O sırada Sal' tepesinin zirvesinden bir anonsun sesini duydum: \"Ka'b b. Malik, sana müjdeler var.\" Secdeye kapandım ve benim için (bir mesaj) rahatlama olduğunu anladım. Allah'ın Elçisi (ﷺ) halkı, Allah'ın bizim tevbe kabul ettiğini bildirdiği sabah namazını kıldığında, insanlar bize müjdeler vermeye başladılar ve bazıları arkadaşlarıma müjdeleri iletmek için gitti ve bir kişi Aslam kabilesinden atını dörtnala sürerek geldi ve atı, sesiyle benden daha hızlı ulaştı. O geldiğinde, sesini duydum ve bana müjdeleri verdi. Elbiselerimi çıkardım ve ona giydirdim çünkü bana müjdeleri getirdi ve Allah'a yemin ederim ki, o gün başka bir elbise yoktu, sadece bu iki elbise vardı ve birinden iki elbise ödünç istedim ve onları giydim."
    },
    {
      "id": 68,
      "narrator": "Anas reported that a person was charged with fornication with the slavegirl of Allah's Messenger (ﷺ). Thereupon Allah's Messenger (ﷺ) said to 'Ali:",
      "text": "Allah'ın Elçisi (ﷺ)ne geldim ve yolda, tevbenin kabul edilmesi nedeniyle selamımı veren insan gruplarıyla karşılaştım ve dediler ki: İşte, Allah'ın seni kabul ettiği tevbenin selamı. (Devam ettim) ta ki camiye geldim ve Allah'ın Elçisi (ﷺ) orada insanlarla oturuyordu. Talha b. 'Ubaidullah ayağa kalktı ve bana doğru koştu ve elimi sıktı ve selam verdi ve Allah'a yemin ederim ki, hicret edenlerden benimle selamlaşan tek kişi oydu. Ka'b, Talha'nın bu iyi jestini asla unutmadığını söyledi. Ka'b daha sonra şöyle dedi: Allah'ın Elçisi (ﷺ)ne Selam-o-Aleyküm dedim ve yüzü sevinçten parlıyordu ve şöyle dedi: Müjdeler ve bereketler senin için olsun, senin doğduğun günden beri (bulduğun) gibi bir şey bulamazsın. Ben de: Allah'ın Elçisi, bu senin tevbenin kabulü mü yoksa Allah'tan mı? O dedi: Hayır, (bu benden değil), bu Allah'tandır ve Allah'ın Elçisi (ﷺ)nin mutlu olduğunda yüzü parlayarak, ayın bir parçası gibi görünürdü ve biz bunu (sevinçte) tanırdık. Onun önünde oturduğumda, dedim: Allah'ın Elçisi, Allah rızası için ve Elçisi (ﷺ) için malımı sadaka vermeme izin var mı? Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Kendine bir mal bırak, bu senin için daha iyidir. Ben de: Khaibar seferinde bana düşen malı kendimde tutacağım dedim. Allah'ın Elçisi, gerçekten, Allah beni gerçeği söylemek nedeniyle kurtardı ve bu yüzden (sanırım) tevbe, yaşadığım sürece sadece doğruyu söylemek olmalı. O dedi: Allah'a yemin ederim ki, Allah"
    }
  ]
}