{
  "language": "tr",
  "metadata": {
    "length": 21,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Zaid b. Arqam reported:",
      "text": "Zaid b. Arqam rivayet etti: Biz, Allah'ın Elçisi (ﷺ) ile birlikte birçok zorlukla karşılaştığımız bir yolculuğa çıktık. 'Abdullah b. Ubayy, arkadaşlarına şöyle dedi: Allah'ın Elçisi (ﷺ) ile olanlara sahip olduklarınızı vermeyin, ta ki onu terk etsinler. Zubair dedi ki: Bu, \"min haulahu\" (etrafındaki) olarak okuyan kişinin okumasıdır ve diğer okuma ise \"man haulahia\" (etrafında olanlar)dır. Ve bu durumda Medine'ye döndüğümüzde, onurlu olanlar oradan aşağılık olanları çıkaracaklardır (lxiv. 8). Ben, Allah'ın Elçisi (ﷺ) ile geldim ve ona bunu bildirdim, o da 'Abdullah b. Ubayy'e birini gönderdi ve ona bunu söyleyip söylemediğini sordu. O, bunu yapmadığına dair yemin etti ve Zaid'in Allah'ın Elçisi (ﷺ) için yalan söylediğini söyledi. Zaid dedi ki: Bu yüzden çok endişelendim ta ki bu ayet benim doğruluğumu tasdik edene kadar: \"Münafıklar geldiğinde\" (lxiii. 1). Allah'ın Elçisi (ﷺ) sonra onları affetmek için çağırdı, ama onlar başlarını çevirdiler sanki duvara sabitlenmiş tahta kancalar gibi (lxiii. 4) ve aslında görünüşte iyi görünüyorlardı."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Jabir, Allah'ın Elçisi (ﷺ) 'Abdullah b. Ubayy'in mezarına geldiğini, onu oradan çıkardığını, dizine koyduğunu ve tükürüğünü ağzına koyduğunu ve onu kendi gömleğiyle kefenlediğini bildirdi; Allah en iyi bilendir."
    },
    {
      "id": 4,
      "narrator": "Ibn 'Umar reported that when 'Abdullah b. Ubayy b. Salul died. His son 'Abdullah b. 'Abdullah (b. Ubayy) came to Allah's Messenger (ﷺ) and begged him that he should give him his shirt which he would use as a coffin for his father, he gave him that. He then begged that he should conduct funeral prayer for him. Allah's Messenger (ﷺ) had hardly got up to observe the prayer for him that 'Umar stood up and caught hold of the garment of Allah's Messenger (ﷺ) and said:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "This hadith has been narrated on the authority of 'Abdullah with the same chain of transmitters but with this addition:",
      "text": "Jabir b. 'Abdullah, Allah'ın Elçisi (ﷺ) 'Abdullah b. Ubayy'in mezarına geldiğini, onun orada yerleştirildiğini bildirdi. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 6,
      "narrator": "Ibn Mas'ud reported that there gathered near the House three persons amongst whom two were Quraishi and one was a Thaqafi or two were Thaqafis and one was a Quraishi. They lacked understanding but wore more flesh. One of them said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "",
      "text": "İbn 'Umar, 'Abdullah b. Ubayy b. Salul öldüğünde, oğlu 'Abdullah b. 'Abdullah (b. Ubayy) Allah'ın Elçisi (ﷺ) yanına geldi ve ona babası için kefen olarak kullanacağı gömleğini vermesini rica etti, o da ona verdi. Daha sonra onun için cenaze namazı kılmasını istedi. Allah'ın Elçisi (ﷺ) onun için namaza kalkar kalkmaz 'Umar ayağa kalktı ve Allah'ın Elçisi (ﷺ) 'nin elbisesinden tuttu ve dedi: Allah'ın Elçisi, bu adam için dua mı edeceksin, halbuki Allah sana onun için dua etmeyi yasakladı? Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Allah bana bir seçenek verdi, o da \"Onlar için bağışlanma dileyebilirsin veya dileyemezsin, ve eğer onlar için yetmiş kez bağışlanma dilesen bile\" (ix. 80) dedi, ve ben yetmişe bir ekleme yapacağım. O bir münafıktı ve Allah'ın Elçisi (ﷺ) onun için dua etti ve Allah, Yüce ve Glorifike, bu ayeti indirdi: \"Onlardan hiçbiri için dua etme ve mezarlarının başında durma\" (ix. 84)."
    },
    {
      "id": 8,
      "narrator": "Zaid b. Thabit reported that Allah's Apostle (ﷺ) set out for Uhud. Some of those persons who were with them came back. The Companions of Allah's Apostle (ﷺ) were divided in two groups. One group said:",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "",
      "text": "Bu hadisi 'Abdullah'dan aynı isnat zinciriyle ancak şu eklemeyle rivayet edilmiştir: \"Sonra onlar için (cenaze) namazı kılmayı bıraktı.\""
    },
    {
      "id": 10,
      "narrator": "Abu Sa'id Khudri reported that during the lifetime of Allah's Messenger (ﷺ) the hypocrites behaved in this way that when Allah's Apostle (ﷺ) set out for a battle, they kept themselves behind, and they became happy that they had managed to sit in the house contrary to (the act of) Allah's Messenger (ﷺ), and when Allah's Apostle (may peace he upon him) came back, they put forward excuses and took oath and wished that people should laud them for the deeds which they had not done. It was on this occasion that this verse was revealed:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Humaid b. 'Abd al-Rahman b. 'Auf reported that Marwan said to Rafi', his chamberlain, that he should go to Ibn 'Abbas and ask him:",
      "text": "İbn Mes'ud, Kabe yakınında üç kişinin toplandığını, bunlardan ikisinin Kureyş'ten, birinin ise Thaqafi olduğunu veya iki Thaqafi ve bir Kureyşli olduğunu bildirdi. Anlayışları yoktu ama daha fazla etleri vardı. Birisi dedi ki: Allah'ın bizim konuştuğumuzu duyduğunu düşünüyor musunuz? Diğeri dedi ki: Yüksek sesle konuştuğumuzda duyar, ama alçak sesle konuştuğumuzda duymaz, ve diğer biri de dedi ki: Yüksek sesle konuştuğunda dinliyorsa, alçak sesle konuştuğumuzda da dinler. İşte bu vesileyle bu ayet indirildi: \"Kendinizi gizlemediniz ki, kulaklarınız, gözleriniz ve derileriniz aleyhinizde şahitlik etmesin\" (xli. 22)."
    },
    {
      "id": 12,
      "narrator": "Qais reported:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "Qais b. 'Ubad reported:",
      "text": "Bu hadisi 'Abdullah'dan başka bir isnat zinciriyle rivayet edilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Tufail reported that there was a dispute between Hudhaifa and one from the people of Aqaba as it happens amongst people. He said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "Jabir b. Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Zaid b. Thabit, Allah'ın Elçisi (ﷺ) Uhud'a doğru yola çıktığını bildirdi. Onlarla birlikte olan bazı kişiler geri döndü. Allah'ın Elçisi (ﷺ) 'nin arkadaşları iki gruba ayrıldılar. Bir grup dedi ki: Onları öldüreceğiz, diğer grup ise: Hayır, bu yapılmamalı, ve bu vesileyle bu ayet indirildi: \"O halde münafıklar hakkında iki grup olmanıza ne sebep oldu?\" (iv. 88)."
    },
    {
      "id": 16,
      "narrator": "Jabir b. Abdullah reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Bu Murar tepesine tırmanmak isteyen...\" Hadisin geri kalanı aynıdır, ancak bu değişiklikle, kaybolan bir şeyini arayan bir bedevi olduğu belirtilmiştir."
    },
    {
      "id": 17,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik bildirdi: Aramızda Beni Neccar kabilesine mensup bir kişi vardı ve o, Bakara Suresi ve Al-i İmran Suresi'ni okurdu ve Allah'ın Elçisi (ﷺ) için yazardı. İsyan ederek kaçtı ve Kitap Ehli'ne katıldı. Onlar buna büyük önem verdiler ve \"O, Muhammed için yazan kişidir\" dediler ve ondan çok memnun oldular. Zaman geçti, Allah onun ölümüne sebep oldu. Mezarını kazdılar ve onu oraya gömdüler, ancak toprak onu yüzeye attı. Yine mezarını kazdılar ve gömdüler ama toprak yine onu yüzeye attı. Tekrar mezarını kazdılar ve gömdüler ama toprak yine onu yüzeye attı. Nihayet onu gömülmeden bıraktılar."
    },
    {
      "id": 18,
      "narrator": "Jabir reported that Allah's Messenger (ﷺ) came back from a journey and as he was near Medina, there was such a violent gale that the mountain seemed to be pressed. Allah's Messenger (ﷺ) said:",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) bir yolculuktan dönerken, Medine'ye yakın bir yerde o kadar şiddetli bir rüzgar oldu ki, dağlar sanki baskı altındaymış gibi göründü. Allah'ın Elçisi (ﷺ) şöyle dedi: \"Bu rüzgar belki de bir münafığın ölümü için estirilmiştir.\" Medine'ye vardığında, münafıklar arasından tanınmış bir münafık ölmüştü."
    },
    {
      "id": 19,
      "narrator": "Iyas reported on the authority of his father:",
      "text": "İyas, babasının rivayetiyle: Allah'ın Elçisi (ﷺ) ile birlikte ateşten mustarip bir kişiyi ziyaret ettik. Onun üzerine elimi koyduğumda, \"Vallahi, bu güne kadar ondan daha yüksek ateşli birini görmedim.\" dedim. Bunun üzerine Allah'ın Elçisi (ﷺ), yüzünü arkadaşlarına çevirerek, \"Sizlere, Kıyamet Günü bu iki kişinin geçireceği daha şiddetli bir ateşten haber vermeyeyim mi?\" dedi. Ve o iki kişi, Müslümanların arkasına dönmüş deve üzerinde oturan münafıklardı."
    },
    {
      "id": 20,
      "narrator": "Ibn Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Münafığın benzeri, iki sürü arasında amaçsızca dolaşan bir koyundur. Bir zaman birine, bir zaman diğerine gider.\""
    },
    {
      "id": 21,
      "narrator": "Ibn Umar reported Allah's Apostle (ﷺ) saying like this but with this change of words:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) bu şekilde söyledi ancak kelimelerde bu değişiklikle: \"Bazen bir sürüde bir yol bulur, sonra diğer sürüde.\""
    }
  ]
}