{
  "language": "tr",
  "metadata": {
    "length": 103,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Cennet zorluklarla çevrilidir ve Cehennem ateşi ise cazibelerle çevrilidir."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 3,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying that:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Yüce ve Glorifiye Allah, şöyle dedi: Ben, salih kullarım için, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir insan kalbinin idrak etmediği şeyler hazırladım; fakat bunlar, Allah'ın Kitabı ile tasdik edilmiştir. Ardından şu ayeti okudu: \"Hiçbir nefis, kendilerine ne gibi bir göz aydınlığı saklandığını bilmez; bu, yaptıklarının karşılığıdır.\" (xxxii. 17)"
    },
    {
      "id": 4,
      "narrator": "Abu Huraira reported that Allah's Apostle (ﷺ) said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Yüce ve Glorifiye Allah, şöyle dedi: Ben, salih kullarım için, hiçbir gözün görmediği, hiçbir kulağın işitmediği ve hiçbir insan kalbinin idrak etmediği nimetler hazırladım; bunlar, Allah'ın size bildirdiği nimetler dışında."
    },
    {
      "id": 5,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) said that Allah, the Exalted and Glorious, said:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Yüce ve Glorifiye Allah, şöyle dedi: Ben, salih kullarım için, gözün görmediği, kulağın işitmediği ve hiçbir insan kalbinin idrak etmediği nimetler hazırladım; bunlar, Allah'ın size bildirdiği nimetler dışında. Ardından şu ayeti okudu: \"Hiçbir nefis, kendilerine ne gibi bir göz aydınlığı saklandığını bilmez.\""
    },
    {
      "id": 6,
      "narrator": "Sahl b. Sa'd as-Sa'idi reported:",
      "text": "Sahl b. Sa'd as-Sa'idi rivayet etti: Ben, Allah'ın Elçisi (ﷺ) ile birlikteydim; o, Cennet'i tarif etti ve ardından Allah'ın Elçisi (ﷺ) şu sözlerle tamamladı: Gözün görmediği, kulağın işitmediği ve hiçbir insan kalbinin idrak etmediği nimetler olacaktır. Ardından şu ayeti okudu: \"Onlar yataklarından kalkar, Rablerine korku ve umutla dua ederler ve kendilerine verdiğimiz şeylerden infak ederler. Öyle ki, hiçbir nefis, kendileri için ne gibi bir göz aydınlığı saklandığını bilmez: bu, yaptıklarının karşılığıdır.\" (xxxii. 16-17)"
    },
    {
      "id": 7,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cennet'te, bir binicinin yüz yıl boyunca gölgesinde seyahat edebileceği bir ağaç vardır."
    },
    {
      "id": 8,
      "narrator": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters with the addition of these words:",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle başka bir nakil zinciri üzerinden şu eklemeyle aktarılmıştır: \"Bu mesafeyi kat edemeyecek.\""
    },
    {
      "id": 9,
      "narrator": "Sahl b. Sa'd reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sahl b. Sa'd, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cennet'te, bir binicinin yüz yıl boyunca gölgesinde seyahat edebileceği bir ağaç vardır; ancak mesafeyi tamamen kat edemeyecektir. Bu hadis, Abu Sa'id al-Khudri'nin rivayetiyle de aktarılmıştır; Allah'ın Elçisi (ﷺ) şöyle demiştir: Cennet'te, bir binicinin ince ve hızlı bir atla yüz yıl boyunca seyahat edebileceği bir ağaç vardır; mesafeyi tamamen kat edemeyecektir. Cennet sakinleri için Allah'ın rızası olacaktır ve O, onlardan asla kızmayacaktır."
    },
    {
      "id": 10,
      "narrator": "Abu Sa'id al-Khudri reported that Allah's Apostle (ﷺ) said that Allah would say to the inmates of Paradise:",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Allah, Cennet sakinlerine şöyle diyecek: Ey Cennet sakinleri! Onlar da: \"Emrindeyiz ve hoşnutuz, ey Rabbimiz; hayır, Senin elindedir.\" diyecekler. O (Rab) şöyle diyecek: \"Artık hoşnut musunuz?\" Onlar: \"Neden hoşnut olmayalım, ey Rabbimiz, Sen bize vermediğin bir şeyi verdin?\" diyecekler. Ancak O şöyle diyecek: \"Size daha üstün bir şey vermeyeyim mi?\" Onlar: \"Ey Rabbimiz, bundan daha üstün ne olabilir?\" diyecekler. O da: \"Ben, üzerinize rızamı indirgeyeceğim ve sonrasında asla sizden kızmayacağım.\" diyecek."
    },
    {
      "id": 11,
      "narrator": "Sahl b. Sa'd reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sahl b. Sa'd, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cennet sakinleri, Cennet'in üst katına, gökyüzündeki gezegenleri gördüğünüz gibi bakacaklar. Bu hadisi Nu'man b. Abi 'Ayyash'a aktardım; o da: \"Abu Sa'id al-Khudri'nin şöyle dediğini duydum: Doğu ve batı ufkunda parlayan gezegenleri gördüğünüz gibi.\" dedi."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, Abu Hazim'in rivayetiyle başka bir nakil zinciri üzerinden aktarılmıştır."
    },
    {
      "id": 13,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Sa'id al-Khudri, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cennet sakinleri, kendilerinin üzerinde bulunan dairenin sakinlerini, doğu ve batı ufkunda parlayan gezegenleri gördüğünüz gibi göreceklerdir; çünkü bazıları diğerlerinden üstündür. Onlar: \"Ey Allah'ın Elçisi, bu elçiler dairesinde başkaları ulaşamayacak mı?\" dediler. O: \"Evet, onlar ulaşacaklar; benim hayatımın elinde olan Allah'a yemin ederim ki, Allah'a inanan ve gerçeği kabul edenler onlara ulaşacaklar.\" dedi."
    },
    {
      "id": 14,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ümmetimden en çok sevdiğim insanlar, benden sonra gelenlerdir; ancak onların her biri, aileleri ve malları pahasına bile olsa, beni bir kez görmek için en büyük arzuyu taşıyacaktır."
    },
    {
      "id": 15,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Cennet'te, her Cuma gelecekleri bir sokak vardır. Kuzey rüzgarı eser ve yüzlerine ve elbiselerine güzel kokular saçarak güzelliklerini artırır; ardından, güzelliklerine ek bir parıltı ile ailelerine dönerler. Aileleri onlara: \"Vallahi, bizden ayrıldıktan sonra güzelliğiniz ve çekiciliğiniz arttı.\" derler; onlar da: \"Vallahi, siz de bizden sonra güzelliğinizi ve çekiciliğinizi artırdınız.\" derler."
    },
    {
      "id": 16,
      "narrator": "Muhammad reported that some (persons) stated with a sense of pride and some discussed whether there would be more men in Paradise or more women. It was upon this that Abu Huraira reported that Abu'l Qasim (the Holy Prophet) (ﷺ) said:",
      "text": "Muhammed, bazı kişilerin gururla ifade ettiklerini ve bazılarının Cennet'te daha fazla erkek mi yoksa daha fazla kadın mı olacağı hakkında tartıştıklarını bildirdi. Bunun üzerine Ebu Hureyre, Ebu'l Kasım (Sallallahu Aleyhi ve Sellem) şöyle dediğini aktardı: Cennet'e ilk girecek olan grubun yüzleri, gece dolunay gibi parlak olacak ve bu gruptan sonraki grup, gökyüzündeki parlayan yıldızlar gibi parlak olacak ve her kişinin iki eşi olacak ve bacaklarının iliği etin altında parlayacak ve Cennet'te eşsiz kimse kalmayacak."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla başka bir nakil zinciri ile aktarılmıştır."
    },
    {
      "id": 18,
      "narrator": "This hadith has been narrated on the authority of Abu Huraira through another chain of transmitters that Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla başka bir nakil zinciri ile aktarılmıştır. Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem) şöyle demiştir: Cennet'e girecek olan ilk grup, gökyüzündeki yıldızlar gibi parlayan yüzlere sahip olacaklardır. Ne idrar yapacaklar, ne dışkılayacaklar, ne de nezle olacaklar, ne de tüküreceklerdir. Tarakları altından yapılacak, terleri misk olacak, ocaklarının yakıtı aloevera olacak ve eşleri büyük gözlü genç kızlar olacak ve şekilleri, babalarının (Adem) şekline benzer şekilde altmış arşın boyunda tek bir kişi gibi olacaktır."
    },
    {
      "id": 19,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem) şöyle dediğini bildirdi: Ümmetimin Cennet'e girecek ilk grubu, gece dolunay gibi olacaktır. Sonra onlara en yakın olanlar; parlaklık açısından en çok parlayan yıldızlar gibi olacaklardır, ardından diğerleri sıralar halinde gelecektir. Ne dışkılayacaklar, ne idrar yapacaklar, ne de nezle olacaklar, ne de tüküreceklerdir. Tarakları altından yapılacak, ocaklarının yakıtı aloevera olacak ve terleri misk olacak ve şekilleri, babalarının boyu olan altmış arşın uzunluğunda tek bir kişi gibi olacaktır. Bu hadis, İbn Ebi Şeybe aracılığıyla hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 20,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "Hammam b. Munabbih bildirdi: Ebu Hureyre'nin Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem) ile ilgili olarak aktardığı hadislerden bazıları şunlardır: Cennet'e kabul edilecek ilk grup, gece dolunay gibi parlayan yüzlere sahip olacaktır. Ne tükürecekler, ne nezle olacaklar, ne de dışkılayacaklardır. Kapları ve tarakları altın ve gümüşten yapılacak, ocaklarının yakıtı aloevera olacak ve terleri misk olacak ve her birinin, etin altından iliği görünen iki eşi olacaktır. Aralarında hiçbir anlaşmazlık ve kalplerinde düşmanlık olmayacak. Kalpleri tek bir kalp gibi olacak ve sabah akşam Allah'ı tesbih edeceklerdir."
    },
    {
      "id": 21,
      "narrator": "Jabir reported:",
      "text": "Cabir, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem)'in Cennet'teki sakinlerin yiyecek ve içeceklerini tüketip, ne tüküreceklerini, ne idrar yapacaklarını, ne dışkılayacaklarını, ne de nezle olacaklarını söylediğini duyduğunu bildirdi. \"O zaman yiyecekle ne olacak?\" denildi. Bunun üzerine şöyle dedi: \"Geğirecekler ve terleyecekler (ve yiyecekleri bu şekilde sona erecek), terleri misk olacak ve Allah'ı, nefes alır gibi kolayca tesbih edeceklerdir.\""
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, A'maş aracılığıyla hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 23,
      "narrator": "",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem)'in Cennet'teki sakinlerin orada yiyecek ve içeceklerini, ancak ne dışkılayacaklarını, ne nezle olacaklarını, ne de idrar yapacaklarını söylediğini bildirdi. Yiyecekleri geğirme şeklinde sindirilecek ve terleri misk olacak ve Allah'ı, nefes alır gibi kolayca tesbih edeceklerdir."
    },
    {
      "id": 24,
      "narrator": "",
      "text": "Bu hadis, Cabir aracılığıyla hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem)'in şöyle dediğini bildirdi: Cennet'e girecek olan kişi, öyle bir ebedi nimete sahip olacak ki, ne yoksul düşecek, ne elbiseleri yıpranacak, ne de gençliği azalacaktır."
    },
    {
      "id": 26,
      "narrator": "Abu Sa'id al-Khudri and Abu Huraira both reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri ve Ebu Hureyre, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem)'in şöyle dediğini bildirdi: Cennet'te bir ilan edici olacak ve bu duyuruyu yapacak: \"Şüphesiz sizin için (ebedi) sağlık vardır ve asla hasta olmayacaksınız ve (sonsuz) yaşayacaksınız ve asla ölmeyeceksiniz. Ve her zaman genç kalacaksınız ve asla yaşlanmayacaksınız. Ve her zaman refah içinde yaşayacaksınız ve asla yoksul düşmeyeceksiniz.\" Allah, Yüce ve Şanlı olanın sözleri şunlardır: \"Ve onlara şöyle denilecek: İşte bu Cennet'tir. Daha önce yaptıklarınız dolayısıyla onu miras aldınız.\" (VII; 43)"
    },
    {
      "id": 27,
      "narrator": "",
      "text": "Ebu Bekir b. Abdullah b. Kays, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem) Cennet'te bir mümin için, genişliği altmış mil olan tek bir oyulmuş inci çadırı olacağını söyledi. Bu, bir mümin için tasarlanmış olacak ve müminler etrafında dönecek ve hiç kimse diğerlerini göremeyecek."
    },
    {
      "id": 28,
      "narrator": "",
      "text": "Ebu Bekir b. Abdullah b. Kays, babası aracılığıyla bildirdi ki, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem) Cennet'te her bir köşesinde bir aile yaşayacak şekilde, genişliği her yönden altmış mil olan tek bir oyulmuş inci çadırı olacağını söyledi ve diğerleri, etraflarında dönen mümini göremeyeceklerdir."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "Bu hadis, Ebu Bekir b. Ebu Musa b. Kays aracılığıyla, babası aracılığıyla, Elçi (Sallallahu Aleyhi ve Sellem)'in, gökyüzüne doğru altmış mil yüksekliğinde bir inci çadırı olacağını söylediğini aktardığı bir nakil zinciri ile aktarılmıştır. Her köşede bir mümin ailesi olacak ve diğerleri onları göremeyecektir."
    },
    {
      "id": 30,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (Sallallahu Aleyhi ve Sellem)'in şöyle dediğini bildirdi: Seyhan, Ceyhan, Fırat ve Nil, Cennet nehirlerindendir."
    },
    {
      "id": 31,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Cennete, kalpleri kuşların kalpleri gibi olan insanlar girecektir."
    },
    {
      "id": 32,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Allah, Yüce ve Glorifık, Âdem'i kendi suretinde altmış arşın boyunda yarattı ve onu yarattığında ona o gruba selam vermesini söyledi; o da orada oturan bir grup melekti. Onların ona vereceği cevabı dinle, çünkü bu onun ve soyunun selamı olacaktır. Sonra gitti ve dedi ki: Selamünaleyküm! Onlar (melekler) dediler: Selam sana ve Allah'ın Rahmeti olsun, ve \"Allah'ın Rahmeti\" eklemesi yaptılar. Cennete girecek olan kişi Âdem suretinde, boyu altmış arşın olarak girecek, ardından onu takip eden insanlar bu güne kadar boy olarak giderek küçüleceklerdir."
    },
    {
      "id": 33,
      "narrator": "Abdullah b. Mas`ud reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah b. Mes'ud, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: O gün (Kıyamet Günü) cehennem yetmiş bin dizginle getirilecektir ve her dizgini çeken yetmiş bin melek olacaktır."
    },
    {
      "id": 34,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Âdem'in çocuklarının yandığı ateş, cehennem ateşinin sadece yetmişte biri kadardır. Arkadaşları dediler: Vallahi, sıradan bir ateş bile (insanları yakmak için) yeterdi. Bunun üzerine o dedi ki: Bu, bu dünyadaki ateşin (sıcaklığının) altmış dokuz katıdır ve her biri onların sıcaklığına eşittir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle başka bir isnat zinciri üzerinden, kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 36,
      "narrator": "Abu Huraira reported:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) yanında bulunduğumuz bir sırada korkunç bir ses duyduğumuzu bildirdi. Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: Bu (ses) nedir biliyor musunuz? Biz dedik: Allah ve Resulü en iyi bilendir. Bunun üzerine o dedi ki: Bu, cehenneme yetmiş yıl önce atılan bir taştır ve sürekli kayıyordu, şimdi de tabanına ulaştı."
    },
    {
      "id": 37,
      "narrator": "This hadith has been narrated on the authority of Abfi Huraira with the same chain of transmitters but with this change of wording that the Prophet (may. peace be upon him) said:",
      "text": "Bu hadis, aynı isnat zinciri ile Abu Huraira'nın rivayeti olarak, ancak kelime değişikliği ile nakledilmiştir; Peygamber (sallallahu aleyhi ve sellem) dedi ki: O, tabanına ulaştı ve siz onun sesini duydunuz."
    },
    {
      "id": 38,
      "narrator": "Samura b. Jundub reported Allah's Apostle (may peace -be upon him) as saying:",
      "text": "Samura b. Cundub, Allah'ın Resulü'nün (sallallahu aleyhi ve sellem) şöyle söylediğini bildirdi: İçlerinde ayak bileklerine kadar ateşin ulaşacağı bazıları olacak, bazılarına dizlerine, bazılarına beline ve bazılarına köprücük kemiklerine kadar ateş ulaşacaktır."
    },
    {
      "id": 39,
      "narrator": "Samura b. Jundub reported Allah's Messenger (ﷺ) as saying:",
      "text": "Samura b. Cundub, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Onların arasında ayak bileklerine kadar ateşin ulaşacağı bazıları olacak, bazılarına dizlerine, bazılarına beline ve bazılarına köprücük kemiklerine kadar ateş ulaşacaktır."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Bu hadis, aynı isnat zinciri ile Sa'id'in rivayeti olarak, ancak kelime değişikliği ile nakledilmiştir."
    },
    {
      "id": 41,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Cehennem ile Cennet arasında bir tartışma oldu ve Cehennem dedi ki: Kibirli ve gururlu olanlar bende barınacak. Cennet dedi ki: Alçakgönüllü ve mütevazı olanlar bende barınacak. Bunun üzerine Allah, Yüce ve Glorifık, (Cehenneme hitaben) dedi ki: Sen, benim dilediğim kullarıma azap ettiğim bir araçsın. (Cennete hitaben) dedi ki: Sen, benim dilediğim kullarıma merhamet ettiğim bir merhamet kaynağısın, fakat her biriniz dolu olacak."
    },
    {
      "id": 42,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Cehennem ile Cennet arasında bir tartışma oldu ve Cehennem dedi ki: Kibirli ve gururlu olanlarla ayrıldım. Cennet dedi ki: Benimle alçakgönüllü ve mütevazı olanlar, ezilenler ve sade olanlar neden giriyor? Bunun üzerine Allah, Cennete dedi ki: Sen, benim dilediğim kullarıma merhamet ettiğim bir merhamet kaynağısın, ve Cehenneme dedi ki: Sen, benim dilediğim kullarıma azap ettiğim bir azap kaynağısın. Her ikiniz de dolu olacak. Cehennem, Allah ayağını oraya koymadıkça dolmayacaktır. Cehennem, Yeter, yeter, yeter diyecek ve o zaman dolacak, tüm parçaları bir araya gelecek."
    },
    {
      "id": 43,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Cennet ile Cehennem birbirleriyle tartıştılar. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 44,
      "narrator": "Hammam b. Munabbih reported that Abu Huraira narrated to them some ahadith of Allah's Messenger (ﷺ) and one of them is this that Allah's Messenger (ﷺ) said:",
      "text": "Hammam b. Munabbih, Abu Huraira'nın onlara bazı Allah'ın Resulü'nün (ﷺ) hadislerini aktardığını bildirdi ve bunlardan biri şudur: Cennet ile Cehennem arasında bir tartışma oldu ve Cehennem dedi ki: Kibirli ve gururlu olanları barındırmak için ayrıldım, ve Cennet dedi ki: Alçakgönüllü ve mütevazı olanlar, ezilenler ve sade olanlar neden bende barınacak? Bunun üzerine Allah, Cennete dedi ki: Sen, benim dilediğim kullarıma merhamet ettiğim bir merhamet kaynağısın. Ve Cehenneme dedi ki: Sen, benim dilediğim kullarıma azap ettiğim bir azap kaynağısın ve her ikiniz de dolu olacak. Cehennem, Allah, Yüce ve Glorifık, ayağını oraya koymadıkça dolmayacaktır ve o, Yeter, yeter, yeter diyecek ve o zaman dolacak ve bir parça diğerine çok yakınlaşacak ve Allah, yaratılmışlardan hiç kimseye zulmetmeyecek ve Cennet için başka bir yaratılış yaratacaktır (onu barındırmak için)."
    },
    {
      "id": 45,
      "narrator": "Abu Sa'id al-Khudri reported that Allah's Messenger (ﷺ) said:",
      "text": "Abu Sa'id el-Hudri, Allah'ın Resulü'nün (ﷺ) şöyle söylediğini bildirdi: Cennet ile Cehennem birbirleriyle tartıştılar. Hadisin geri kalanı, Abu Huraira'nın rivayetiyle \"İkisini de doldurmam zorunludur.\" sözlerine kadar aynıdır."
    },
    {
      "id": 46,
      "narrator": "Anas b. Malik reported that Allah's Apostle (ﷺ) said that the Hell would continue to say:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) tarafından Cehennem'in sürekli olarak \"Daha fazla var mı?\" diye söyleyeceğini, ta ki Allah, yüce ve yüksek olan, oraya ayağını koyuncaya kadar, o zaman \"Yeter, yeter, senin şerefine\" diyeceğini ve bazı kısımlarının birbirine yaklaşacağını bildirmiştir."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Bu hadisi Anas'tan başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 48,
      "narrator": "'Abd al-Wahhab b. Ata' reported in connection with the words of Allah, the Exalted and the Glorious:",
      "text": "'Abd al-Wahhab b. Ata', Allah, yüce ve aziz olanın sözleriyle ilgili olarak, Kıyamet Günü Cehennem'e \"Tamamen doldu mu?\" diye sorulacağını ve Cehennem'in \"Daha fazla var mı?\" diye cevap vereceğini bildirmiştir. Ayrıca Anas b. Malik'ten, Allah'ın Elçisi (ﷺ) tarafından \"Günahkârlar oraya atılacak ve Cehennem sürekli olarak 'Daha fazla var mı?' diye söyleyecek, ta ki Allah, yüce ve aziz olan, oraya ayağını koyuncaya kadar ve bazı kısımları birbirine yaklaşacak ve 'Yeter, yeter, senin şerefine ve senin izzetine' diyecektir. Cennet'te Allah yeni bir yaratılış yaratıncaya kadar yeterince yer olacak ve o boş yeri Cennet'te onlara tahsis edecektir.\" şeklinde bildirmiştir."
    },
    {
      "id": 49,
      "narrator": "Anas reported Allah's Apostle (ﷺ) as saying:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) tarafından \"Cennet'te Allah'ın istediği kadar yer bırakılacaktır. Sonra Allah, istediği gibi başka bir yaratılış yaratacaktır.\" şeklinde bildirmiştir."
    },
    {
      "id": 50,
      "narrator": "Abu Sa'id reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id, Allah'ın Elçisi (ﷺ) tarafından \"Kıyamet Günü ölüm, beyaz renkli bir koç şeklinde getirilecektir.\" dediğini bildirmiştir. Ebu Kuraib bu eklemeyi yapmıştır: \"Sonra Cennet ile Cehennem arasında durdurulacaktır.\" Hadisin geri kalanı arasında tam bir anlaşma vardır ve Cennet sakinlerine \"Bunu tanıyor musunuz?\" denilecektir. Onlar boyunlarını kaldıracak ve ona bakacak ve \"Evet, bu ölümdür.\" diyeceklerdir. Sonra Cehennem ateşinin sakinlerine \"Bunu tanıyor musunuz?\" denilecektir. Onlar boyunlarını kaldıracak ve bakacak ve \"Evet, bu ölümdür.\" diyeceklerdir. Sonra onun kesilmesi emredilecektir ve sonra \"Ey Cennet sakinleri, sizin için ebedi bir yaşam var ve ölüm yok.\" denilecektir. Ve sonra Cehennem ateşinin sakinlerine \"Ey Cehennem sakinleri, sizin için ebedi bir yaşam var ve ölüm yok.\" denilecektir. Allah'ın Elçisi (ona selam olsun) bu ayeti okumuş ve elini bu (madde) dünyasına işaret ederek göstermiştir: \"Onları uyar, bu korkunç gün hakkında, işlerin karar bağlandığı gün ve onlar gaflet içinde olacaklar ve inanmayacaklar.\" (Meryem, 39)."
    },
    {
      "id": 51,
      "narrator": "Abu Sa'id reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id, Allah'ın Elçisi (ﷺ) tarafından \"Cennet sakinleri Cennet'e alındığında ve Cehennem sakinleri Cehennem'e alındığında, Cennet sakinlerine \"Ey Cennet sakinleri\" denilecektir. Hadisin geri kalanı aynıdır, ancak bu farklılıkla (sadece) \"O, Allah'ın yüce sözüdür.\" demiştir. Ve \"Sonra Allah'ın Elçisi (ﷺ) okudu.\" dememiştir ve elini (madde) dünyasına işaret ettiğine dair bir şey zikretmemiştir."
    },
    {
      "id": 52,
      "narrator": "Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) tarafından \"Allah, Cennet sakinlerini Cennet'e ve Cehennem sakinlerini Cehennem'e alacaktır. Sonra ilan eden, onların arasında duracak ve \"Ey Cennet sakinleri, sizin için ölüm yok, ey Cehennem sakinleri, sizin için ölüm yok. Orada sonsuza kadar yaşayacaksınız.\" diyecektir.\" şeklinde bildirmiştir."
    },
    {
      "id": 53,
      "narrator": "`Umar b. Muhammad b. Zaid b. `Abdullah b. `Umar b. al-Khattab reported on the authority of his father `Abdullah b. `Umar that Allah's Messenger (ﷺ) said:",
      "text": "'Umar b. Muhammad b. Zaid b. 'Abdullah b. 'Umar b. al-Khattab, babası 'Abdullah b. 'Umar'dan rivayetle, Allah'ın Elçisi (ﷺ) tarafından \"Cennet sakinleri Cennet'e gittiğinde ve Cehennem sakinleri Cehennem'e gittiğinde, ölüm çağrılacak ve Cennet ile Cehennem arasında konulacak ve sonra kesilecektir. Sonra ilan eden, \"Ey Cennet sakinleri, ölüm yok. Ey Cehennem ateşi sakinleri, ölüm yok.\" diyecektir. Ve bu, Cennet sakinlerinin sevinçlerini artıracak ve Cehennem ateşi sakinlerinin üzüntülerini artıracaktır.\" şeklinde bildirmiştir."
    },
    {
      "id": 54,
      "narrator": "It is transmitted on the authority of Abu Huraira that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) tarafından \"Bir kafirin azı dişi veya bir kafirin köpek dişleri Uhud gibi olacak ve derisinin kalınlığı üç günlük yolculuk kadar olacaktır.\" dediğini bildirmiştir."
    },
    {
      "id": 55,
      "narrator": "Abu Huraira reported directly from Allah's Messenger (ﷺ) that he said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) tarafından \"Cehennem'deki bir kafirin iki omuzu, hızlı bir binici için üç günlük yolculuk mesafesi kadar olacaktır.\" dediğini bildirmiştir."
    },
    {
      "id": 56,
      "narrator": "Haritha b. Wahb reported that he heard Allah's Apostle (ﷺ) as saying:",
      "text": "Haritha b. Wahb, Allah'ın Elçisi (ﷺ) tarafından \"Sizlere Cennet sakinlerini bildirmeyeyim mi?\" dediğini işittiğini bildirmiştir. Onlar \"Bunu yap, elbette.\" dediler. Bunun üzerine Allah'ın Elçisi (ﷺ) \"Her alçakgönüllü kişi, eğer Allah'ın adıyla yemin ederse, Allah onu yerine getirecektir.\" dedi. Sonra \"Sizlere Cehennem ateşinin sakinlerini bildirmeyeyim mi?\" dedi. Onlar \"Evet.\" dediler. O da \"Her kibirli, şişman ve gururlu kişidir.\" dedi."
    },
    {
      "id": 57,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle ancak kelime değişikliği ile Shu'ba üzerinden nakledilmiştir."
    },
    {
      "id": 58,
      "narrator": "Haritha b. Wahb al-KhuzaIi reported Allah's Messenger (ﷺ) as saying:",
      "text": "Haritha b. Wahb al-Khuza'i, Allah'ın Elçisi (ﷺ) tarafından \"Sizlere Cennet sakinlerini bildirmeyeyim mi?\" dediğini ve sonra \"Her alçakgönüllü kişi, eğer Allah'ın adıyla yemin ederse, Allah kesinlikle yerine getirecektir.\" dediğini bildirmiştir. \"Sizlere Cehennem ateşinin sakinlerini bildirmeyeyim mi?\" dedi. Onlar \"Evet.\" dediler. O da \"Onlar hepsi gururlu, aşağılık ve kibirli kişilerdir.\" dedi."
    },
    {
      "id": 59,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) tarafından \"Dağınık saçlı birçok insan kapıdan kovuluyor ama o kadar takva sahibi ki, eğer Allah'ın adıyla yemin etseler, kesinlikle yerine getirilir.\" dediğini bildirmiştir."
    },
    {
      "id": 60,
      "narrator": "'Abdullah b. Zam'a reported that Allah's Messenger (ﷺ) delivered an address and he made a mention of the dromedary and also made a mention of one (base person) who cut off Its hind legs, and he recited:",
      "text": "'Abdullah b. Zam'a, Allah'ın Elçisi (ﷺ) bir konuşma yaptığında ve deveye de değindiğinde ve bir (aşağılık kişi) onun arka bacaklarını kestiğinde \"En aşağılıklarından biri kötülükle ortaya çıktığında\" (Kamer, 12) ayetini okuduğunu bildirmiştir. Kötü bir kişi, Abu Zam'a gibi bir ailenin gücüyle bile ortaya çıktığında. Sonra kadınlar hakkında talimat verdi ve \"Aranızda kadını döven biri var.\" dedi. Ebu Bekir'in rivayetinde \"Onu bir cariye gibi döver.\" şeklinde geçmektedir. Ebu Kuraib'in rivayetinde \"Onu bir köle gibi döver ve sonra günün sonunda bununla yatağını rahatlatır.\" demiştir. Ve rüzgarın çıkmasıyla insanların gülmesi hakkında talimat verdi ve \"Biriniz, kendinizin yaptığınız şeyle gülüyorsunuz.\" dedi."
    },
    {
      "id": 61,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Amr b. Luhay b. Qam'a b. Khindif, Beni Ka'b'ın kardeşi, bağırsaklarını ateşte sürüklerken gördüm."
    },
    {
      "id": 62,
      "narrator": "Sa'id b. Musayyib explained\" al-bahira\" as that animal which is not milked but for the idols. and none amongst the people milks them, and\" as-sa'iba\" as that animal which is let loose for the deities. Nothing is loaded over it, and Ibn Musayyib narrated that Abu Huraira stated that Allah's Messenger (ﷺ) said:",
      "text": "Sa'id b. Musayyib, \"el-bahira\"yı, putlar için sağılmayan hayvan olarak açıklamıştır ve insanlar arasında bunları sağan kimse yoktur. \"as-sa'iba\"yı ise, tanrılar için serbest bırakılan hayvan olarak tanımlamıştır. Üzerine hiçbir yük yüklenmez. İbn Musayyib, Ebu Hureyre'nin Allah'ın Elçisi (ﷺ) şöyle dediğini aktardığını bildirmiştir: Amr b. Amir el-Huzaili'yi ateşte bağırsaklarını sürüklerken gördüm ve o, tanrılara hayvan adayan ilk kişiydi."
    },
    {
      "id": 63,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Cehennem halkından iki tür vardır; biri, sığır kuyruğu gibi kamçılara sahip olanlardır ve bunlar insanları bu kamçılarla döverler. (İkincisi) ise, giyinik olmalarına rağmen çıplak olan kadınlardır; bunlar saptırılır ve saçları, hörgüçler gibi yüksek olan diğerlerini saptırırlar. Bu kadınlar cennete giremeyeceklerdir ve cennetin kokusunu algılayamayacaklardır, oysa onun kokusu şu kadar mesafeden algılanabilir (uzaktan)."
    },
    {
      "id": 64,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Eğer bir süre hayatta kalırsanız, elinde sığır kuyruğu gibi kamçılar olan insanları kesinlikle göreceksiniz. Onlar sabah Allah'ın gazabı altında kalkacaklar ve akşam Allah'ın öfkesiyle gireceklerdir."
    },
    {
      "id": 65,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Eğer bir süre yaşarsanız, kesinlikle insanların sabah Allah'ın gazabı altında kalktıklarını ve akşam Allah'ın laneti altında girdiklerini göreceksiniz; ellerinde sığır kuyruğu gibi kamçılar olacak."
    },
    {
      "id": 66,
      "narrator": "This hadith has been narrated through five different chains of transmitters and all of them are narrated on the authority of Mustaurid, brother of Bani Fihr, that Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, beş farklı nakil zinciriyle aktarılmıştır ve hepsi, Beni Fihr'den Mustaurid'in rivayetiyle, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Allah'a yemin ederim ki, bu dünya (ahiretle kıyaslandığında) o kadar önemsizdir ki, eğer sizden biri parmağını okyanusa daldırsa (ve bunu söylerken Yahya işaret parmağıyla gösterdi) ve sonra ne kadar suya yapıştığını görse.\" Bu hadis, başka bir nakil zinciriyle de aktarılmıştır ama kelime farklılığı ile."
    },
    {
      "id": 67,
      "narrator": "'A'isha reported that she heard Allah's Messenger (ﷺ) as saying:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirmiştir: İnsanlar, Kıyamet Günü çıplak, ayaksız ve sünnetsiz toplanacaklardır. Ben dedim ki: Allah'ın Elçisi, erkekler ve kadınlar o günde bir arada mı olacaklar ve birbirlerine bakacaklar mı? Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Aişe, mesele o kadar ciddi olacak ki, birbirlerine bakamayacaklar."
    },
    {
      "id": 68,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciriyle Hatim b. Ebi Saghira'dan aktarılmıştır ve \"sünnetsiz\" kelimesinin geçmediği belirtilmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "İbn Abbas, Allah'ın Elçisi (ﷺ) bir konuşma yaparken, insanların Allah'a ayaksız, çıplak ve sünnetsiz olarak buluşacaklarını söylediğini duyduğunu bildirmiştir."
    },
    {
      "id": 70,
      "narrator": "This hadith has been narrated through other chains of transmitters on the authority of Ibn Abbas, (and) the words are:",
      "text": "Bu hadis, İbn Abbas aracılığıyla başka nakil zincirleriyle aktarılmıştır ve sözler şunlardır: \"Allah'ın Elçisi (ﷺ) bir hutbe vermek üzere ayağa kalktığında, dedi ki: Ey insanlar, Allah sizi ayaksız, çıplak ve sünnetsiz toplayacak (ve sonra Kur'an ayetlerini okudu): 'Sizi ilk defa yarattığımız gibi, tekrar yaratacağız. Bu, üzerimize bir vaattir. Şüphesiz ki, bunu gerçekleştireceğiz.' Ve Kıyamet Günü giydirilecek ilk kişi (Hadrat) İbrahim (selam üzerine olsun) olacaktır.\" Ve bakın! Bazı ümmetimden kişiler getirilecek ve sola alınacak ve ben diyeceğim: Rabbim, bunlar benim arkadaşlarım. Denilecek ki: Sen, onların ardından ne yaptıklarını bilmiyorsun. Ben de, salih kul (Hadrat İsa) gibi diyeceğim: Ben, onların içinde bulunduğum sürece onlara şahitlik ettim ve Sen her şeye şahitsin, eğer onları azap edersen, onlar Senin kullarındır ve eğer affedersen, Sen Aziz ve Hakimsin (v. 117-118). Ve ona denilecek: Onlar, senin arandın ayrıldıktan sonra sürekli geri döndüler. Bu hadis, Vaki' ve Mu'adh aracılığıyla aktarılmıştır (ve sözler şunlardır): \"Ne yeni şeyler uydurdular.\""
    },
    {
      "id": 71,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: İnsanlar üç kategori halinde toplanacaklardır. Cenneti isteyenler, cehennemden korkanlar, iki kişi bir deveye, üç kişi bir deveye, dört kişi bir deveye, on kişi bir deveye binecek ve geri kalanlar, cehennem ateşiyle birlikte toplanacaklar; öğle vakti orada kalacaklar, geceyi orada geçirecekler ve sabahı orada geçirecekler."
    },
    {
      "id": 72,
      "narrator": "Ibn 'Umar reported Allah's Apostle (ﷺ) as saying:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: İnsanlar, alemlerin Rabbi olan Allah'ın huzurunda durduklarında, her biri kulaklarının yarısına kadar ter içinde kalacaklardır ve İbn Muthanni aracılığıyla aktarılan hadiste \"gün\" kelimesinin geçmediği belirtilmiştir."
    },
    {
      "id": 73,
      "narrator": "This hadith has been transmitted on the authority of Ibn 'Umar but with a slight variation of wording (and the words are):",
      "text": "Bu hadis, İbn 'Umar aracılığıyla aktarılmıştır ama kelime farklılığı ile (ve sözler şunlardır): \"Onlardan biri, kulaklarının yarısına kadar tamamen ter içinde kalacaktır.\""
    },
    {
      "id": 74,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Kıyamet Günü ter, yeryüzünde yetmiş arşın kadar yayılacak ve ağızlarına ya da kulaklarına kadar ulaşacaktır. Thaur, hangi kelimeleri kullandığından emin değildir (ağız mı yoksa kulak mı)."
    },
    {
      "id": 75,
      "narrator": "Miqdad b. Aswad reported:",
      "text": "Mikdad b. Esved bildirdi: Allah'ın Elçisi'ni (selam üzerine olsun) şöyle derken duydum: Kıyamet Günü, güneş insanlara o kadar yaklaşacak ki, arada sadece bir mil mesafe kalacak. Süleyman b. Amir dedi ki: Allah'a yemin ederim ki, \"mil\" ile kastettiği şeyin, (maddi) dünya milimi mi yoksa göze sürme sürmek için kullanılan bir alet mi olduğunu bilmiyorum. (Ancak Peygamberin, insanların, yaptıkları amellere göre ter içinde kalacaklarını söylediği bildirilmiştir; bazıları dizlerine kadar, bazıları beline kadar ve bazıları terle boğulacak ve bunu söylerken Allah'ın Elçisi (ﷺ) elini ağzına doğru işaret etti.)"
    },
    {
      "id": 76,
      "narrator": "'Iyad b. Him-ar reported that Allah's Messenger (ﷺ), while delivering a sermon one day, said:",
      "text": "İyad b. Himar, Allah'ın Elçisi (ﷺ) bir gün hutbe verirken şöyle söylediğini bildirdi: \"Bakın, Rabbim bana bilmediğiniz şeyleri öğretmemi emretti ve bugün bana öğretti. (Şöyle buyurdu): Onlara verdiğim mal, onlar için helaldir. Ben, kullarımı Allah'a ibadet etme eğilimiyle yarattım ama şeytan onları doğru dinden saptırır ve onlara helal kılınan şeyleri haram kılar ve bana ortak koşmalarını emreder, oysa bunun için hiçbir gerekçesi yoktur. Ve gerçekten, Allah dünyadaki insanlara baktı ve Araplara ve Arap olmayanlara karşı nefret gösterdi, ancak Kitap Ehli'nden bazı artıklara istisna olarak. Ve (şöyle) dedi: Ben sizi sınamak için (Kutsal Peygamber) gönderdim ve sizi (sınamak için) gönderdim. Ve size su ile silinmeyecek bir Kitap gönderdim ki, onu uyanık veya uyku halinde okursunuz. Gerçekten, Allah bana Kureyş'i yakmamı (öldürmemi) emretti. Ben dedim: \"Rabbim, onlar benim başımı ekmek gibi kırarlar.\" Allah dedi: \"Onları dışarı at, senin gibi seni dışarı attıkları gibi, onlarla savaş ve bu konuda sana yardım edeceğiz, harcayacaksın ve sana verilecektir. Bir ordu gönderirsin, ben de ondan beş kat daha büyük bir ordu gönderirim. Sana itaat edenlerle birlikte sana itaat etmeyenlerle savaş. Cennet sakinleri üçtür: Birisi yetki sahibi ve adil olan, diğeri doğru sözlü ve iyi işler yapma gücüne sahip olan. Ve akrabalarına ve her salih Müslümana merhametli ve nazik olan kişi, büyük bir aileyi desteklemesine rağmen elini uzatmayan. Ve dedi: Cehennem sakinleri beştir: Kötülükten kaçınma gücü olmayan zayıf olanlar, (kaygısız) her şeyi peşinden koşanlar ve ailelerine veya mallarına kaygı göstermeyenler. Ve o sahtekârlar ki, açgözlülükleri en küçük şeylerde bile gizlenemez. Ve üçüncüsü, sabah akşam aileniz ve mülkünüz hakkında sizi ihanet edenlerdir. Cimri, yalancı ve insanları kötüleyen ve edebe aykırı ve çirkin bir dil kullananları da anmıştır. Ebu Gassan, rivayetinde \"Harcayın, size harcanacaktır\" ifadesini anmamıştır."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciri ile Qatada'nın rivayeti üzerine ancak kelime açısından hafif bir farklılık ile nakledilmiştir."
    },
    {
      "id": 78,
      "narrator": "",
      "text": "Bu hadis, İyad b. Himar'ın rivayeti ile Allah'ın Elçisi (ﷺ) bir gün bir hitapta bulunduğu şeklinde aktarılmıştır. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 79,
      "narrator": "Iyad. b. Himar reported tbat, while Allah's Messenger (ﷺ) was delivering an address, he stated that Allah commanded me The rest of the hadith is the same, and there is an addition in it:",
      "text": "İyad b. Himar, Allah'ın Elçisi (ﷺ) bir hitap verirken Allah'ın bana emrettiğini bildirdi. Hadisin geri kalanı aynıdır ve içinde bir ek vardır: \"Allah bana, aranızda alçakgönüllü olmamız gerektiğini ve kimsenin diğerine gurur göstermemesi gerektiğini vahyetti. Ve bunu yapmak, birine yakışmaz.\" Ayrıca dedi ki: \"Aranızda ailelerine ve mülklerine hiç kaygı göstermeyen insanlar var.\" Qatada dedi: \"Ebu Abdullah, bu olur mu?\" Bunun üzerine o dedi: \"Evet. Vallahi, cahiliye döneminde bir kişinin bir kabileye ait bir koyunu otlattığını ve başka kimseyi bulamadığını, sadece onların cariyesini bulduğunu (ve onu esirgemediğini) ama onunla zina ettiğini gördüm.\""
    },
    {
      "id": 80,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as say- ing:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Sizden biri öldüğünde, ona sabah ve akşam ahiretteki yeri gösterilir; eğer cennet sakinlerinden ise, ona cennet sakinleri arasından yeri gösterilir ve eğer cehennem sakinlerinden ise, ona cehennem sakinleri arasından yeri gösterilir ve ona denir: İşte bu senin yerin, ta ki Allah seni diriltip Kıyamet Günü seni uygun yerinize gönderene kadar.\""
    },
    {
      "id": 81,
      "narrator": "Ibn Umar reported that Allah's Apostle (ﷺ) said:",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Bir kişi öldüğünde, ona sabah ve akşam yeri gösterilir. Eğer cennet sakinlerinden ise, ona cennetteki yeri gösterilir ve eğer cehennem ateşinin sakinlerinden ise, ona cehennem ateşindeki yeri gösterilir. Sonra ona denir: İşte bu senin yerin, Kıyamet Günü'nde oraya gönderileceksin.\""
    },
    {
      "id": 82,
      "narrator": "Abu Sa'id al-Khudri reported:",
      "text": "Ebu Sa'id el-Hudri bildirdi: \"Bu hadisi Allah'ın Elçisi (ﷺ) doğrudan duymadım, ancak Zaid b. Thabit ondan rivayet etti. Allah'ın Elçisi (ﷺ) bizimle birlikte Beni en-Necjar'ın yerleşim yerlerine doğru giderken, atı ürkerek neredeyse düşecekti. Orada dört, beş veya altı mezar buldu. Dedi ki: \"Mezarların içinde yatanlar hakkında kim biliyor?\" Bir kişi dedi: \"Ben biliyorum.\" Bunun üzerine o (Kutsal Peygamber) dedi: \"Onlar hangi durumda öldüler?\" O dedi: \"Şirk içinde öldüler.\" O dedi: \"Bu insanlar mezarlarında imtihan geçiyorlar. Eğer mezarda duyduğum azap sesini duyduğunuzda ölülerinizi gömmeyi bırakmazsanız, kesinlikle size bunu duyururdum.\" Sonra yüzünü bize dönerek dedi: \"Cehennem azabından Allah'a sığının.\" Onlar dediler: \"Cehennem azabından Allah'a sığınıyoruz.\" O dedi: \"Mezar azabından Allah'a sığının.\" Onlar dediler: \"Mezar azabından Allah'a sığınıyoruz.\" O dedi: \"Fırtınadan, görünür ve görünmez yönlerinden Allah'a sığının.\" Onlar dediler: \"Fırtınadan ve görünür ve görünmez yönlerinden Allah'a sığınıyoruz.\" O dedi: \"Deccal'in fitnesinden Allah'a sığının.\" Onlar dediler: \"Deccal'in fitnesinden Allah'a sığınıyoruz.\""
    },
    {
      "id": 83,
      "narrator": "Anas reported Allah's Apostle (ﷺ) as saying:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Eğer ölülerin gömülmesini bırakmasaydınız, kesinlikle Allah'a dua ederdim ki, mezarın azabını duyurabilsin.\""
    },
    {
      "id": 84,
      "narrator": "This hadith has been narrated on the authority of Abu Ayyub through some other chains of transmitters (and the words are):",
      "text": "Bu hadis, Ebu Eyyub'un rivayeti ile bazı diğer nakil zincirleri üzerinden aktarılmıştır (ve kelimeleri): \"Allah'ın Elçisi (ﷺ) güneş battıktan sonra dışarı çıktı ve bir ses duydu ve dedi ki: 'Mezarlarında azap çeken Yahudilerdir.'\""
    },
    {
      "id": 85,
      "narrator": "Anas b. Malik reported Allah's Apostle (ﷺ) having said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Köle, mezarına konulduğunda, arkadaşları geri döner ve onların ayak seslerini duyar, iki melek ona gelir ve oturturlar ve ona derler: 'Bu kişi hakkında ne söyleyeceksin (Peygamber)?' Eğer o bir mümin ise, 'Ben Allah'ın bir kulu ve Elçisi olduğuna şahitlik ederim' der. Sonra ona denir: 'Cehennem ateşindeki yerine bak, çünkü Allah (senin yerini) cennetteki bir yer ile değiştirmiştir.' Allah'ın Elçisi (ﷺ) dedi: 'Ona her iki yeri de gösterirler.' Qatada dedi: 'Bize bildirildi ki, müminin mezarı yetmiş arşın genişler ve diriltileceği güne kadar yeşillik ile doludur.'\""
    },
    {
      "id": 86,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Ölü, mezara konulduğunda, ayakkabı seslerini dinler (arkadaşları ve akrabaları onu gömmek için geri dönerken).\""
    },
    {
      "id": 87,
      "narrator": "Anas b. Malik reported that Allah's Apostle (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Köle mezarına konulduğunda ve arkadaşları geri dönerken. Hadisin geri kalanı Qatada tarafından nakledilenle aynıdır.\""
    },
    {
      "id": 88,
      "narrator": "Al-Bara' b. `Azib reported Allah's Apostle (ﷺ) as saying:",
      "text": "El-Bara' b. `Azib, Allah'ın Elçisi (ﷺ) şöyle derken bildirdi: \"Bu ayet: 'Allah, sağlam sözle inananları sabit kılar,' mezar azabı ile ilgili olarak indirilmiştir. Ona denir: 'Rabbin kimdir?' O da der: 'Allah benim Rabbim, Muhammad benim Elçimdir (ﷺ),' ve bu, Yüce Allah'ın sözleriyle kast edilen şeydir: 'Allah, bu dünyada ve ahirette sağlam sözle inananları sabit kılar.'\""
    },
    {
      "id": 89,
      "narrator": "Al-Bara' b. 'Azib reported that this verse:",
      "text": "El-Bara' b. 'Azib, \"Allah, bu dünyada ve ahirette inananları sağlam sözle sabit kılar\" ayetinin mezar azabı ile ilgili olarak indirildiğini bildirdi."
    },
    {
      "id": 90,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre bildirdi: \"Bir müminin ruhu çıktığında, iki melek tarafından karşılanır ve gökyüzüne götürülür. Hammad (nakil zincirindeki bir ravidir) onun kokusunun tatlılığını anmış ve daha sonra gökyüzünün sakinlerinin: 'İşte, yerden gelen salih ruh' dediğini belirtmiştir. 'Ona, içinde bulunduğu bedene Allah'ın bereketi olsun.' Ve o, (melekler tarafından) Rabbine, Yüce ve Şanlı olanına götürülür. O der: 'Onu, belirlenen sonuna götürün.' Eğer o bir kafir ise ve ruh bedeni terk ederken -Hammad, onun kötü kokusundan ve lanetlenmesinden bahsetmiştir- gökyüzünün sakinleri derler: 'İşte, yerden gelen kirli ruh.' Ve ona denir: 'Onu, belirlenen sonuna götürün.' Ebu Hureyre, Allah'ın Elçisi (ﷺ) kötü ruhun kokusunu anarken yanında bulunan ince bir örtüyü burnuna koyduğunu bildirdi.\""
    },
    {
      "id": 91,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik rivayet etti: Biz, Umar ile birlikte Mekke ile Medine arasında yeni ayı arıyorduk. Ben keskin gözlem yeteneğine sahip bir adamdım, bu yüzden onu görebiliyordum, ama benim dışımda kimse göremedi. Umar'a: Görmüyor musun? demeye başladım ama o göremedi. Bunun üzerine Umar: Ben onu (daha parlak bir şekilde parlayınca) göreceğim, dedi. Yatağıma uzandım. Sonra bize Bedir halkından bahsetti ve Allah'ın Resulü (ﷺ) bir gün (gerçek savaş) öncesinde Bedir'deki insanların ölüm yerlerini gösterdi ve şöyle diyordu: Yarın, eğer Allah dilerse, şu ve bu yer, filan kişinin ölüm yeri olacak. Umar dedi ki: Onu hak ile gönderen Allah'a yemin ederim ki, Allah'ın Resulü'nün (ﷺ) onlara işaret ettiği ölüm yerlerini kaçırmadılar. Sonra hepsi bir kuyuya birer birer atıldılar. Allah'ın Resulü (ﷺ) onlara gitti ve şöyle dedi: Ey filan, filanın oğlu; ey filan, filanın oğlu, Allah ve Resulü'nün size vaat ettiğini doğru buldunuz mu? Ben ise, Allah'ın benimle vaat ettiğini kesinlikle doğru buldum. Umar dedi ki: Allah'ın Resulü, ruhsuz cesetlerle nasıl konuşuyorsun? Bunun üzerine o şöyle dedi: Benim söylediklerimi, onların duyduğu kadar net bir şekilde duyamazsınız, ama bu istisna ile ki, onların cevap verme gücü yok."
    },
    {
      "id": 92,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) let the dead bodies of the unbelievers who fought in Badr (lie unburied) for three days. He then came to them and sat by their side and called them and said:",
      "text": "Anas b. Malik rivayet etti ki, Allah'ın Resulü (ﷺ) Bedir'de savaşan kafirlerin cesetlerini üç gün boyunca gömmeden bıraktı. Sonra onlara geldi, yanlarında oturdu ve onları çağırarak şöyle dedi: Ey Ebu Cehil b. Hişam, ey Ümeyye b. Halef, ey Utbe b. Rabia, ey Şeybe b. Rabi'a, Rabbinizin size vaat ettiğini doğru bulmadınız mı? Benim için ise, Rabbimin vaatlerini (tamamen) doğru buldum. Umar, Allah'ın Resulü'nün (ﷺ) sözlerini dinledi ve dedi ki: Allah'ın Resulü, onlar nasıl seni dinliyor ve sana cevap veriyorlar? Onlar ölü ve bedenleri çürümüş. Bunun üzerine o (Peygamber) dedi: Hayatımın elinde olan Allah'a yemin ederim ki, onlara söylediğim şeyleri, sen bile onlardan daha net bir şekilde duyamazsın, ama onların cevap verme gücü yok. Sonra Bedir kuyusuna gömülmelerini emretti."
    },
    {
      "id": 93,
      "narrator": "Aba Talha reported:",
      "text": "Ebu Talha rivayet etti: Bedir Günü olduğunda ve Allah'ın Resulü (ﷺ) onlara (Mekkelilere) galip geldiğinde, yirmiden fazla kişiyi, başka bir hadiste bunlar yirmi dört kişi olarak sayılmaktadır, Kureyş'in kafirlerinden Bedir kuyusuna atılmasını emretti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 94,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) said:",
      "text": "A'işe rivayet etti ki, Allah'ın Resulü (ﷺ) şöyle dedi: Kıyamet Günü hesaba çekilen kişi, aslında azaba uğratılır. Ben dedim ki: Yüce ve Glorifike Allah, \"Kolay bir hesapla muhatap olacaktır\" (İnşikak, 8) demedi mi? Bunun üzerine o dedi ki: (Bunun anlamı) gerçek hesap değil, sadece kişinin amellerinin O'na sunulmasıdır. Hesapta tam olarak sorgulanan kişi, azaba uğratılır."
    },
    {
      "id": 95,
      "narrator": "",
      "text": "Bu hadis Ayyub'un rivayetiyle aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 96,
      "narrator": "'A'isha reported Allah's Apostle (ﷺ) as saying:",
      "text": "A'işe, Allah'ın Resulü (ﷺ) şöyle derken duydu: Her kim tam olarak hesaba çekilirse, o ziyan eder. Ben dedim ki: Allah'ın Resulü, Allah, (hesabı) kolay hesap olarak adlandırmadı mı? Bunun üzerine o dedi: Bu sadece (kişinin amellerinin O'na) sunulması anlamına gelir, ama eğer biri tam olarak hesaba çekilirse, o gerçekten ziyan eder."
    },
    {
      "id": 97,
      "narrator": "'A'isha reported Allah's Apostle (ﷺ) as saying:",
      "text": "A'işe, Allah'ın Resulü (ﷺ) şöyle derken duydu: Hesapta tam olarak sorgulanan kişi ziyan eder."
    },
    {
      "id": 98,
      "narrator": "Jabir reported:",
      "text": "Cabir rivayet etti: Ölümünden üç gün önce Allah'ın Resulü (ﷺ) şöyle diyordu: Hiçbiriniz ölüm istemesin, sadece Allah'tan hayır umarak."
    },
    {
      "id": 99,
      "narrator": "",
      "text": "Bu hadis A'maş'ın rivayetiyle aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 100,
      "narrator": "Jabir b. 'Abdullah al-Ansari reported:",
      "text": "Cabir b. Abdullah el-Ensari rivayet etti: Ölümünden üç gün önce Allah'ın Resulü (ﷺ) şöyle dedi: Hiçbiriniz, sadece Yüce ve Glorifike Allah'tan hayır umarak ölmesin."
    },
    {
      "id": 101,
      "narrator": "Jabir reported:",
      "text": "Cabir rivayet etti: Allah'ın Resulü (ﷺ) şöyle derken duydu: Her kul, öldüğü halde (aynı durumda) diriltilecektir."
    },
    {
      "id": 102,
      "narrator": "",
      "text": "Bu hadis A'maş'ın rivayetiyle ama kelime farklılığı ile aktarılmıştır."
    },
    {
      "id": 103,
      "narrator": "Abdullah b. Umar reported:",
      "text": "Abdullah b. Umar rivayet etti: Allah'ın Resulü (ﷺ) şöyle dedi: Allah bir kavmi azap etmek istediğinde, hepsini azap eder, sonra da onların amellerine göre diriltir."
    }
  ]
}