{
  "language": "tr",
  "metadata": {
    "length": 177,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Zainab bint Jahsh reported that Allah's Apostle (ﷺ) got up from sleep saying:",
      "text": "Zeynep bint Cahş, Allah'ın Elçisi (ﷺ) uykusundan kalkarak şöyle dediğini bildirdi: \"Allah'tan başka ibadet edilmeye layık hiçbir varlık yoktur; Arap Yarımadası için, yaklaşan kargaşadan dolayı bir yıkım söz konusudur, Gog ve Magog'un engeli bu kadar açılmıştır.\" Sufyan, elini kullanarak (açıklamak için) on işareti yaptı ve ben dedim ki: \"Allah'ın Elçisi, aramızda iyi insanlar olmasına rağmen yok mu olacağız?\" Bunun üzerine o şöyle dedi: \"Elbette, ama sadece kötülük üstün geldiğinde.\""
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Bu hadis, Zeynep bint Cahş'ın rivayetiyle, nakil zincirinde hafif bir değişiklikle aktarılmıştır."
    },
    {
      "id": 3,
      "narrator": "Zainab bint Jahsh, the wife of Allah's Apostle (ﷺ), reported that one day Allah's Messenger (ﷺ) came out in a state of excitement with his face quite red. And he was saying:",
      "text": "Zeynep bint Cahş, Allah'ın Elçisi (ﷺ) ile evli olan, bir gün Allah'ın Elçisi (ﷺ) heyecan içinde, yüzü oldukça kızarmış bir halde dışarı çıktığını bildirdi. Ve şöyle diyordu: \"Allah'tan başka ilah yoktur; Arap Yarımadası için, yaklaşan kargaşadan dolayı bir yıkım söz konusudur, Gog ve Magog'un engeli açılmıştır.\" O (açıklamak için) baş parmağı ve işaret parmağı ile bir halka yaptı. Ben dedim ki: \"Allah'ın Elçisi, aramızda salih insanlar olmasına rağmen yok mu olacağız?\" O dedi ki: \"Evet, kötülük üstün geldiğinde.\""
    },
    {
      "id": 4,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle, farklı bir nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 5,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Bugün Gog ve Magog'un duvarı (engeli) bu kadar açılmıştır.\" Ve Vuhayb (açıklamak için) elini kullanarak doksan işareti yaptı."
    },
    {
      "id": 6,
      "narrator": "Harith b Abi Rabi'a and 'Abdullah b. Safwan both went to Umm Salama, the Mother of the Faithful, and they asked her about the army which would be sunk in the earth, and this relates to the time when Ibn Zubair (was the governor of Mecca). She reported that Allah's Messenger (ﷺ) had said that a seeker of refuge would seek refuge in the Sacred House and an army would be sent to him (in order to kill him) and when it would enter a plain ground, it would be made to sink. I said:",
      "text": "Haris b. Ebi Rabi'a ve Abdullah b. Safvan, her ikisi de Müminlerin Annesi Ümmü Seleme'ye gittiler ve yerin içine batacak olan ordu hakkında ona sordular; bu, İbn Zübeyir'in (Mekke valisi olduğu zaman) ile ilgilidir. O, Allah'ın Elçisi (ﷺ) şöyle demiştir: \"Bir sığınmacı, Kabe'ye sığınacak ve ona (öldürmek için) bir ordu gönderilecektir. Ve bu ordu düz bir yere girdiğinde, yerin içine batırılacaktır.\" Ben dedim ki: \"Allah'ın Elçisi, bu orduya istemeden katılacak olan kimse ne olacak?\" Bunun üzerine o dedi ki: \"O da onlarla birlikte batırılacak, ama Kıyamet Günü niyetine göre diriltilecektir.\" Ebu Cafer dedi: \"Bu düz yer, Medine'nin düz yeridir.\""
    },
    {
      "id": 7,
      "narrator": "This hadith has been narrated on the authority of 'Abdullah b. Rufai, with the same chain of transmitters (but with the addition of these words):",
      "text": "Bu hadis, Abdullah b. Rufai'nin rivayetiyle, aynı nakil zinciriyle aktarılmıştır (ama bu kelimelerin eklenmesiyle): \"Abu Cafer ile karşılaştığımda, onun sadece düz yeri kastettiğini söyledim. Bunun üzerine Abu Cafer dedi: \"Hayır, Allah'a yemin ederim ki, o Medine'nin düz yerini kastetti.\""
    },
    {
      "id": 8,
      "narrator": "Abdullah b. Safwan reported that Hafsa told him that she had heard Allah's Apostle (ﷺ) as saying:",
      "text": "Abdullah b. Safvan, Hafsa'nın kendisine Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Bir ordu, bu Ev'e (Kabe'ye) saldıracak ve bu Ev'in sakinleriyle savaşacak. Ve düz bir yere geldiğinde, ordunun merkezindeki saflar batırılacak ve öncü, ordunun arka kanatlarını çağıracak ve onlar da batırılacak; geriye, akrabalarına (onların akrabalarına) bilgi vermek için gidecek bazı insanlar kalacaktır.\" Bu hadisi Abdullah b. Safvan'dan dinleyen bir kişi dedi ki: \"Ben, senin Hafsa'ya yalan isnat etmediğine şahitlik ediyorum. Ve ben, Hafsa'nın Allah'ın Elçisi (ﷺ) hakkında yalan söylemediğine şahitlik ediyorum.\""
    },
    {
      "id": 9,
      "narrator": "Abdullah b. Safwan reported the Mother of the Faithful as saying that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah b. Safwan, Müminlerin Annesi'nin Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Onlar, bu Ev'e (Kabe'ye) sığınacaklar; kendilerini koruyacak silah veya insanların gücünden yoksun olan insanlar. Onlara karşı savaşmak (ve öldürmek) için bir ordu gönderilecektir ve düz bir yere girdiklerinde, ordu orada batırılacaktır.\" Yusuf (rivayet edenlerden biri) dedi: \"O gün, Mekke'ye saldırmak üzere gelen bir Suriye halkı (Haccac ordusu) vardı.\" Abdullah b. Safwan dedi: \"Allah'a yemin ederim ki, bu orduyu kastetmiyor.\""
    },
    {
      "id": 10,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) was startled in the state of sleep. We said:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) uykuda irkilmişti. Biz dedik: \"Allah'ın Elçisi, uykuda daha önce hiç yapmadığın bir şey yaptın.\" Bunun üzerine o dedi: \"Bazı ümmetimden insanlar, Kabe'ye (öldürmek için) bir Kureyş kabilesine mensup bir kişiyi öldürmek üzere saldıracaklar ve o kişi Kabe'de sığınmaya çalışacak. Ve düz bir yere geldiklerinde, batırılacaklar.\" Biz dedik: \"Allah'ın Elçisi, her çeşit insan yolda toplanıyor.\" Bunun üzerine o dedi: \"Evet, aralarında kesin niyetlerle gelenler ve zorla gelenler olacak; ayrıca yolcular da olacak, ama hepsi bir (yıkım) darbesiyle yok olacaklar; ancak Kıyamet Günü farklı halleriyle diriltilecekler. Allah, onları niyetlerine göre diriltecektir.\""
    },
    {
      "id": 11,
      "narrator": "Usama reported that Allah's Messenger (ﷺ) climbed up a battlement amongst the battlements of Medina and then said:",
      "text": "Usame, Allah'ın Elçisi (ﷺ) Medine'nin burçlarından birine çıktığını ve sonra şöyle dediğini bildirdi: \"Siz, benim gördüğümü göremezsiniz ve ben, evlerinizin arasındaki kargaşa yerlerini yağmur yerleri gibi görüyorum.\""
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, Zuhri'nin rivayetiyle, aynı nakil zinciriyle aktarılmıştır."
    },
    {
      "id": 13,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Yakında bir kargaşa dönemi olacak; bu dönemde oturan, ayakta olandan daha iyi olacak, ayakta olan, yürüyenden daha iyi olacak, yürüyen, koşandan daha iyi olacak. Onları izleyenler, onlara kapılacaklar. Kim bu kargaşadan sığınacak bir yer bulursa, onu sığınak olarak alsın.\""
    },
    {
      "id": 14,
      "narrator": "This hadith has been transmitted on the authority of Abu Huraira but with this variation of wording that in the hadith transmitted on the authority of Abu Bakr, there is an addition of these words:",
      "text": "Bu hadis, Ebu Hureyre aracılığıyla aktarılmıştır, ancak Ebu Bekir'in rivayetinde bu kelimelerin eklenmesiyle: \"Namazlar arasında bir namaz vardır ('Asr) ve onu kaçıran, ailesi ve malı yok olmuş gibi olur.\""
    },
    {
      "id": 15,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: \"Kargaşa olacak ve uyuyan, uyanık olandan daha iyi olacak; uyanık olan, ayakta olandan daha iyi olacak; ayakta olan, koşandan daha iyi olacak. Kim sığınacak bir yer bulursa, o sığınak alsın.\""
    },
    {
      "id": 16,
      "narrator": "Abu Bakra reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Bekir, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Yakında bir kargaşa olacak. Dikkat edin! O kargaşada oturan, ayakta olandan daha iyi, ayakta olan da koşandan daha iyi olacaktır. Dikkat edin! Kargaşa geldiğinde veya ortaya çıktığında, deveye sahip olan deveye sarılsın, koyun veya keçiye sahip olan koyun ve keçisine sarılsın ve toprağa sahip olan toprağına sarılsın. Bir kişi dedi ki: 'Allah'ın Elçisi, ne yapmalı, deve, koyun veya toprak sahibi olmayan biri için? Bunun üzerine şöyle dedi: Kılıcını almalı ve taşla kenarını vurmalı ve sonra kaçış yolu aramalıdır. Ey Allah, ben (Senin Mesajını) ilettim; Ey Allah, ben (Senin Mesajını) ilettim; Ey Allah, ben (Senin Mesajını) ilettim. Bir kişi dedi: Allah'ın Elçisi, eğer ben kendim istemeden bir rütbeye çekilirsem, ya da gruplardan birine katılırsam ve bir adam kılıcıyla vurursa ya da bir ok gelir ve beni öldürürse ne olur? Bunun üzerine şöyle dedi: O, kendi günahının cezasını ve seninkini taşıyacak ve Cehennem halkından biri olacaktır."
    },
    {
      "id": 17,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 18,
      "narrator": "Ahnaf b. Qais reported:",
      "text": "Bu hadis, Waki' aracılığıyla biraz farklı bir ifadeyle aktarılmıştır."
    },
    {
      "id": 19,
      "narrator": "Ahnaf b. Qais reported on the authority of Abu Bakra that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Ahnef b. Kays bildirdi: Ben bu kişiye (Hz. Ali) yardım etme niyetiyle yola çıktım, o sırada Ebu Bekir bana rastladı. Dedi ki: Ahnef, nereye gitmeyi düşünüyorsun? Ben de dedim: Allah'ın Elçisi (ﷺ)'nin kuzeni olan Ali'ye yardım etmeyi düşünüyorum. Bunun üzerine bana şöyle dedi: Ahnef, geri dön, çünkü Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: İki Müslüman kılıçlarıyla karşı karşıya geldiklerinde, hem katil hem de öldürülen ateştedir. O (Ahnef) dedi: Ben dedim ya da denildi: Allah'ın Elçisi, belki katil olan için böyle, ama öldürülenin (neden Cehennem ateşine gideceği) ne olacak? Bunun üzerine şöyle dedi: O da arkadaşını öldürmeyi istemişti."
    },
    {
      "id": 21,
      "narrator": "Abu Bakra reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) many ahadith and one of them was this:",
      "text": "Ahnef b. Kays, Ebu Bekir'den rivayetle, Allah'ın Elçisi (ﷺ) şöyle dedi: İki Müslüman birbirleriyle kılıçlarıyla karşılaştıklarında, hem katil hem de öldürülen Cehennem ateşine mahkumdur."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 24,
      "narrator": "Thauban reported that Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, Hammad aracılığıyla başka bir nakil zinciri ile aktarılmıştır."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 26,
      "narrator": "'Amir b. Sa'd reported on the authority of his father that one day Allah's Messenger (ﷺ) came from a high, land. He passed by the mosque of Banu Mu'awiya, went in and observed two rak'ahs there and we also observed prayer along with him and he made a long supplication to his Lord. He then came to us and said:",
      "text": "Ebu Bekir, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu bildirdi: İki Müslüman (birbirine) karşılaştığında ve aralarından biri kardeşine bir silah ile saldırırsa, her ikisi de Cehennem ateşinin eşiğindedir. Ve biri arkadaşını öldürdüğünde, her ikisi de Cehennem ateşine girer."
    },
    {
      "id": 27,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 28,
      "narrator": "Hudhaifa b. al-Yaman reported:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nden birçok hadis rivayet etti ve bunlardan biri şuydu: Kıyamet Saati gelmeyecek, ta ki iki Müslüman taraf karşı karşıya gelene ve aralarında büyük bir katliam olana kadar ve her ikisinin de iddiası aynı olacaktır."
    },
    {
      "id": 29,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 30,
      "narrator": "This hadith has been narrated on the authority of A'mash with the same chain of transmitters up to the words:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle buyurduğunu bildirdi: Kıyamet Saati gelmeyecek, ta ki çok kan dökülene kadar. Onlar: Harj nedir? dediler. Bunun üzerine şöyle dedi: Kan dökme, kan dökme."
    },
    {
      "id": 31,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa, Allah'ın Resulü'nün (ﷺ) Kıyamet Saati'nin yaklaşmasından önce olacakları bana bildirdiğini aktardı. Bu konuda sorduğum hiçbir şey yoktu, sadece Medine halkının Medine'den neyin çıkaracağı konusunda sormadım."
    },
    {
      "id": 32,
      "narrator": "",
      "text": "Bu hadis, aynı raviler zinciriyle Shu'ba'nın rivayetiyle aktarılmıştır."
    },
    {
      "id": 33,
      "narrator": "Abu Zaid (viz. Amr b. Akhtab) reported:",
      "text": "Ebu Zeyd (yani Amr b. Akhtab) şöyle bildirdi: Allah'ın Resulü (ﷺ) bize sabah namazı kıldırdı ve sonra minbere çıktı ve öğle namazı vaktine kadar bize hitap etti. Sonra minberden indi ve namaz kıldı, ardından tekrar minbere çıktı ve 'Asr namazı vaktine kadar yine bize hitap etti. Sonra tekrar indi ve namaz kıldı, ardından tekrar minbere çıktı ve güneş batana kadar bize hitap etti ve geçmişte gizli olan her şeyi ve gelecekte olanları bildirdi ve aramızda en bilgili olanı, bunları iyi hatırlayan kişidir."
    },
    {
      "id": 34,
      "narrator": "Hudhaifa reported:",
      "text": "Hudhaifa, bir gün 'Umar'ın yanında olduğumuzu ve onun şöyle dediğini aktardı: İçinizden kim, Allah'ın Resulü'nün (ﷺ) kargaşa ile ilgili hadislerini en iyi şekilde aklında tutmuştur? Ben dedim: Benim. Bunun üzerine o: Cesaretin var (bu iddiayı yapmaya) dedi. O devamla: Nasıl? dedi. Ben: Allah'ın Resulü'nü (ﷺ) şöyle derken duydum: Önce bir kişinin ailesi, malı, kendisi, çocukları ve komşuları ile ilgili kargaşa olacak, bunlarla ilgili işlenen günahlar oruç, namaz, sadaka, iyiliği emretmek ve kötülükten sakındırmakla affedilecektir. Bunun üzerine 'Umar: Ben (küçük ölçekteki kargaşayı) kastetmiyorum, ama okyanusun dalgaları gibi ortaya çıkacak olanı kastediyorum. Ben: Ey Müminlerin Emiri, bununla senin bir alakan yok, çünkü seninle onun arasında bir kap kapalı. O: O kap kırılacak mı yoksa açılacak mı? Ben: Hayır, o kırılacak. Bunun üzerine o: O zaman, en iyi çabalara rağmen kap kapalı kalmayacak. Biz Hudhaifa'ya: 'Umar o kapıdan haberdar mıydı? dedik. O da: Evet, kesinlikle biliyordu, tıpkı bir gecenin ertesi günü takip ettiğini bilmesi gibi. Ve ona uydurulmamış bir şey anlattım. Şakik (rivayet edenlerden biri) dedi: Hudhaifa'ya o kapı hakkında sormaya cesaret edemedik. Bu yüzden Masruq'tan ona sormasını istedik. O da sordu ve o: (O kapıdan kastettiği) 'Umar'dır, dedi."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis, Hudhaifa'nın diğer raviler zincirleriyle de aktarılmıştır."
    },
    {
      "id": 36,
      "narrator": "Hudhaifa reported that Umar said:",
      "text": "Hudhaifa, 'Umar'ın şöyle dediğini aktardı: Kargaşa ile ilgili hadisleri bize kim aktaracak? ve o, bu hadisler gibi bir hadis aktardı."
    },
    {
      "id": 37,
      "narrator": "Jundub reported:",
      "text": "Cündüb, Jara'a günü bir kişinin oturduğunu gördüm. Dedim: Bugün kanlarını dökecekler. O kişi: Vallahi, asla. Dedi: Vallahi, elbette yapacaklar. O: Vallahi, yapmayacaklar. Ben: Vallahi, elbette yapacaklar. O: Vallahi, yapmayacaklar ve ben Allah'ın Resulü'nden (ﷺ) bu konuyla ilgili bir hadis duydum ki, onu size aktarıyorum. Ben: Sen kötü bir oturak arkadaşsın. Sabahdan beri sana karşı çıkıyorum ve sen, Allah'ın Resulü'nden (ﷺ) bir hadis duyduğun halde beni dinliyorsun (benim görüşüme karşı). Kendim de bu rahatsızlığın bir anlamı olmadığını hissettim. (Bana daha önce, bu bir hadis olduğunu söyleseydi, ona asla karşı çıkmazdım.) Yüzümü ona döndüm ve ona sordum, o da Hadrat Hudhaifa'ydı."
    },
    {
      "id": 38,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Kıyamet Saati, Fırat'ın bir altın dağını açığa çıkarmadan gelmeyecek, bunun için insanlar savaşacak. Her yüz kişiden doksan dokuzu ölecek ama her biri, belki de kurtulacak olanın kendisi olduğunu söyleyecek."
    },
    {
      "id": 39,
      "narrator": "This hadith has been narrated on the authority of Suhail with the same chain of transmitters but with this addition:",
      "text": "Bu hadis, Suhail'in aynı raviler zinciriyle aktarılmıştır, ancak şu ekleme ile: \"Babam dedi ki: Eğer bunu görürsen, yanına bile yaklaşma.\""
    },
    {
      "id": 40,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Kıyamet Saati, Fırat bir hazine altın açığa çıkarmadan gelmeyecek, bu yüzden onu bulan, ondan hiçbir şey almamalıdır."
    },
    {
      "id": 41,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Fırat yakında bir altın dağını açığa çıkaracak ama orada bulunan kimse ondan hiçbir şey almamalıdır."
    },
    {
      "id": 42,
      "narrator": "`Abdullah b. Harith b. Naufal reported:",
      "text": "Abdullah b. Harith b. Naufal, Ubayy b. Ka'b ile birlikte durduğumu ve onun şöyle dediğini aktardı: İnsanların dünya işlerine ulaşma konusunda görüşleri farklılık gösteriyor. Ben: Evet, elbette. Bunun üzerine o: Allah'ın Resulü'nü (ﷺ) şöyle derken duydum: Fırat yakında bir altın dağını açığa çıkaracak ve insanlar bunu duyduğunda ona doğru akın edecekler ama o (hazinenin) sahipleri: Eğer bu kişilerin ondan bir şey almalarına izin verirsek, hepsini alacaklar, diyecekler. Böylece savaşacaklar ve her yüz kişiden doksan dokuzu öldürülecek. Ebu Kamil'in rivayetinde ben ve Ubayy b. Ka'b, Hassan'ın surunun gölgesinde duruyorduk."
    },
    {
      "id": 43,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Irak, dirhemlerini ve qafizlerini tutacak; Suriye, muddunu ve dinarını tutacak; Mısır, irdabını ve dinarını tutacak ve siz, başladığınız yere geri döneceksiniz ve başladığınız yere geri döneceksiniz ve başladığınız yere geri döneceksiniz, Ebu Hureyre'nin et ve kanı buna şahitlik edecektir."
    },
    {
      "id": 44,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Kıyamet Saati, Romalılar el-A'mak veya Dabiq'e inmeden gelmeyecek. O zaman, o dönemdeki insanların en iyi askerlerinden oluşan bir ordu Medine'den (onlara karşı koymak için) gelecek. Sıralandıklarında, Romalılar: Bizimle aramızda, içimizden esir alan (Müslümanlar) ile durmayın. Onlarla savaşalım; Müslümanlar: Hayır, vallahi, sizden ve kardeşlerimizden asla ayrılmayacağız, diyecekler. Sonra savaşacaklar ve ordunun üçte biri kaçacak, Allah onları asla affetmeyecek. Ordunun üçte biri, Allah katında mükemmel şehitlerden oluşacak, öldürülecek ve diğer üçte biri ise asla imtihana tabi tutulmayacak ve Konstantinopolis'in fatihi olacaklar. Ve savaş ganimetlerini (aralarında) dağıtmaya başladıklarında, kılıçlarını zeytin ağaçlarına astıklarında, Şeytan bağıracak: Deccal, aileniz arasında yerinizi aldı. Sonra dışarı çıkacaklar ama bunun bir faydası olmayacak. Ve Suriye'ye geldiklerinde, o çıkacak ve onlar hala savaşa hazırlanıyor olacaklar. Kesinlikle, namaz vakti gelecek ve sonra Meryem oğlu İsa (selam üzerine olsun) inecek ve onlara imamlık yapacak. Allah'ın düşmanı onu gördüğünde, suyun içinde tuzun eridiği gibi (kaybolacak) ve eğer o (İsa) onlarla hiç karşılaşmasa bile, o yine tamamen eriyecek, ama Allah onları onun eliyle öldürecek ve onlara mızrağındaki (İsa'nın mızrağındaki) kanlarını gösterecek."
    },
    {
      "id": 45,
      "narrator": "Mustaurid al-Qurashi reported:",
      "text": "Mustaurid el-Kurashi, Allah'ın Resulü'nün (ﷺ) şöyle dediğini aktardı: Kıyamet Saati, Romalılar insanların arasında çoğunluk oluşturduğunda gelecektir. 'Amr ona (Mustaurid el-Kurashi) dedi: Söylediklerine dikkat et. O: Allah'ın Resulü'nden (ﷺ) duyduğumu söylüyorum, dedi. Bunun üzerine o: Eğer bunu söylüyorsan, bu bir gerçektir çünkü onların dört özelliği var. Sınavı geçme sabrına sahipler ve hemen sıkıntıdan sonra kendilerine gelirler ve kaçtıktan sonra tekrar saldırırlar. Yoksullara ve yetimlere, zayıflara karşı iyi olma özelliğine sahiptirler ve beşinci olarak, kralların zulmüne karşı direnç gösterme özelliği vardır."
    },
    {
      "id": 46,
      "narrator": "Mustaurid Qurashi reported:",
      "text": "Mustaurid Qurashi bildirdi: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Son Saat, Romalıların insanlar arasında çoğunluk oluşturduğu zaman gelecektir. Bu, 'Amr b. al-'As'a ulaştı ve o da: Sizden aktarılan bu hadisler nedir, Allah'ın Elçisi'nden (ﷺ) duyduğunuzu iddia ediyorsunuz? dedi. Mustaurid ona: Ben sadece Allah'ın Elçisi'nden (ﷺ) duyduğumu söyledim, dedi. Bunun üzerine 'Amr: Eğer bunu söylüyorsan (doğrudur), çünkü onlar zor zamanlarda insanlar arasında hoşgörü gücüne sahiptirler ve sıkıntıdan sonra akıllarını başlarına alırlar ve yoksul ve zayıflar açısından insanlar arasında iyidirler, dedi."
    },
    {
      "id": 47,
      "narrator": "Yusair b. Jabir reported:",
      "text": "Yusair b. Jabir bildirdi: Bir zamanlar Kufe'de kırmızı bir fırtına estiğinde, yanına gelen bir kişi sadece şu sözleri söyledi: `Abdullah b. Mes'ud, Son Saat geldi. O (`Abdullah b. Mes'ud) bir şeye yaslanarak oturuyordu ve şöyle dedi: Son Saat, miras payları dağıtılmadıkça ve savaş ganimeti üzerine sevinç duyulmadıkça gelmeyecektir. Sonra Suriye'yi işaret ederek elini bu şekilde hareket ettirdi: Düşman, Müslümanlara karşı güç toplayacak ve Müslümanlar da onlara karşı güç toplayacak (Suriyelilere). Ben: Roma'yı mı kastediyorsun? dedim. O da: Evet, korkunç bir savaş olacak ve Müslümanlar, geri dönmeyecek ama zaferle dönecek bir birliği (ölümüne savaşmak için) hazırlayacaklar. Gece, onları ayırana kadar savaşacaklar; her iki taraf da zafer kazanamadan geri dönecek ve her ikisi de yok edilecektir. Müslümanlar, tekrar geri dönmeyecek ama zaferle dönecek bir birliği hazırlayacaklar. Dördüncü gün olduğunda, Müslümanların geriye kalanlarından yeni bir birlik hazırlanacak ve Allah, düşmanın bozguna uğramasını takdir edecektir. Öyle bir savaş olacak ki, bir kuş bile onların yanından geçse, onlara ulaşmadan düşüp ölecektir. (O kadar büyük bir katliam olacak ki) sayım yapıldığında, (sadece) yüz kişiden birinin birbirine bağlı olarak hayatta kalacağı bulunacaktır. Böyle bir savaşın ganimeti üzerine neşelenmek ne olabilir ve ne miras paylaşılacaktır! Onlar, bu durumda, daha korkunç bir felaketin haberini duyacaklardır. Ve onlara bir ses ulaşacak: Dajjal, sizin çocuklarınız arasında yerinizi aldı. Bu nedenle, ellerindeki her şeyi atacaklar ve onlara keşif partisi olarak on süvari göndereceklerdir. Allah'ın Elçisi (ﷺ) şöyle dedi: Ben onların isimlerini, atalarının isimlerini ve atlarının rengini biliyorum. O gün, yeryüzündeki en iyi süvariler olacaklar veya o gün yeryüzündeki en iyi süvarilerden biri olacaklar."
    },
    {
      "id": 48,
      "narrator": "Jabir reported:",
      "text": "Jabir bildirdi: Ben Ibn Mas'ud'un yanında idim, o sırada kırmızı bir fırtına esti. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 49,
      "narrator": "Jabir reported:",
      "text": "Jabir bildirdi: Ben 'Abdullah b. Mes'ud'un evindeydim ve ev tamamen doluydu, o sırada Kufe'de kırmızı bir fırtına esti."
    },
    {
      "id": 50,
      "narrator": "Nafi' b. Utba reported:",
      "text": "Nafi' b. Utba bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile bir seferdeydik, o sırada batı yönünden Allah'ın Elçisi'ne (ﷺ) gelen bir grup insan vardı. Onlar yün elbiseler giymişlerdi ve bir tepenin yanında durdular ve Allah'ın Elçisi (ﷺ) otururken ona geldiler. Kendime dedim: Onların yanına gitsem ve onunla aralarında dursam, böylece ona saldırmasalar. Sonra düşündüm ki, belki aralarında gizli bir müzakere oluyordur. Ancak, onlara gittim ve aralarında durdum ve o sırada hatırladığım dört kelimeyi (parmaklarımla tekrar ettiğim) Allah'ın Elçisi'nin (ﷺ) şöyle dediğini hatırlıyorum: Arabistan'a saldıracaksınız ve Allah, onu fethetmenizi sağlayacak, sonra Persler'e saldıracaksınız ve Allah, onu fethetmenizi sağlayacak. Sonra Roma'ya saldıracaksınız ve Allah, onu fethetmenizi sağlayacak, sonra Dajjal'a saldıracaksınız ve Allah, onu fethetmenizi sağlayacak. Nafi' dedi: Jabir, Dajjal'ın Roma (Suriye toprakları) fethedildikten sonra ortaya çıkacağını düşündük."
    },
    {
      "id": 51,
      "narrator": "Hudhaifa b. Usaid al-Ghifari reported:",
      "text": "Hudhaifa b. Usaid al-Ghifari bildirdi: Allah'ın Elçisi (ﷺ) aniden bize geldi, biz (bir tartışma içindeyken). O dedi ki: Ne hakkında tartışıyorsunuz? Onlar (Sahabe) dediler: Son Saat hakkında tartışıyoruz. Bunun üzerine o dedi: O, on işaret görünmeden gelmeyecek: duman, Dajjal, hayvan, güneşin batıdan doğması, Meryem oğlu İsa'nın (Allah ondan razı olsun) inmesi, Gog ve Magog ve üç yerde, biri doğuda, biri batıda ve biri Arabistan'da, yer kaymaları olacak; bunların sonunda Yemen'den ateş çıkacak ve insanları toplanma yerlerine sürükleyecektir."
    },
    {
      "id": 52,
      "narrator": "Hudhaifa b. Usaid reported:",
      "text": "Hudhaifa b. Usaid bildirdi: Allah'ın Elçisi (ﷺ) bir dairedeydi ve biz onun altında idik, o içeri bakarak bize dedi: Ne hakkında tartışıyorsunuz? Biz dedik: (Son) Saat hakkında tartışıyoruz. Bunun üzerine o dedi: Son Saat, on işaret görünmeden gelmeyecek: doğuda yer kayması, batıda yer kayması ve Arabistan yarımadasında yer kayması, duman, Dajjal, yerin hayvanı, Gog ve Magog, güneşin batıdan doğması ve 'Adan'ın alt kısmından çıkan ateş. Shu'ba, 'Abd al-'Aziz b. Rufai' tarafından, Abu Tufail aracılığıyla, Abu Sariha'dan benzer bir hadisin aktarıldığını bildirdi; Allah'ın Elçisi (ﷺ) onuncu işareti anmadı, ancak onlardan birinin Meryem oğlu İsa'nın inmesi olduğunu söyledi; başka bir rivayette ise, insanları okyanusa sürükleyecek olan şiddetli bir rüzgarın esmesi olduğu belirtilmiştir."
    },
    {
      "id": 53,
      "narrator": "Abu Sariha reported:",
      "text": "Abu Sariha bildirdi: Allah'ın Elçisi (ﷺ) bir (üst) dairedeydi ve biz onun altındaydık ve (Son Saat hakkında) tartışıyorduk. Hadisin geri kalanı aynıdır ve Shu'ba dedi: Sanırım o bu sözleri de söyledi: Ateş, nerede inip dinleneceklerse (öğle vakti) onlarla birlikte inecek ve bir süre soğuyacaktır. Shu'ba dedi: Bu hadis, bana Abu Tufail ve Abu Sariha aracılığıyla aktarılmıştır ve hiç kimse bunu doğrudan Allah'ın Elçisi'ne (ﷺ) izleyememiştir. Ancak, bir versiyonda Meryem oğlu İsa'nın inmesinin, diğerinde ise insanları okyanusa sürükleyecek olan şiddetli bir rüzgarın esmesinin bahsedildiği vardır."
    },
    {
      "id": 54,
      "narrator": "Another chain of transmitters reports the like of the previous two chains.\nAbu Sariha reported:",
      "text": "Başka bir nakil zinciri, önceki iki zincirin benzerini aktarmaktadır. Abu Sariha bildirdi: Biz (Son Saat hakkında) tartışıyorduk ki, Allah'ın Elçisi (ﷺ) bize baktı. Hadisin geri kalanı aynıdır ve onuncu (işaret) Meryem oğlu İsa'nın inmesiydi ve Shu'ba dedi: 'Abd al-'Aziz bunu doğrudan Allah'ın Elçisi'ne (ﷺ) izleyemedi."
    },
    {
      "id": 55,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Abu Huraira bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Son Saat, Hicaz topraklarından ateş çıkmadıkça gelmeyecek; bu ateş, Busra'nın develerinin boyunlarını aydınlatacaktır."
    },
    {
      "id": 56,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Abu Huraira bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: (Son Saat gelmeyecek) Medine'nin yerleşim alanları İhab veya Yahab'a kadar uzanmadıkça. Zubair dedi: Ben Suhail'e bunların Medine'den ne kadar uzakta olduğunu sordum. O da: Şu kadar mil, dedi."
    },
    {
      "id": 57,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira bildirdi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Kıtlık, kuraklık nedeniyle patlak vermeyecek, ama yoğun yağış olmasına rağmen kıtlık olacak; çünkü yerden hiçbir şey bitmeyecek."
    },
    {
      "id": 58,
      "narrator": "Ibn 'Umar reported that he heard Allah's Messenger (ﷺ) as saying (in a state) that he had turned his face towards the east:",
      "text": "Ibn 'Umar bildirdi ki, Allah'ın Elçisi (ﷺ) doğuya dönerek şöyle dedi: Bakın, bu taraftan kargaşa ortaya çıkacak; şeytanın boynuzlarının çıktığı yerden."
    },
    {
      "id": 59,
      "narrator": "Ibn `Umar reported that Allah's Messenger (ﷺ) stood by the door (of the apartment of) Hafsa and, pointing towards the east, he said:",
      "text": "Ibn `Umar bildirdi ki, Allah'ın Elçisi (ﷺ) Hafsa'nın kapısında durdu ve doğuya işaret ederek şöyle dedi: Kargaşa bu taraftan ortaya çıkacak; yani şeytanın boynuzlarının çıktığı yerden ve bu sözleri iki veya üç kez söyledi ve `Ubaidullah b. Sa`id, rivayetinde Allah'ın Elçisi'nin (ﷺ) `A'isha'nın kapısında durduğunu söyledi."
    },
    {
      "id": 60,
      "narrator": "Salim b. Abdullah reported on the authority of his father that Allah's Messenger (ﷺ), while turning his face towards the east, said:",
      "text": "Salim b. Abdullah, babasından naklen bildirdi ki, Allah'ın Elçisi (ﷺ), doğuya dönerek şöyle dedi: Kargaşa bu taraftan ortaya çıkacak; gerçekten, kargaşa bu taraftan ortaya çıkacak; gerçekten, kargaşa bu taraftan ortaya çıkacak - şeytanın boynuzlarının çıktığı taraftan."
    },
    {
      "id": 61,
      "narrator": "Ibn Umar reported that Allah's Messenger (ﷺ) came out from the house of 'Aisha and said:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) 'nin Aişe'nin evinden çıktığını ve şöyle dediğini bildirmiştir: Küfrün yükseklikleri buradan, şeytanın boynuzlarının göründüğü yerden, yani doğudan ortaya çıkacaktır."
    },
    {
      "id": 62,
      "narrator": "Ibn Umar reported:",
      "text": "İbn Ömer, Allah'ın Elçisi (ﷺ) 'nin doğuya doğru ellerini işaret ederek şöyle dediğini işittiğini bildirmiştir: Kargaşa buradan çıkacak; gerçekten, kargaşa buradan çıkacak (bunu üç kez tekrarladı) şeytanın boynuzlarının göründüğü yerden."
    },
    {
      "id": 63,
      "narrator": "Ibn Fudail reported on the authority of his father that he heard Salim b. `Abdullah b. `Umar as saying:",
      "text": "İbn Fudail, babası aracılığıyla Salim b. Abdullah b. Ömer'in şöyle dediğini işittiğini bildirmiştir: Ey Irak halkı, küçük günahları sormanız ne garip, ama büyük günahları işliyorsunuz? Babam Abdullah b. Ömer'den işittim, o da Allah'ın Elçisi (ﷺ) 'nin doğuya doğru elini işaret ederek şöyle dediğini aktardı: Gerçekten, kargaşa buradan, şeytanın boynuzlarının göründüğü yerden gelecek ve birbirinizin boyunlarını vuracaksınız; Musa, Firavun'un halkından birini istemeden öldürdü ve Allah, Yüce ve Azametli, şöyle dedi: \"Bir kişiyi öldürdün ama biz seni üzüntüden kurtardık ve seni (birçok) imtihanla denedik\" (xx. 40). Ahmed b. Ömer, bu hadisi Salim'den aktardı, ancak \"Ben işittim\" sözlerini anmadı."
    },
    {
      "id": 64,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Kıyamet Saati, Daus kabilesinin kadınlarının Dhi al-Khalasa etrafında döndüklerini görmeden gelmeyecek; Dhi al-Khalasa, Tabala'da bulunan, Daus kabilesinin putuna tapındığı bir tapınaktır."
    },
    {
      "id": 65,
      "narrator": "'A'isha reported:",
      "text": "Aişe, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Gece ve gündüz (sistemi) insanlar Lat ve Uzza'ya tapınmaya başlayana kadar sona ermeyecek. Ben dedim ki: Allah'ın Elçisi, Allah bu ayeti indirdiğinde: \"O, doğru rehberlik ve gerçek din ile kendi Elçisini gönderen kişidir ki, onu tüm dinlere galip kılacak, oysa müşrikler buna karşıdır\" (ix. 33), bu vaadin yerine getirileceğini düşünüyorum. Bunun üzerine o (Allah'ın Elçisi) dedi ki: Allah'ın dilediği gibi olacaktır. Sonra Allah, içinde en az bir hardal tanesi kadar imanı olan herkesin öleceği tatlı ve hoş bir rüzgar gönderecek ve sadece içinde hayır olmayanlar hayatta kalacak. Ve onlar atalarının dinine dönecekler."
    },
    {
      "id": 66,
      "narrator": "",
      "text": "Bu hadis, İbn Cafer aracılığıyla aynı isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 67,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Kıyamet Saati, bir kişi başka birinin mezarının yanından geçip, \"Keşke bu benim yuvam olsaydı\" demeden gelmeyecek."
    },
    {
      "id": 68,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Canımın elinde olan Allah'a yemin ederim ki, dünya sona ermeyecek, bir kişi bir mezarın yanından geçip, üzerine yuvarlanacak ve oradaki kişinin yerinde olmayı arzulayacak, bu dini sebeplerden değil, bu felaketten dolayı."
    },
    {
      "id": 69,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Canımın elinde olan Allah'a yemin ederim ki, bir zaman gelecek ki katil, neden cinayet işlediğini bilmeyecek ve kurban da neden öldürüldüğünü bilmeyecek."
    },
    {
      "id": 70,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Dünya sona ermeyecek, insanların başına bir gün gelecek ki katil, neden öldürdüğünü bilmeyecek ve öldürülen de neden öldürüldüğünü bilmeyecek. Denilecek ki: \"Bu neden olacak?\" O da şöyle cevap verecek: \"Genel bir katliam ve kan dökme nedeniyle.\" Ve katiller ve öldürülenler ateşte olacak; İbn Aban'ın rivayetinde, Ebu İsmail'in adı geçmektedir."
    },
    {
      "id": 71,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Kabe, iki küçük bacaklı bir Habeşli tarafından yıkılacaktır."
    },
    {
      "id": 72,
      "narrator": "",
      "text": "(Yukarıda bahsedilen) hadis, Ebu Hureyre aracılığıyla başka bir isnat zinciriyle aktarılmıştır."
    },
    {
      "id": 73,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Allah'ın, Yüce ve Azametli olan Evini yıkacak olan, iki küçük bacaklı bir Habeşli olacaktır."
    },
    {
      "id": 74,
      "narrator": "Abu Huraira reported Allah's Messengar (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Kıyamet Saati, bir Qahtan'ın, insanları sopasıyla sürükleyerek ortaya çıkmadan gelmeyecek."
    },
    {
      "id": 75,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirmiştir: Gece ve gündüz sona ermeyecek, al-Jahjah adında bir adam tahta geçmeden."
    },
    {
      "id": 76,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kıyamet Saati, yüzleri dövülmüş kalkan gibi olan insanlarla savaşmadığınız sürece gelmeyecek ve kıyamet saati, saçtan yapılmış ayakkabılar giyenlerle savaşmadığınız sürece gelmeyecek."
    },
    {
      "id": 77,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kıyamet Saati, saçtan yapılmış ayakkabılar giyen bir toplulukla savaşmadığınız sürece gelmeyecek ve yüzleri dövülmüş kalkan gibi olanlarla savaşmadığınız sürece gelmeyecek."
    },
    {
      "id": 78,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kıyamet Saati, saçtan yapılmış ayakkabılar giyen bir toplulukla savaşmadığınız sürece gelmeyecek ve kıyamet saati, küçük gözleri ve geniş burunları olan bir toplulukla savaşmadığınız sürece gelmeyecek."
    },
    {
      "id": 79,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kıyamet Saati, Müslümanların Türklerle savaşmadığı sürece gelmeyecek - yüzleri dövülmüş kalkan gibi olan, saçtan elbiseler giyen ve (saçtan) ayakkabılarla yürüyen bir topluluk."
    },
    {
      "id": 80,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Gelecek saatlerde, yüzleri dövülmüş kalkan gibi, kırmızı tenli ve küçük gözleri olan bir ulusa karşı saçtan yapılmış ayakkabılar giyenlerle savaşacaksınız."
    },
    {
      "id": 81,
      "narrator": "Abu Nadra reported:",
      "text": "Ebu Nadra bildirdi: \"Biz, Câbir b. Abdullah ile birlikteydik, o şöyle dedi: Irak halkının qafiz ve dirhemlerini (gıda ölçüleri ve paralarını) göndermemesi mümkün. Biz de: Bunun sorumlusu kim olur? dedik. O: Arap olmayanlar onları engeller, dedi. Yine: Şam halkının dinar ve mudd göndermemesi mümkün, dedi. Biz de: Bunun sorumlusu kim olur? dedik. O: Bu engellemeyi Romalılar yapar, dedi. Câbir b. Abdullah bir süre sessiz kaldı ve sonra Allah'ın Elçisi (ﷺ) benim ümmetimin son döneminde bir halife olacağını, insanların avuç avuç zenginlik vereceğini, ama saymayacağını bildirdi. Ben Ebu Nadra ve Ebu'l-Ala'ya: 'O, Ömer b. Abdülaziz mi? dedim. Onlar: Hayır (o, İmam Mehdi'dir), dediler."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Bu hadis, Sa'id tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 83,
      "narrator": "Abu Sa'id reported that Allah's Messenger (may peace he upon him) I said:",
      "text": "Ebu Sa'id, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dediğini bildirdi: Halifelerinizden biri, insanlara avuç avuç zenginlik verecek, ama saymayacak. İbn Hucur'dan rivayet edilen anlatımda, kelimelerde küçük bir farklılık vardır."
    },
    {
      "id": 84,
      "narrator": "Abu Sa'id and Jabir b. Abdullah reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Sa'id ve Câbir b. Abdullah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Zamanın son aşamasında, zenginlik dağıtacak ama saymayacak bir halife olacak."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Bu hadis, Ebu Sa'id'den başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 86,
      "narrator": "Abu Sa`id Khudri reported:",
      "text": "Ebu Sa'id Hudri bildirdi: Benden daha iyi biri bana, Allah'ın Elçisi (ﷺ) 'Ammar'a, hendek kazarken başını silerken şöyle dedi: Ey Sümeyye oğlu, başın belaya girecek ve isyancıların bir grubu seni öldürecek."
    },
    {
      "id": 87,
      "narrator": "This hadith has been transmitted on the same authority but with this variation that the hadith transmitted on the authority of Nabra (the words are):",
      "text": "Bu hadis aynı otoriteden aktarılmıştır, ancak Nabra'nın rivayetinde kelimelerde şu farklılık vardır: Benden daha iyi biri bana bildirdi, o da Ebu Katade'dir ve Halid'in rivayetinde 'bu'us' kelimesi yerine 'wayys' veya 'ya wayys' vardır, yani \"ne kadar üzücü\"."
    },
    {
      "id": 88,
      "narrator": "This hadith has been transmitted on the authority of Umm Salama that Allah's Messenger (ﷺ) said to 'Ammar:",
      "text": "Bu hadis, Ümmü Seleme'den aktarılmıştır ki Allah'ın Elçisi (ﷺ) 'Ammar'a: Bir grup isyancı seni öldürecek, dedi."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bu hadis, Ümmü Seleme'den başka bir isnatla rivayet edilmiştir."
    },
    {
      "id": 90,
      "narrator": "Umm Salama reported that Allah's Messenger (ﷺ) said:",
      "text": "Ümmü Seleme bildirdi ki Allah'ın Elçisi (ﷺ) şöyle dedi: Bir grup isyancı 'Ammar'ı öldürecek."
    },
    {
      "id": 91,
      "narrator": "Abu Huraira reported that Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirmiştir: Bu Kureyş kabilesi, ümmetimden (insanları) öldürecektir. Onlar (Sahabe) dediler ki: Böyle bir durumda ne yapmamızı emredersiniz? Bunun üzerine o şöyle dedi: Keşke insanlar onlardan uzak dursalar (ve Müslümanların kanıyla ellerini kirletmeseler)."
    },
    {
      "id": 92,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Bu hadis, Şu'ba aracılığıyla aynı isnadla rivayet edilmiştir."
    },
    {
      "id": 93,
      "narrator": "Hammam b. Munabbih reported:",
      "text": "---"
    },
    {
      "id": 94,
      "narrator": "Jabir b. Samura reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kisra (Pers Kralı Hüsrev) ölecek ve Kayser (Roma Kralı) ölecek; ondan sonra Kayser olmayacak, ama, hayatımın elinde olan Allah'a yemin ederim ki, siz onların hazinelerini Allah yolunda harcayacaksınız."
    },
    {
      "id": 95,
      "narrator": "Jabir b. Samura reported:",
      "text": "Bu hadis, Zühri aracılığıyla aktarılmıştır."
    },
    {
      "id": 96,
      "narrator": "Jabir b. Samura reported:",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "Abu Huraira reported Allah's Apostle (may peace he upon him) saying:",
      "text": "Hammam b. Munabbih bildirdi: Bu, Ebu Hureyre'nin Allah'ın Elçisi (ﷺ)’nden rivayet ettiği şeydir ve bu bağlamda birçok hadis aktarmıştır (bunlardan biri de şudur): Allah'ın Elçisi (ﷺ) dedi ki: Kisra ölecek ve ondan sonra Kisra olmayacak. Kayser ölecek ve ondan sonra Kayser olmayacak, ama siz onların hazinelerini Allah yolunda dağıtacaksınız."
    },
    {
      "id": 98,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "Ibn 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Semura, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kisra öldüğünde ondan sonra Kisra olmayacak; hadis geri kalan kısmı, Ebu Hureyre'nin bildirdiği gibidir."
    },
    {
      "id": 100,
      "narrator": "Ubaidullah has reported this hadith with this chain of transmitters (and the Words are):",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "Abdullah b. 'Umar reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Semura bildirdi: Allah'ın Elçisi (ﷺ) şöyle dediğini duydum: Müslümanlardan bir grup veya inananlardan bir grup için, Kisra ailesinin hazineleri açılacaktır ki bu hazineler beyaz (sarayda) olacaktır. Kutaiba'nın bir rivayetinde kesinlikle \"Müslüman\" kelimesi geçmektedir."
    },
    {
      "id": 102,
      "narrator": "Abdullah b. 'Umar reported that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Cabir b. Semura bildirdi: Allah'ın Elçisi (ﷺ) bu gibi bir hadisi duyduğumu bildirdi."
    },
    {
      "id": 104,
      "narrator": "Jabir b. Samura reported:",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "This hadith has been narrated on the authority of Simak with the same chain of transmitters. and Simak said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle buyurduğunu bildirmiştir: Bir şehir duydunuz mu, bir tarafı karada, diğer tarafı denizde (İstanbul)? Onlar dediler: Evet, Allah'ın Elçisi. Bunun üzerine o şöyle dedi: Kıyamet Saati gelmeyecek, ta ki Beni İshak'tan yetmiş bin kişi ona saldırıncaya kadar. Oraya indiklerinde, ne silahlarla savaşacaklar ne de ok yağdıracaklar, sadece \"Allah'tan başka ilah yoktur, Allah en büyüktür\" diyecekler ve şehrin bir tarafı düşecektir. Thaur (rivayet edenlerden biri) dedi ki: Sanırım o, okyanusun yanındaki kısmı söyledi. Sonra ikinci kez \"Allah'tan başka ilah yoktur, Allah en büyüktür\" diyecekler ve ikinci taraf da düşecektir, ve yine \"Allah'tan başka ilah yoktur, Allah en büyüktür\" diyecekler ve kapılar onlara açılacak ve içeri girecekler ve ganimetleri toplarken, \"Şüphesiz, Deccal geldi\" diye bir ses duyulacak. Ve böylece orada her şeyi bırakıp geri dönecekler."
    },
    {
      "id": 106,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Elçisi (ﷺ) şöyle buyurduğunu bildirdi: Kıyamet Saati gelmeyecek, ta ki yaklaşık otuz sahtekar, yalancı ortaya çıkacak ve her biri kendisinin Allah'ın elçisi olduğunu iddia edecektir."
    },
    {
      "id": 107,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira'nın rivayetiyle biraz farklı bir ifadeyle aktarılmıştır."
    },
    {
      "id": 108,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah, Allah'ın Elçisi (ﷺ) ile birlikte yürüyorduk ki, çocukların arasında İbn Sayyad'ı gördük. Çocuklar yola devam etti, fakat İbn Sayyad orada oturmaya devam etti (ve sanki) Allah'ın Elçisi (ﷺ) bunu (çocuklarla oturmasını) istemiyormuş gibi görünüyordu ve ona: Burnun toprakla kaplansın, benim Allah'ın Elçisi olduğuma şahitlik etmiyor musun? dedi. Bunun üzerine o: Hayır, ama sen benim Allah'ın elçisi olduğuma şahitlik etmelisin, dedi. Bunun üzerine 'Umar b. Khattab: Allah'ın Elçisi, onu öldürmeme izin ver, dedi. Allah'ın Elçisi (ﷺ) ise: Eğer aklındaki kişi (Dajjal) o ise, onu öldüremezsin, dedi."
    },
    {
      "id": 109,
      "narrator": "'Abdullah reported:",
      "text": "'Abdullah, Allah'ın Elçisi (ﷺ) ile yürüyorduk ki, İbn Sayyad ona yaklaştı. Allah'ın Elçisi (ﷺ) ona: Senin için gizli bir şey sakladım (seni denemek için, bunu bana söyle), dedi. O da: Dukh, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) ona: Defol. Sınıfından daha ileri gidemezsin, dedi. 'Umar: Allah'ın Elçisi, onun boynunu vurma izni ver, dedi. Allah'ın Elçisi (ﷺ) ise: Bırak onu; eğer o (Dajjal) senin korktuğun kişi ise, onu öldüremezsin, dedi."
    },
    {
      "id": 110,
      "narrator": "Abu Sa'id reported that Allah's Messenger (ﷺ) met him (Ibn Sayyad) and so did Abu Bakr and 'Umar on some of the roads of Medina. Allah's Messenger (ﷺ) said:",
      "text": "Abu Sa'id, Allah'ın Elçisi (ﷺ) ile İbn Sayyad'ı, Abu Bekir ve 'Umar ile birlikte Medine yollarından birinde karşılaştıklarını bildirdi. Allah'ın Elçisi (ﷺ) ona: Benim Allah'ın Elçisi olduğuma şahitlik ediyor musun? dedi. O da: Senin Allah'ın Elçisi olduğuna şahitlik ediyor musun? dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi ki: Ben Allah'a, meleklerine ve kitaplarına iman ediyorum, peki sen ne görüyorsun? O da: Ben suyun üzerinde tahtı görüyorum, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Sen İblis'in tahtını suyun üzerinde görüyorsun, başka ne görüyorsun? O da: İki doğru söyleyen ve bir yalancı ya da iki yalancı ve bir doğru söyleyen görüyorum, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Bırak onu, karışıklık içinde kalmış."
    },
    {
      "id": 111,
      "narrator": "",
      "text": "Jabir b. 'Abdullah, Allah'ın Elçisi (ﷺ) İbn Sayyad ile karşılaştığında yanında Abu Bekir ve 'Umar'ın bulunduğunu bildirdi ve İbn Sayyad çocukların arasında bulunuyordu. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 112,
      "narrator": "Abu Sa'id reported:",
      "text": "Abu Sa'id, İbn Sayyad ile birlikte Mekke'ye gittiğini ve onun bana: İnsanlardan topladığım şey, benim Dajjal olduğumu düşündükleri, dediğini bildirdi. Allah'ın Elçisi (ﷺ) şöyle demiş değil mi: O'nun çocukları olmayacak, dedim: Evet, elbette. Bunun üzerine o: Ama benim çocuklarım var. Allah'ın Elçisi (ﷺ) şöyle demiş değil mi: O, Mekke ve Medine'ye giremeyecek? Dedim: Evet, elbette. Bunun üzerine o: Ben bir kez Medine'de bulundum ve şimdi Mekke'ye gitmeyi düşünüyorum, dedi. Ve konuşmasının sonunda bana şöyle dedi: Vallahi, onun doğum yeri ve şu anda bulunduğu yeri biliyorum. O (Abu Sa'id) dedi ki: Bu, benim aklımda karışıklık yarattı (kimliği hakkında)."
    },
    {
      "id": 113,
      "narrator": "Abu Sa'id Khudri reported:",
      "text": "Abu Sa'id el-Hudri, İbn Sayyad'ın bana utanmama neden olan bir şey söylediğini bildirdi. O: Başkalarını affedebilirim; ama ey Muhammed'in arkadaşları, beni Dajjal olarak aldığınızda ne oldu size? Allah'ın Elçisi (ﷺ) onun bir Yahudi olacağını söylemedi mi, halbuki ben bir Müslümanım ve çocukları olmayacağını söyledi, halbuki benim çocuklarım var, ve gerçekten Allah ona Mekke'ye girmeyi yasakladı, halbuki ben Hac yaptım, ve bu şekilde devam etti ki, onun sözlerinden etkilenmek üzereydim. Ancak o şunu da söyledi: Ben onun (Dajjal) nerede olduğunu biliyorum ve onun babasını ve annesini biliyorum, ve ona: Aynı kişi olmayı istemez misin? denildi. Bunun üzerine o: Eğer bu teklif bana yapılırsa, buna karşı çıkmam, dedi."
    },
    {
      "id": 114,
      "narrator": "Abu Sa`id al-Khudri reported:",
      "text": "Abu Sa'id el-Hudri, Hac veya Umre yaptıktan sonra geri döndüğümüzü ve İbn Sayyad'ın bizimle birlikte olduğunu bildirdi. Bir yere kamp kurduk ve insanlar dağıldı, ben ve o geride kaldık. Ondan korkmuştum çünkü onun Dajjal olduğu söyleniyordu. Eşyalarını getirip benim bagajımın yanına koydu ve ben: Hava çok sıcak. Bunu o ağacın altına koymaz mısın? dedim. O da öyle yaptı. Sonra önümüzde bir koyun sürüsü belirdi. O gitti ve bir bardak süt getirdi ve: Abu Sa'id, bunu iç, dedi. Ben: Hava çok sıcak ve süt de sıcak (aslında) onun ellerinden içmek istemediğim için dedim ve o: Abu Sa'id, sanırım bir ip alıp ağaca asılıp intihar etmem gerekiyor, çünkü insanların konuşmalarından dolayı, ve o daha sonra şöyle dedi: Abu Sa'id, Allah'ın Elçisi'nin (ﷺ) sözlerini bilmeyen (affedilir), ama ey Ensar halkı, Allah'ın Elçisi'nin (ﷺ) hadisi sizden gizli mi? Oysa siz insanların arasında Allah'ın Elçisi'nin (ﷺ) hadislerini en iyi bilenlersiniz. Allah'ın Elçisi (ﷺ) Dajjal'ın bir kafir olacağını söylemedi mi, halbuki ben bir müminim? Allah'ın Elçisi (ﷺ) onun kısır olacağını ve ona çocuk doğmayacağını söylemedi mi, halbuki ben çocuklarımı Medine'de bıraktım? Allah'ın Elçisi (ﷺ) onun Medine ve Mekke'ye giremeyeceğini söylemedi mi, halbuki ben Medine'den geliyorum ve şimdi Mekke'ye gitmeyi düşünüyorum? Abu Sa'id dedi ki: Onun ileri sürdüğü mazereti kabul etmek üzereydim. Sonra o: Ben onun nerede doğacağını ve şu anda nerede olduğunu biliyorum, dedi. Ben de ona: Günün tamamı senin olsun, dedim."
    },
    {
      "id": 115,
      "narrator": "This hadith has transmitted on the authority of Abu Sa'id that Allah's Messenger (ﷺ) asked Ibn Sa'id about the earth of Paradise. Thereupon he said:",
      "text": "Bu hadis, Abu Sa'id'dan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) İbn Sayyad'a Cennet'in toprağını sordu. Bunun üzerine o: Abu'l-Qasim, bu ince beyaz misk gibidir, dedi. Bunun üzerine o (Kutsal Peygamber): Gerçekten doğru söyledin, dedi."
    },
    {
      "id": 116,
      "narrator": "Abu Sa'id reported that Ibn Sayyad asked Allah's Messenger (ﷺ) about the earth of Paradise. Whereupon he said:",
      "text": "Abu Sa'id, İbn Sayyad'ın Allah'ın Elçisi (ﷺ) Cennet'in toprağını sorduğunu bildirdi. Bunun üzerine o: Bu, beyaz parlayan saf misk gibidir, dedi."
    },
    {
      "id": 117,
      "narrator": "'Muhammad b. Munkadir reported:",
      "text": "'Muhammed b. Munkadir, Jabir b. 'Abdullah'ın Allah adına yemin ederek İbn Sayyad'ın Dajjal olduğunu söylediğini gördüğünde: Allah adına yemin mi ediyorsun? dedim. Bunun üzerine o: 'Umar'ın Allah'ın Elçisi'nin (ﷺ) huzurunda buna dair yemin ettiğini duydum ama Allah'ın Elçisi (ﷺ) buna itiraz etmedi, dedi."
    },
    {
      "id": 118,
      "narrator": "'Abdullah b. Umar reported:",
      "text": "'Abdullah b. Umar, 'Umar b. Khattab'ın Allah'ın Elçisi (ﷺ) ile birlikte bazı kişilerle İbn Sayyad'a gittiğini ve onu Bani Maghala'nın surları yakınında çocuklarla oynarken bulduğunu bildirdi. İbn Sayyad o zaman ergenliğin eşiğindeydi ve (Kutsal Peygamber'in) varlığını fark etmedi ta ki Allah'ın Elçisi (ﷺ) onun sırtına elleriyle vurana kadar. Allah'ın Elçisi (ﷺ) dedi ki: İbn Sayyad, ben Allah'ın elçisi olduğuma şahitlik etmiyor musun? İbn Sayyad ona baktı ve: Ben, senin okuma yazma bilmeyenlerin elçisi olduğuna şahitlik ediyorum, dedi. İbn Sayyad, Allah'ın Elçisi (ﷺ) ona: Ben Allah'ın elçisi olduğuma şahitlik ediyor musun? dedi. Allah'ın Elçisi (ﷺ) bunu reddetti ve: Ben Allah'a ve O'nun elçilerine iman ediyorum, dedi. Sonra Allah'ın Elçisi (ﷺ) ona: Ne görüyorsun? dedi. İbn Sayyad: Dukh, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ): Yazıklar olsun sana, sen sınıfından daha ileri gidemezsin, dedi. 'Umar b. Khattab: Allah'ın Elçisi, onun boynunu vurma izni ver, dedi. Bunun üzerine Allah'ın Elçisi (ﷺ): Eğer o, Kıyamet Saati'ne yakın ortaya çıkacak olan (Dajjal) ise, onu alt edemezsin, eğer o değilse, onu öldürmende hayır yok, dedi. 'Abdullah b. 'Umar, bir süre sonra Allah'ın Elçisi (ﷺ) ve Ubeyy b. Ka'b'ın İbn Sayyad'ın olduğu hurma ağaçlarına doğru gittiğini aktardı. Allah'ın Elçisi (ﷺ) ağaca yaklaştığında, İbn Sayyad'ı duymak amacıyla bir ağacın arkasında gizlendi, fakat Allah'ın Elçisi (ﷺ) onu bir örtü içinde yatan bir halde gördü ve İbn Sayyad'ın annesi Allah'ın Elçisi (ﷺ) ağacın gövdesinin arkasında olduğunu gördü. O, İbn Sayyad'a: Saf (bu onun adı), işte burada Muhammed var, dedi. Bunun üzerine İbn Sayyad, mırıldanarak sıçradı ve Allah'ın Elçisi (ﷺ) dedi ki: Eğer o onu yalnız bırakmış olsaydı, durumu netleşecekti. Abdullah b. Umar, Allah'ın Elçisi (ﷺ) insanların arasında durdu ve Allah'ı layıkıyla övdü, sonra Dajjal'dan bahsetti ve: Onu size uyarıyorum ve hiçbir peygamber, halkını Dajjal'dan uyarmamıştır. Nuh bile (onu uyardı) ama size, hiçbir peygamberin halkına söylemediği bir şey söyleyeceğim. Bilin ki, o (Dajjal) tek gözlüdür ve yüce ve aziz olan Allah tek gözlü değildir. İbn Şihab, 'Umar b. Thabit el-Ansari'nin bana, Allah'ın Elçisi (ﷺ) halkı Dajjal'dan uyardığında, onun iki gözünün arasında (kafir) kelimesinin yazılı olacağını ve onun işlerinden rahatsız olan herkesin bunu okuyabileceğini veya her Müslümanın bunu okuyabileceğini bildirdiğini ve ayrıca: Bunu aklınızda bulundurun ki, içinizden hiç kimse, yüce ve aziz olan Allah'ı göremez, ta ki ölünceye kadar, dedi."
    },
    {
      "id": 119,
      "narrator": "Abdullah b. Umar reported that Allah's Messenger (ﷺ) went along with him in the company of some persons and there was Umar b. Khattab also amongst them till they saw Ibn Sayyad as a young boy just on the threshold of adolescence playing with children near the battlement of Bani Mu'awiya; the rest of the hadith is the same but with these concluding words:",
      "text": "Abdullah b. Umar, Allah'ın Elçisi (ﷺ) ile birlikte bazı kişilerle gittiğini ve aralarında 'Umar b. Khattab'ın da bulunduğunu, ta ki İbn Sayyad'ı ergenliğin eşiğinde çocuklarla oynarken gördüklerini bildirdi; hadisin geri kalanı aynıdır ama şu sonuç cümlesiyle: \"Annesi onu (mırıldanması için) yalnız bırakmış olsaydı, durumu netleşecekti.\""
    },
    {
      "id": 120,
      "narrator": "",
      "text": "İbn 'Umar, Allah'ın Elçisi (ﷺ) ile birlikte 'Umar b. Khattab'ın da bulunduğu bazı arkadaşlarıyla birlikte İbn Sayyad'ın yanından geçtiğini bildirdi. O, Bani Maghala'nın surları yakınında çocuklarla oynuyordu ve o zaman da bir çocuktu. Hadisin geri kalanı, Allah'ın Elçisi (ﷺ) ile Ubeyy b. Ka'b'ın hurma ağaçlarına doğru yola çıkmasıyla ilgili olarak İbn Umar tarafından aktarıldığı gibidir."
    },
    {
      "id": 121,
      "narrator": "Nafi' reported that Ibn 'Umar met Ibn Si'id on some of the paths of Medina and he said to him a word which enraged him and he was so much swollen with anger that the way was blocked. Ibn 'Umar went to Hafsa and informed her about this. Thereupon she said:",
      "text": "Nafi' rivayet etti ki, İbn 'Umar, Medine'nin bazı yollarında İbn Sayyad ile karşılaştı ve ona öyle bir söz söyledi ki, bu onu öfkelendirdi ve öfkesinden o kadar şişti ki yol kapandı. İbn 'Umar, Hafsa'ya gitti ve ona bu durumu bildirdi. Bunun üzerine o şöyle dedi: \"Allah sana merhamet etsin, neden İbn Sayyad'ı kışkırttın, oysa onun Dajjal'ı ortaya çıkaracak olan aşırı öfkesini bileceğini biliyordun?\""
    },
    {
      "id": 122,
      "narrator": "Nafi' reported that Ibn 'Umar said:",
      "text": "Nafi' rivayet etti ki, İbn 'Umar şöyle dedi: İbn Sayyad ile iki kez karşılaştım ve bazı arkadaşlarına (onun hakkında) dedim ki: \"Siz onun (Dajjal) olduğunu söylüyorsunuz.\" O şöyle dedi: \"Vallahi, öyle değil.\" Ben de dedim: \"Bana doğruyu söylemedin; vallahi, sizlerden bazıları bana onun, en çok çocuk sahibi oluncaya ve büyük servet sahibi oluncaya kadar ölmeyeceğini bildirdi ve bu da onun hakkında düşünülen kişidir.\" Sonra İbn Sayyad bize konuştu. Sonra ayrıldım ve onu ikinci kez gördüm ve gözünün şiş olduğunu gördüm. Ben de dedim: \"Gözüne ne oldu?\" O şöyle dedi: \"Bilmiyorum.\" Ben de dedim: \"Bu senin başındadır ve sen bunun hakkında bir şey bilmiyor musun?\" O şöyle dedi: \"Eğer Allah dilerse, onu (gözünü) asanın üzerinde yaratabilir.\" Sonra bir eşek gibi ses çıkardı. Bazı arkadaşlarım, benim onu asa ile vurduğumu düşündü, çünkü o benimle birlikteydi ve asa parçalandı, ama vallahi, ben bunun farkında değildim. Sonra o, Müminlerin Annesi (Hafsa) yanına geldi ve ona bunu anlattı ve o şöyle dedi: \"Onunla ne alakan var? Allah'ın Elçisi (ﷺ) 'Öfkesinin kışkırtılmasıyla halkın önüne çıkacağı ilk şey budur' demedi mi?\""
    },
    {
      "id": 123,
      "narrator": "Ibn Umar reported that Allah's Messenger (ﷺ). made a mention of Dajjal in the presence of the people and said:",
      "text": "İbn Umar, Allah'ın Elçisi (ﷺ)'nin Dajjal'dan bahsettiğini ve şöyle dediğini rivayet etti: \"Allah tek gözlü değildir ve Dajjal sağ gözü kördür ve gözü sarkık bir üzüm gibidir.\""
    },
    {
      "id": 124,
      "narrator": "",
      "text": "Bu hadis, İbn 'Umar'dan başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 125,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: \"Hiçbir peygamber yoktur ki, o tek gözlü yalancıdan ümmetini uyarmamış olsun; işte o tek gözlüdür ve Rabbiniz tek gözlü değildir. Alnında k f. r. (Kafir) harfleri vardır.\""
    },
    {
      "id": 126,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: \"Dajjal'ın gözleri arasında k. f. r. yani Kafir yazılı üç harf olacaktır.\""
    },
    {
      "id": 127,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: \"Dajjal bir gözünden kördür ve gözleri arasında 'Kafir' kelimesi yazılıdır. Sonra bu kelimeyi k. f. r. şeklinde heceledi, ki her Müslüman bunu okuyabilecektir.\""
    },
    {
      "id": 128,
      "narrator": "Hudhaifa reported that Allah's Messenger (ﷺ) said:",
      "text": "Hudhaifa, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: \"Dajjal sol gözü kör, kalın saçlıdır ve onunla birlikte bir bahçe ve ateş olacaktır; onun ateşi bir bahçe, bahçesi ise ateş olacaktır.\""
    },
    {
      "id": 129,
      "narrator": "It was narrated that Hudhaifah said:",
      "text": "Hudhaifa'nın rivayetine göre, Allah'ın Elçisi şöyle dedi: \"Dajjal'ın yanında iki akan nehir olacaktır; biri gözle temiz su gibi görünen, diğeri ise gözle alevli ateş gibi görünen bir nehir. Eğer biri bunu görürse, ateş olduğunu düşündüğü nehre gitmeli, gözlerini kapatmalı, başını eğip ondan içmelidir, çünkü o serin su olacaktır. Dajjal'ın bir kör gözü vardır, üzerinde kalın bir deri tabakası vardır ve gözleri arasında 'kafir' yazılıdır, bunu her inanan okuyacaktır, ister okuma yazma bilsin ister bilmesin.\""
    },
    {
      "id": 130,
      "narrator": "Hudhaifa reported Allah's Messenger (ﷺ) as saying:",
      "text": "Hudhaifa, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: \"Dajjal'ın yanında su ve ateş olacak ve onun ateşi soğuk su gibi etki edecek, suyu ise ateş gibi etki edecek, bu yüzden kendinizi helak etmeyin.\" Ebu Mes'ud da: \"Ben de bunu Allah'ın Elçisi'nden (ﷺ) duydum.\" dedi."
    },
    {
      "id": 131,
      "narrator": "'Uqba b. 'Amr Abu Mas'ud al-Ansari reported:",
      "text": "'Uqba b. 'Amr Ebu Mes'ud el-Ensari, Hudhaifa b. Yeman'a gittim ve ona şöyle dedim: \"Dajjal hakkında Allah'ın Elçisi'nden (ﷺ) duyduğun şeyleri anlat.\" O, Dajjal'ın ortaya çıkacağını ve onunla birlikte su ve ateş olacağını, insanların su olarak gördüklerinin ateş olacağını ve yanacağını, ateş olarak gördüklerinin ise su olacağını söyledi. Sizden biri bunu gördüğünde, ateş olduğunu düşündüğü şeye dalmalıdır, çünkü o tatlı, saf su olacaktır. 'Uqba da: \"Ben de bunu duydum.\" diyerek Hudhaifa'ya şahitlik etti."
    },
    {
      "id": 132,
      "narrator": "Hudhaifa and Ibn Mas'ud met together. Hudhaifa said:",
      "text": "Hudhaifa ve İbn Mes'ud bir araya geldiler. Hudhaifa şöyle dedi: \"Dajjal ile birlikte ne olacağı konusunda sizden daha fazla bilgiye sahibim. Onunla birlikte iki kanal (bir su akan) ve diğeri (içinde) ateş olan bir kanal olacaktır; gördüğünüz ateş su, gördüğünüz su ise ateş olacaktır. İçinizden bunu görebilen ve su arayan kimse, ateş olarak gördüğü şeyden içmelidir.\""
    },
    {
      "id": 133,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini rivayet etti: \"Sizlere Dajjal hakkında, hiçbir Allah Elçisi'nin halkına anlatmadığı bir şey bildireyim mi? O kör olacak ve yanında Cennet ve Cehennem görüntüleri getirecek; Cennet olarak adlandırdığı şey, Cehennem ateşi olacaktır ve ben sizi Nuh'un halkını uyardığı gibi uyarıyorum.\""
    },
    {
      "id": 134,
      "narrator": "An-Nawwas b. Sam`an reported that Allah's Messenger (ﷺ) made a mention of the Dajjal one day in the morning. He (ﷺ) sometimes described him to be insignificant and sometimes described (his turmoil) as very significant (and we felt) as if he were in the cluster of the date-palm trees. When we went to him (to the Holy Prophet) in the evening and he read (the signs of fear) in our faces, he (ﷺ) said:",
      "text": "En-Nawwas b. Sam'an, Allah'ın Elçisi (ﷺ)'nin bir sabah Dajjal'dan bahsettiğini rivayet etti. O (ﷺ) bazen onu önemsiz, bazen de (kargaşasını) çok önemli olarak tanımladı ve sanki hurma ağaçlarının kümelerinin içinde gibiydik. Akşam ona gittiğimizde, yüzlerimizde korku belirtilerini okudu ve (ﷺ) şöyle dedi: \"Sizlere ne oldu?\" Biz de: \"Allah'ın Elçisi, sabah Dajjal'dan bahsettiniz, bazen onu önemsiz, bazen çok önemli olarak tanımladınız; ta ki sanki o hurma ağaçlarının kümelerinin yakınında mevcutmuş gibi düşünmeye başladık.\" Bunun üzerine o (ﷺ) şöyle dedi: \"Dajjal ile ilgili olarak sizden başka birçok şeyden korkuyorum. Eğer o, aranızda ortaya çıkarsa, sizin adınıza onunla mücadele edeceğim; ama eğer o, aranızda değilken ortaya çıkarsa, bir adam kendi adına mücadele etmelidir ve Allah, her Müslümanı benim adıma koruyacak (ve onun şerrinden koruyacaktır). O (Dajjal) genç bir adam olacak, kıvırcık, bükülmüş saçlı ve bir gözü kör olacaktır. Onu 'Abd-ul-‘Uzza b. Qatan'a benzetiyorum. İçinizden kim onu görecek olursa, ona Kehf Suresi'nin (xviii) ilk ayetlerini okumalıdır. O, Suriye ile Irak arasında bir yolda ortaya çıkacak ve sağa sola fitne saçacaktır. Ey Allah'ın kulu! Doğru yolda kal.\" Dedik ki: \"Allah'ın Elçisi, yeryüzünde ne kadar kalacak?\" O (ﷺ) şöyle dedi: \"Kırk gün, bir günü bir yıl gibi, bir günü bir ay gibi, bir günü bir hafta gibi ve geri kalan günler sizin günleriniz gibi.\" Dedik ki: \"Allah'ın Elçisi, bir günün namazı, bir yıl kadar olan günlerin namazı için yeter mi?\" Bunun üzerine o (ﷺ) şöyle dedi: \"Hayır, ama zamanın tahminini yapmalısınız (ve sonra namaz kılmalısınız).\" Dedik ki: \"Allah'ın Elçisi, yeryüzünde ne kadar hızlı yürüyebilecek?\" O (ﷺ) şöyle dedi: \"Rüzgarla sürüklenen bulut gibi.\" O, insanlara gelecek ve onları (yanlış bir dine) davet edecek ve onlar ona iman edecek ve ona cevap verecekler. Sonra göğe emir verecek ve yeryüzüne yağmur yağacak ve mahsuller büyüyecek. Akşam olunca, onların otlatma hayvanları, sırtları çok yüksek ve memeleri sütle dolu, yanları gerilmiş olarak yanlarına dönecek. Sonra başka bir insan grubuna gelecek ve onları davet edecek. Ama onlar onu reddedecek ve onlardan uzaklaşacak ve onlara kıtlık olacak ve hiçbir zenginlikleri kalmayacak. Sonra ıssız bir yerden geçecek ve ona: \"Hazinelerini çıkar!\" diyecek ve hazineler, arı sürüsü gibi onun önünde toplanacaktır. Sonra genç bir adamı çağıracak ve ona kılıçla vuracak ve onu iki parçaya ayıracak ve (bu parçaları) genellikle okçunun hedefi ile arasındaki mesafe kadar uzak bir yere bırakacaktır. Sonra o (genç adamı) çağıracak ve o, yüzü parlayan bir şekilde gülerek gelecektir ve tam o anda Allah, Meryem oğlu İsa'yı gönderecek ve o, Şam'ın doğu tarafındaki beyaz minarede, safranla hafifçe boyanmış iki elbise ile, iki meleğin kanatları üzerine ellerini koyarak inecektir. Başını eğdiğinde, başından ter damlaları düşecek ve başını kaldırdığında, inci gibi damlalar saçılacaktır. Onun özünden koku alan her kafir ölecek ve nefesi, görebildiği her yere ulaşacaktır. Sonra onu (Dajjal'ı) arayacak ve Ludd kapısında yakalayacak ve onu öldürecektir. Sonra Allah'ın koruduğu bir topluluk, Meryem oğlu İsa'ya gelecek ve o, onların yüzlerini silecek ve onlara Cennet'teki derecelerini bildirecektir ve bu şartlar altında Allah, İsa'ya şu sözleri vahyedecektir: \"Kullarım arasından öyle bir topluluk getirdim ki, onlara karşı hiç kimse savaşamayacak; bu insanları güvenle Tur'a götür.\" Sonra Allah, Gog ve Magog'u gönderecek ve her yokuştan akın edeceklerdir. Onların ilki, Tiberias gölünden geçip ondan içecektir. Ve onların sonuncusu geçtiğinde, \"Orada bir zaman su vardı.\" diyecektir. İsa ve arkadaşları burada (Tur'da) kuşatılacak ve o kadar zor durumda kalacaklardır ki, bir öküzün başı onlara yüz dinardan daha değerli olacaktır ve Allah'ın Elçisi, İsa ve arkadaşları, Allah'a dua edeceklerdir; Allah, onlara boyunlarına saldıracak böcekler gönderecek ve sabah olunca, hepsi tek bir kişi gibi yok olacaktır. Allah'ın Elçisi, İsa ve arkadaşları yeryüzüne inecek ve yeryüzünde, onların çürümüşlükleri ve kokuları ile dolu bir arşın kadar yer bulamayacaklardır. Allah'ın Elçisi, İsa ve arkadaşları tekrar Allah'a yalvaracaklar ve Allah, boğazları Bactrian develerinin boğazlarına benzeyen kuşlar gönderecek ve onları alıp, Allah'ın dilediği yere atacaklardır. Sonra Allah, ne bir çamur evi ne de deve kılı çadırı dışarıda bırakmayacak bir yağmur gönderecek ve yeri, bir ayna gibi görünene kadar yıkanacaktır. Sonra yeryüzüne, meyvelerini çıkar ve bereketini geri getir denilecektir ve bunun sonucunda o kadar büyük bir nar büyüyecektir ki, bir grup insan onu yiyebilecek ve kabuğu altında gölgeleneceklerdir ve inek o kadar süt verecektir ki, bir grup insan onu içebilecektir. Ve dişi deve o kadar süt verecektir ki, bütün bir kabile ondan içebilecektir ve dişi koyun o kadar süt verecektir ki, bütün bir aile ondan içebilecektir ve o zaman Allah, insanları koltuk altlarından bile rahatlatacak hoş bir rüzgar gönderecek ve her Müslümanın hayatını alacak ve sadece kötü olanlar kalacaktır; onlar da eşekler gibi zina edeceklerdir ve Kıyamet Saati onlara gelecektir.\""
    },
    {
      "id": 135,
      "narrator": "This hadith has been narrated on the authority of Jabir with the same chain of transmitters but with this addition that Gog and Magog would walk until they would reach the mountain of al-Khamar and it is a mountain of Bait-ul-Maqdis and they would say:",
      "text": "Bu hadis, Jabir'den aynı nakil zinciri ile rivayet edilmiştir, ancak bu eklemeyle: Gog ve Magog, al-Khamar dağlarına kadar yürüyeceklerdir ve bu, Bait-ul-Maqdis'in bir dağdır ve \"Yeryüzünde olanları öldürdük. Şimdi gökte olanları öldürelim.\" diyeceklerdir ve göğe oklarını fırlatacaklar ve oklar kanla lekelenmiş olarak geri dönecektir. Ve İbn Hujr'in rivayetinde (sözler şunlardır): \"Ben, onlara karşı savaşacak hiç kimsenin cesaret edemeyeceği böyle kişileri (Gog ve Magog) gönderdim.\""
    },
    {
      "id": 136,
      "narrator": "Abu Sa'id al-Khudri reported that Allah's Messenger (ﷺ) one day gave a detailed account of the Dajjal and in that it was also included:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) bir gün Deccal hakkında ayrıntılı bir anlatımda bulunduğunu bildirmiştir ve bu anlatımda şunlar da yer almaktadır: O, gelecektir fakat Medine'ye giden dağ geçitlerine girmesine izin verilmeyecektir. Bu nedenle Medine yakınlarındaki bazı çorak arazilere inecektir ve en iyi insanlardan biri veya en iyi insanlardan biri ona şöyle diyecektir: Ben, Allah'ın Elçisi (ﷺ) tarafından bize bildirilen Deccal olduğuna şahitlik ederim. Deccal şöyle diyecektir: Eğer ben bu (kişiyi) öldürürsem, sonra onu diriltirsem; yine de bu konuda şüphe eder misiniz? Onlar: Hayır, diyeceklerdir. O, (adamı) öldürecek ve sonra onu diriltecektir. O, o kişiyi dirilttiğinde şöyle diyecektir: Vallahi, ben senin Deccal olduğuna dair daha iyi bir delil bulamadım (şu anda) (gerçekten öyle olduğuna). Deccal, onu (tekrar) öldürmeye çalışacak fakat bunu başaramayacaktır. Ebu İshak, o kişinin Hızır (Allah ondan razı olsun) olduğunu söylediğini bildirmiştir."
    },
    {
      "id": 137,
      "narrator": "",
      "text": "Bu hadis, Zuhri tarafından aynı nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 138,
      "narrator": "Abu Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Sa'id el-Hudri, Allah'ın Elçisi (ﷺ) şöyle demiştir: Deccal ortaya çıkacak ve müminlerden biri ona doğru gidecektir ve Deccal'ın silahlı adamları ona rastlayacak ve ona: Nereye gitmek istiyorsun? diyeceklerdir. O da: Bu gelen kişiye gitmek istiyorum, diyecektir. Onlar ona: Rabbinize inanmıyor musun? diyeceklerdir. O da: Rabbimiz hakkında hiçbir şey gizli değildir, diyecektir. Onlar: Onu öldür, diyeceklerdir. Sonra içlerinden bazıları: Efendiniz (Deccal) size izni olmadan kimseyi öldürmeyi yasaklamadı mı? diyeceklerdir. Böylece onu Deccal'a götüreceklerdir ve mümin onu görünce: Ey insanlar, o Allah'ın Elçisi (ﷺ) tarafından bize bildirilen Deccal'dır, diyecektir. Deccal, onun başını kırmayı emredecek ve (şu sözleri söyleyecektir): Onu yakalayın ve başını kırın. O, sırtına ve karnına da vurulacaktır. Sonra Deccal ona: Bana inanmıyor musun? diyecektir. O da: Sen yalancı Mesih'sin, diyecektir. Deccal, onu saçının ayrıldığı yerden ayaklarına kadar bir testere ile parçalara ayırmayı emredecektir. Sonra Deccal, iki parça arasında yürüyerek ona: Kalk, diyecektir ve o da dikilecektir. Sonra ona: Bana inanmıyor musun? diyecek ve o kişi: Bu sadece senin (gerçekten Deccal olduğuna dair) anlayışımı artırdı, diyecektir. O, sonra: Ey insanlar, benim arkamdan kimseye böyle davranmayacak, diyecektir. Deccal, onu yakalamaya çalışacak ki onu (tekrar) öldürebilsin. Boynu ile köprücük kemiği arasındaki alan bakıra dönüşecek ve onu öldürmenin bir yolunu bulamayacaktır. Böylece onu elinden ve ayaklarından tutup (havaya) fırlatacak ve insanlar onu cehenneme atılmış gibi düşüneceklerdir, oysa o cennete atılmış olacaktır. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle demiştir: O, dünya Rabbi katında şehitlik açısından insanların en üstünü olacaktır."
    },
    {
      "id": 139,
      "narrator": "Mughira b. Shu'ba reported:",
      "text": "Mughirah b. Şu'ba, Allah'ın Elçisi (ﷺ) hakkında Deccal ile ilgili olarak benden daha fazla soru soran kimse olmadığını bildirmiştir. O şöyle demiştir: O, sizin için bir endişe kaynağı olmamalıdır, çünkü size zarar veremeyecektir. Ben: Allah'ın Elçisi, onun yanında (bol miktarda) yiyecek ve su olacağı iddia ediliyor, dedim. Bunun üzerine o: O, Allah katında tüm bunlarla bile çok önemsiz olacaktır, dedi."
    },
    {
      "id": 140,
      "narrator": "Mughira b. Shu'ba reported that none asked Allah's Apostle (ﷺ) about Dajjal more than I asked him. I (one of the narrators other than Mughira b. Shu'ba) said:",
      "text": "Mughirah b. Şu'ba, Allah'ın Elçisi (ﷺ) hakkında Deccal ile ilgili olarak benden daha fazla soru soran kimse olmadığını bildirmiştir. Ben (Mughirah b. Şu'ba dışında bir nakilci): Ne sordun? dedim. Mughirah: İnsanlar onun yanında dağlarca ekmek ve koyun eti ile su nehirleri olacağı iddia ediliyor, dedim. Bunun üzerine o: O, Allah katında tüm bunlarla kıyaslandığında daha önemsiz olacaktır, dedi."
    },
    {
      "id": 141,
      "narrator": "",
      "text": "Bu hadis, İsmail aracılığıyla diğer nakil zincirleri üzerinden hafif bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 142,
      "narrator": "'Abdullah b. 'Amr reported that a person came to him and said:",
      "text": "Abdullah b. Amr, bir kişinin kendisine gelip: Senin naklettiğin bu hadisi, Kıyamet Saati'nin şu ve bu zamanda geleceğini söylüyorsun, diye sorduğunu bildirmiştir. Bunun üzerine o: Allah'ı tenzih ederim, O'ndan başka ilah yoktur (ya da buna benzer sözler). Artık kimseye bir şey nakletmeyeceğim, dedim. Sadece, bir süre sonra (Kabe'nin) yakılacağı önemli bir olay göreceksiniz, dedim ve bu kesinlikle olacaktır. Sonra Allah'ın Elçisi (ﷺ) şöyle dedi: Deccal benim ümmetimde ortaya çıkacak ve dünyada kırk yıl kalacak - kırk gün, kırk ay mı yoksa kırk yıl mı olduğunu söyleyemem. Sonra Allah, Meryem oğlu İsa'yı gönderecek ve o, 'Urve b. Mes'ud'a benzeyecektir. O (İsa), onu kovalayacak ve öldürecektir. Sonra insanlar yedi yıl yaşayacaklar ve iki kişi arasında kin olmayacaktır. Sonra Allah, Suriye tarafından soğuk bir rüzgar gönderecek ve yeryüzünde içinde zerre kadar hayır veya iman olan hiç kimse kalmayacak, hepsi ölecektir; öyle ki, sizlerden bazıları dağların en derin yerlerine girseler bile, bu rüzgar oraya da ulaşacak ve onların ölümüne sebep olacaktır. Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: Sadece kötü insanlar hayatta kalacak ve onlar, hayvanların özelliklerine sahip kuşlar gibi kayıtsız olacaklardır. İyiliği asla takdir etmeyecekler ve kötülüğü de kınamayacaklardır. Sonra Şeytan onlara insan şeklinde gelecek ve: Cevap vermiyor musunuz? diyecek. Onlar: Ne emrediyorsun? diyeceklerdir. O, onlara putlara tapmalarını emredecek fakat buna rağmen, bol miktarda rızıkları olacak ve rahat bir yaşam süreceklerdir. Sonra sura üflenecek ve bunu duyan kimse olmayacak; fakat o, boynunu bir tarafa eğip diğer taraftan kaldıracak ve sura ilk önce, develer için su sağlayan tankı düzeltmekle meşgul olan kişi duyacaktır. O bayılacak ve diğer insanlar da bayılacaklardır. Sonra Allah, yağmur gönderecek veya yağmur göndermesi için bir sebep yaratacaktır ki bu, çiy gibi olacaktır ve bununla insanların bedenleri çıkacaktır. Sonra ikinci sura üflenecek ve onlar ayağa kalkacak ve etrafa bakacaklardır. Sonra denilecektir: Ey insanlar, Rabbinize gidin ve orada durun. Ve sorguya çekileceklerdir. Sonra denilecektir: Onlardan bir grup (Cehennem'e) çıkarın. Ve sonra sorulacaktır: Ne kadar? Denilecektir: Bin kişiden dokuz yüz doksan dokuzu Cehennem'e ve o gün, korkusundan çocukları ihtiyarlatacak olan gündür ve o gün, \"Bacak açıldığında\" (68:42) denildiği gündür."
    },
    {
      "id": 143,
      "narrator": "Ya'qub b. 'Asim b. Urwa b. Mas'ud reported:",
      "text": "Yakup b. Asım b. Urve b. Mes'ud, bir kişinin Abdullah b. Amr'a: Sen, Kıyamet Saati'nin şu ve bu zamanda geleceğini söylüyorsun, dediğini işittiğini bildirmiştir. Bunun üzerine o: Artık size bir şey nakletmeyeceğim, dedim. Sadece, ama çok yakında önemli bir olay göreceksiniz, örneğin Kabe'nin yanması. Şu'ba böyle dedi ve Abdullah b. Amr, Allah'ın Elçisi (ﷺ) şöyle demiştir: Deccal benim ümmetimde ortaya çıkacak. Ve başka bir hadiste (sözler şöyle): Kalbinde zerre kadar iman olan hiç kimse hayatta kalmayacak, hepsi ölecektir. Muhammed b. Ca'fer, Şu'ba'nın bu hadisi kendisine birçok kez naklettiğini bildirmiştir ve ben de ona birçok kez okudum."
    },
    {
      "id": 144,
      "narrator": "`Abdullah b. `Amr reported:",
      "text": "Abdullah b. Amr, Allah'ın Elçisi (ﷺ) tarafından bir hadisi ezberlediğini ve Allah'ın Elçisi (ﷺ) şöyle derken onu unutmamak için ezberlediğini bildirmiştir: Deccal'in ortaya çıkmasının ilk işareti, güneşin batıdan doğması, insanların önünde sabahleyin canavarın ortaya çıkmasıdır ve hangisi önce olursa, diğeri hemen ardından gelecektir."
    },
    {
      "id": 145,
      "narrator": "",
      "text": "Ebu Zur'a, Medine'de Marwan b. Hekem'in huzurunda üç kişinin oturduğunu ve onların bu işaretleri ondan duyduklarını bildirmiştir ve bunlardan ilki Deccal'in ortaya çıkmasıdır. Abdullah b. Amr, Marwan'ın bu konuda özel bir şey söylemediğini bildirmiştir. Ancak ben, Allah'ın Elçisi (ﷺ) tarafından bir hadisi işittim ve onu unutmamak için ezberledim ve o, yukarıdaki gibi bir hadisi rivayet etti."
    },
    {
      "id": 146,
      "narrator": "Abu Zur'a reported that there was a discussion in the presence of Marwan about the Last Hour, and Abdullah b. 'Amr said:",
      "text": "Ebu Zur'a, Marwan'ın huzurunda Kıyamet Saati hakkında bir tartışma olduğunu ve Abdullah b. Amr'ın Allah'ın Elçisi (ﷺ) şöyle derken işittiğini bildirmiştir. Hadisin geri kalanı aynıdır, ancak sabah vaktinden bahsedilmemektedir."
    },
    {
      "id": 147,
      "narrator": "Amir b. Sharahil Sha'bi Sha'b Hamdan reported that he asked Fatima, daughter of Qais and sister of ad-Dahhak b. Qais and she was the first amongst the emigrant women:",
      "text": "Amir b. Şarahil Şa'bi, Fatıma bint Kays'a, hicret eden kadınların ilki olan Qais'in kızı olan Fatıma'ya sordu: Allah'ın Elçisi (ﷺ) tarafından doğrudan işittiğin bir hadisi bana anlat, aralarında ek bir bağlantı olmadan. O da: Çok iyi, eğer istersen, bunu yapmaya hazırım, dedi ve o da: İyi, yap ve bunu bana anlat, dedi. O şöyle dedi: Mughira'nın oğlu ile evlendim ve o, o zaman Kureyş'in seçkin bir genciydi, ancak Allah'ın Elçisi (ﷺ) yanında ilk cihatta şehit düştü. Dul kaldığımda, Allah'ın Elçisi (ﷺ) arkadaşlarından biri olan Abdulrahman b. Auf, bana evlenme teklif etti. Allah'ın Elçisi (ﷺ) de onun azatlısı Usame b. Zeyd için bana böyle bir mesaj gönderdi. Bana iletildi ki, Allah'ın Elçisi (ﷺ) Usame hakkında şöyle demiştir: Beni seven, Usame'yi de sevmelidir. Allah'ın Elçisi (ﷺ) bu konuda benimle konuştuğunda, ben: İşlerim senin elinde. Beni istediğin biriyle evlendirebilirsin, dedim. O da: Şimdi Umm Şarik'in evine geçmen daha iyi olur, dedi ve Umm Şarik, Ensar'dan zengin bir kadındır. Allah yolunda cömertçe harcama yapar ve misafirlere çok iyi bakar. Ben de: İyi, senin istediğin gibi yapacağım, dedim. O da: Bunu yapma, çünkü Umm Şarik, sık sık misafir kabul eden bir kadındır ve başının açık kalmasını veya bacaklarının örtüsünün açılmasını istemiyorum ve yabancılar bunları görmesin, dedi. Sen, kuzenin Abdullah b. Amr b. Ümm Mektum'un evine geç, o da Kureyş'in Beni Fihr kabilesindendir ve o kabileye aittir. Böylece o eve geçtim ve bekleme sürem dolduğunda, bir anonsun yapıldığını duydum ki, namaz kılınacaktır (camiye) topluca namaz kılınacaktır. Ben de o camiye doğru yola çıktım ve Allah'ın Elçisi (ﷺ) ile birlikte namaz kıldım ve kadınlar için ayrılan sırada, erkeklerin son sırasına yakın bir yerdeydim. Allah'ın Elçisi (ﷺ) namazını bitirdiğinde, gülümseyerek minberde oturdu ve: Her ibadet eden kendi yerinde otursun, dedi. Sonra: Neden sizi topladığımı biliyor musunuz? dedim. Onlar: Allah ve Elçisi en iyi bilir, dediler. O da: Vallahi, sizi vaaz veya uyarı için toplamadım, ama sizi burada tutmamın sebebi, Tamim Dari adında bir Hristiyan'ın gelip İslam'ı kabul ettiğini ve bana, Deccal hakkında size anlattıklarım ile örtüşen bir şey söylediğini bildirmektir. O, bana, otuz kişi ile birlikte Beni Lakhm ve Beni Judham'dan bir gemide denize açıldığını ve bir ay boyunca dalgalar tarafından sürüklendiğini anlattı. Sonra bu (dalgalar) onları okyanusta (ada) karaya getirdiğinde, akşam vaktiydi. Küçük bir yan botla o adaya girdiler. Orada uzun kalın tüyleri olan bir canavarla karşılaştılar (ve bu yüzden) yüzünü arka tarafından ayırt edemediler. Dediler: Vay haline, sen kim olabilirsin? O da: Ben el-Cessasa'yım, dedi. Onlar: el-Cessasa nedir? dediler. O da: Ey insanlar, bu manastıra giden bu kişiye gidin, çünkü o, sizinle ilgili çok şey öğrenmek istiyor, dedi. O (nakilci) dedi ki: Bir kişiyi adlandırdığında, şeytan olabileceğinden korktuk. Hızla o manastıra gittik ve orada elleri boynuna bağlı ve iki bacağı arasında ayak bileklerine kadar demir zincirler olan iyi yapılı bir adamla karşılaştık. Dedik: Vay haline, sen kimsin? O da: Benim kim olduğumu yakında öğreneceksiniz, ama önce siz kimsiniz? dedim. Biz: Biz Arabistan'dan insanlarız ve bir gemiye bindik ama deniz dalgaları bizi bir ay boyunca sürükledi ve bizi bu adaya getirdi. Yan botlara geçtik ve bu adaya girdik ve burada uzun kalın tüyleri olan bir canavarla karşılaştık ve tüylerinin kalınlığından yüzü arkasından ayırt edilemedi. Dedik: Vay haline, sen kimsin? O da: Ben el-Cessasa'yım. Dedik: el-Cessasa nedir? O da: Bu manastıra giden bu kişiye gidin, çünkü o, sizinle ilgili çok şey öğrenmek istiyor. Böylece biz, şeytan olabileceğinden korkarak size geldik. O (zincirli kişi) dedi: Baisan'ın hurma ağaçları hakkında bana bilgi verin. Biz: Onların hangi yönü hakkında bilgi almak istiyorsun? dedik. O da: Bu ağaçlar meyve veriyor mu, diye soruyor. Biz: Evet, dedik. Bunun üzerine o: Bunların meyve vermeyeceğini düşünüyorum, dedi. O: Taberiye gölü hakkında bana bilgi verin? dedim. Biz: Onun hangi yönü hakkında bilgi almak istiyorsun? O da: İçinde su var mı? dedik. Biz: İçinde bol miktarda su var, dedik. Bunun üzerine o: Bunun yakında kuruyacağını düşünüyorum, dedi. O tekrar: Zughar pınarı hakkında bana bilgi verin. Biz: Onun hangi yönü hakkında bilgi almak istiyorsun? O (zincirli kişi) dedi: İçinde su var mı ve toprağı suluyor mu? Biz: Evet, içinde bol miktarda su var ve Medine halkı bununla toprağı suluyor, dedik. O: Okuma yazma bilmeyen Peygamber hakkında bana bilgi verin; ne yaptı? dedim. Biz: Mekke'den çıktı ve Yathrib'e (Medine) yerleşti, dedik. O: Araplar ona karşı savaşıyor mu? dedim. Biz: Evet, dedik. O: Onlarla nasıl başa çıktı? dedik. Biz, komşularını yendiğini ve onların ona teslim olduğunu bildirdik. Bunun üzerine o: Gerçekten oldu mu? dedi. Biz: Evet, dedik. O: Eğer öyleyse, onlara itaat etmeleri daha iyidir. Kendim hakkında size bilgi vereceğim ve ben Deccal'im ve yakında çıkmama izin verilecek ve böylece çıkacağım ve yeryüzünde dolaşacağım ve kırk gece kalmadığım hiçbir şehir olmayacak, Mekke ve Medine hariç, çünkü bu iki yer benim için yasaklanmıştır ve bu iki yerden birine girmeye"
    },
    {
      "id": 148,
      "narrator": "Al-Sha'bi reported:",
      "text": "Al-Sha'bi reported: We visited Fatima b. Qais and she served us fresh dates which are called rutab and she also served us barley. I asked her about that woman in whose case three divorces had been pronounced as to how much time she should count as the waiting period. She said: My husband pronounced three divorces in my case and Allah's Messenger (ﷺ) permitted me to spend any waiting period in my family. (It was during this period) that announcement was made for the people to observe prayer in the bigger Mosque. I went there along with people and I was in the front row meant for women and it was adjacent to the last row of men and I heard Allah's Messenger (ﷺ) deliver sermon sitting on the pulpit. He said: The cousin of Tamim (Dari) sailed in the ocean. The rest of the hadith is the same but with this addition:\" (I see) as if I am looking to Allah's Apostle (ﷺ) pointing his rod towards the land (and saying): It is Taiba, i. e. Medina.\""
    },
    {
      "id": 149,
      "narrator": "Tamim Dari came to Allah's Messenger (ﷺ) and informed Allah's Messenger (ﷺ) that he sailed in an ocean and his ship lost direction and thus landed at an island. They moved about in that land in search of water. There they saw a person who had been pulling his hair. The rest of the hadith is the same. And he (Dajjal) said:",
      "text": "Tamim Dari came to Allah's Messenger (ﷺ) and informed Allah's Messenger (ﷺ) that he sailed in an ocean and his ship lost direction and thus landed at an island. They moved about in that land in search of water. There they saw a person who had been pulling his hair. The rest of the hadith is the same. And he (Dajjal) said: If I were to be permitted to set out I would have covered all the lands except Taiba. Then Allah's Messenger (ﷺ) brought (Tamim Dari) before the public and he narrated to them and said: That is Taiba and that is the Dajjal."
    },
    {
      "id": 150,
      "narrator": "Fatima b. Qais reported that Allah's Messenger (ﷺ) sat on the pulpit and said:",
      "text": "Fatima b. Qais reported that Allah's Messenger (ﷺ) sat on the pulpit and said: O people, Tamim Dari has reported to me that some persons of his tribe sailed in the ocean in a boat and it capsised and then some of them travelled on one of the planks of the boat and they went to an island in the ocean. The rest of the hadith is the same."
    },
    {
      "id": 151,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Dajjal'ın kaplamayacağı hiçbir yer yoktur; sadece Mekke ve Medine. Onlara giden yolların hiçbirinde, sıralanmış melekler tarafından korunmayan bir geçit olmayacaktır. Sonra (Dajjal) Medine'ye bitişik bir çorak arazide ortaya çıkacak ve bu yer üç kez sarsılacak; her kafir ve münafık ona doğru çıkacaktır."
    },
    {
      "id": 152,
      "narrator": "",
      "text": "Bu hadis, Anas'tan rivayet edilmiştir; Allah'ın Elçisi (ﷺ) bunu söyledi ama şu eklemeyle: (Dajjal) Juruf'un çorak arazisinde çadır kuracak ve böylece (şehrin içinden) her münafık, erkek ve kadın çıkacaktır."
    },
    {
      "id": 153,
      "narrator": "Anas b. Malik reported that Allah's Messenger (ﷺ) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Dajjal'ı, İsfahan'dan gelen, Pers şalı giyen yetmiş bin Yahudi takip edecektir."
    },
    {
      "id": 154,
      "narrator": "Umm Sharik reported:",
      "text": "Umm Şarik bildirdi: Allah'ın Elçisi (ﷺ) şöyle derken duydum: İnsanlar Dajjal'dan kaçacak ve dağlarda sığınak arayacaklar. O gün Araplar nerede olacak? dedi. O da: Sayıları az olacak, dedi."
    },
    {
      "id": 155,
      "narrator": "",
      "text": "Bu hadis, aynı rivayet zinciriyle İbn Juraij'den aktarılmıştır."
    },
    {
      "id": 156,
      "narrator": "Abu Qatada reported:",
      "text": "Ebu Katade bildirdi: İmran b. Hüseyin'e, Hişam b. Amir'in önünden geçerek giderdik. Bir gün, şöyle dedi: Siz, bazı kişilere gitmek için yanımdan geçiyorsunuz, ama (yaşayanlar arasında) Allah'ın Elçisi (ﷺ) ile birlikte benden daha fazla kalan yok ve benden daha fazla hadis bilen yok. Allah'ın Elçisi (ﷺ) şöyle dedi: Adem'den Kıyamet Günü'ne kadar Dajjal'dan daha fazla sıkıntı veren bir yaratık yoktur."
    },
    {
      "id": 157,
      "narrator": "",
      "text": "Bu hadis, 'İmran b. Hüseyin'den hafif bir kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 158,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) having said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Altı şey olmadan önce hayırlı ameller yapmaya acele edin: Güneşin batıdan doğması, duman, Dajjal, hayvan ve (birinizin) ölümü veya genel kargaşa."
    },
    {
      "id": 159,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle derken bildirmiştir: Bu altı şey (olmadan önce) bu hayırlı amelleri yapmaya acele edin: (Dajjal'ın ortaya çıkması), duman, yeryüzü hayvanı, güneşin batıdan doğması, genel kargaşa (büyük çapta katliama yol açacak) ve toplu ve bireysel ölümler."
    },
    {
      "id": 160,
      "narrator": "",
      "text": "Bu hadis, başka bir rivayet zinciriyle Katade'den aktarılmıştır."
    },
    {
      "id": 161,
      "narrator": "Ma'qil b. Yasar reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ma'qil b. Yasar, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Yaygın kargaşa döneminde ibadet etmek, benim yanıma hicret etmek gibidir."
    },
    {
      "id": 162,
      "narrator": "",
      "text": "Önceki hadis, aynı zincirle Hammad'dan Ebu Kamil aracılığıyla aktarılmıştır."
    },
    {
      "id": 163,
      "narrator": "Abdullah reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abdullah, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: Kıyamet Günü, (en kötü) zalimlere en çok etki edecektir."
    },
    {
      "id": 164,
      "narrator": "This hadith has been reported by Sahl b. Sa'd that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Bu hadis, Sahl b. Sa'd tarafından bildirilmiştir; Allah'ın Elçisi (ﷺ) şöyle derken duydum: Ben ve Kıyamet Günü, (birbirine) bu kadar yakınız (ve bunu açıklamak için) işaret parmağını, baş parmağın yanına ve orta parmağı (bir araya getirerek) gösterdi."
    },
    {
      "id": 165,
      "narrator": "Anas b. Malik reported that Allah's Messenger (way peace be upon him) said:",
      "text": "Anas b. Malik, Allah'ın Elçisi (sallallahu aleyhi ve sellem) şöyle dediğini bildirmiştir: Ben ve Kıyamet Günü, bu şekilde gönderildik. Şu'ba dedi ki: Ben, Katade'nin rivayetinde şöyle dediğini duydum: Birinin diğerine üstünlüğü. Ve onun Anas'tan mı yoksa Katade'nin kendisinden mi aktarıldığını bilmiyorum."
    },
    {
      "id": 166,
      "narrator": "Shu'ba reported:",
      "text": "Şu'be, Kâtade ve Ebu Tayyab'ın, Anas'tan Allah'ın Elçisi (ﷺ) şöyle dediğini duyduğunu bildirdi: Ben ve Kıyamet Saati bu şekilde gönderildik, ve Şu'be, bunu anlatırken işaret parmağı ve orta parmağını birbirine yaklaştırdı."
    },
    {
      "id": 167,
      "narrator": "",
      "text": "Bu hadis, Anas'tan başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 168,
      "narrator": "",
      "text": "Anas, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi, ancak bunu başka bir rivayet zinciriyle aktardı."
    },
    {
      "id": 169,
      "narrator": "Anas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Anas, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirdi: Ben ve Kıyamet Saati bu şekilde gönderildik ve (bunu yaparken) işaret parmağını orta parmağıyla birleştirdi."
    },
    {
      "id": 170,
      "narrator": "'A'isha reported that when the desert Arabs came to Allah's Messenger (ﷺ) they asked about the Last Hour as to when that would come. And he looked towards the youngest amongst them and said:",
      "text": "Aişe, çöl Arapları Allah'ın Elçisi (ﷺ)'ne geldiklerinde Kıyamet Saati'nin ne zaman geleceğini sorduklarını bildirdi. O da aralarındaki en genç olanına baktı ve şöyle dedi: Eğer bu yaşlı çocuk yaşarsa, çok yaşlanmayacak ve Kıyamet Saati'nin size geldiğini görecektir (sizin öldüğünüzü görecektir)."
    },
    {
      "id": 171,
      "narrator": "Anas reported that a person asked Allah's Messenger (ﷺ) as to when the Last Hour would come. He had in his presence a young boy of the Ansar who was called Muhammad. Allah's Messenger (ﷺ) said:",
      "text": "Anas, bir kişinin Allah'ın Elçisi (ﷺ)'ne Kıyamet Saati'nin ne zaman geleceğini sorduğunu bildirdi. Onun yanında, Muhammed adında bir genç Ansar çocuğu vardı. Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer bu genç çocuk yaşarsa, Kıyamet Saati'nin size geldiğini görecek kadar yaşlanmayacak."
    },
    {
      "id": 172,
      "narrator": "Anas b. Malik reported that a person asked Allah's Apostle (ﷺ):",
      "text": "Anas b. Malik, bir kişinin Allah'ın Elçisi (ﷺ)'ne: Kıyamet Saati ne zaman gelecek? diye sorduğunu bildirdi. Bunun üzerine Allah'ın Elçisi (sallallahu aleyhi ve sellem) bir süre sessiz kaldı. Sonra yanında Azd Şanu'a kabilesinden bir genç çocuğa baktı ve şöyle dedi: Eğer bu çocuk yaşarsa, Kıyamet Saati size gelene kadar çok yaşlanmayacak. Anas, bu gencin o günlerdeki yaşlarının bizim yaşımıza yakın olduğunu söyledi."
    },
    {
      "id": 173,
      "narrator": "Anas reported:",
      "text": "Anas, Mughira b. Şu'ba'nın bir genç çocuğunun (Peygamberin) yanından geçtiğini ve onun benim yaşımda olduğunu bildirdi. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Eğer uzun yaşarsa, Kıyamet Saati'nin (bu neslin yaşlılarına) geleceği zamana kadar çok yaşlanmayacak."
    },
    {
      "id": 174,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Kıyamet Saati, bir kişinin dişi deveyi sağarken o kişinin sağdığı süt kabın kenarına ulaşmadan gelecektir; iki kişi elbiselerin alım satımıyla meşgulken, pazarlıkları Kıyamet Saati gelmeden tamamlanmayacaktır. Ve birisi su tankını düzene sokmaya çalışacak, tam o sırada Kıyamet Saati gelecektir."
    },
    {
      "id": 175,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Sûr'un iki kez üflenmesi arasında (kırk) gün olacaktır. Onlar: Ebu Hureyre, kırk gün mü demek istiyorsun? dediler. O: Ben bir şey diyemem, dedi. Onlar: Kırk ay mı demek istiyorsun? dediler. O: Ben bir şey diyemem, dedi. Onlar: Kırk yıl mı demek istiyorsun? dediler. O: Ben bir şey diyemem, dedi. Sonra Allah, gökten su indirecek ve insanlar sebze gibi filizlenecekler. İnsanlarda çürümeyecek tek şey, yeniden diriltme günü bütün bedenin yeniden oluşturulacağı kuyruk sokumu kemiği olacaktır."
    },
    {
      "id": 176,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini bildirdi: Yer, Âdem oğlunun tümünü, kuyruk sokumu dışında tüketecektir. O, ondan yaratılmıştır ve Kıyamet Günü'nde ondan yeniden yaratılacaktır."
    },
    {
      "id": 177,
      "narrator": "Abu Huraira reported so many ahadith from Allah's Apostle (ﷺ) and amongst these one was this that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ)'nden birçok hadis rivayet etti ve bunlar arasında Allah'ın Elçisi (ﷺ) şöyle dedi: İnsan vücudunda yerin asla tüketmeyeceği bir kemik vardır ve bu kemikten yeni bedenler yeniden oluşturulacaktır (Kıyamet Günü'nde). Onlar: Allah'ın Elçisi, o hangi kemiktir? dediler. Bunun üzerine o: O, omurga kemiğidir, dedi."
    }
  ]
}