{
  "language": "tr",
  "metadata": {
    "length": 96,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Dünya, mümin için bir zindandır ve kâfir için bir cennettir."
    },
    {
      "id": 2,
      "narrator": "Jabir b. Abdullah reported that Allah's Apostle (ﷺ) happened to walk through the bazar coming from the side of 'Aliya and the people were on both his sides. There he found a dead lamb with very short ears. He took hold of his ear and said:",
      "text": "Cabir b. Abdullah, Allah'ın Elçisi (ﷺ) 'nin Aliya tarafında çarşıdan geçerken, insanların her iki yanında olduğunu bildirdi. Orada çok kısa kulaklı bir ölü kuzu buldu. Kulaklarından tuttu ve dedi ki: Sizden kim bu kuzu için bir dirhem ister? Onlar: Biz, bunun bizim için bir değeri olmadığından, bunun için bile almak istemeyiz, dediler. O da: Bunu (ücretsiz) almak ister misiniz? Onlar: Vallahi, eğer canlı olsaydı bile (onu almak istemezdik), çünkü onun kulaklarında bir kusur var; şimdi de ölü. Bunun üzerine Allah'ın Elçisi (ﷺ) şöyle dedi: Vallahi, bu dünya, Allah katında sizin gözünüzdeki bu (ölü kuzu)dan daha değersizdir."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Cabir, Allah'ın Elçisi (ﷺ) 'nin bu şekilde, kelime değişikliği ile bir hadis naklettiğini bildirdi."
    },
    {
      "id": 4,
      "narrator": "Mutarrif reported on the authority of his father:",
      "text": "Mutarrif, babasından naklen: Allah'ın Elçisi (ﷺ) 'nin \"Çokluk sizi oyalıyor\" (cii. 1) ayetini okuduğu esnada yanına geldim. O şöyle dedi: Âdem oğlu: Benim malım, benim malım, der. O (Peygamber) dedi ki: Ey Âdem oğlu, senin sahip olduğun şey, yediğin, kullandığın veya giyip de eskittiğin ya da sadaka verip de önceden gönderdiğin şeyler dışında bir şey var mı?"
    },
    {
      "id": 5,
      "narrator": "Mutarrif reported on the authority of his father:",
      "text": "Mutarrif, babasından naklen: Allah'ın Elçisi (ﷺ) 'ne gittim. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 6,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle buyurduğunu bildirdi: Bir kul: Benim malım, benim malım, der; ama onun malından sadece üç şey onun olur: Yediği ve kullandığı ya da giyip de eskittiği ve sadaka olarak verdiği, işte bu, kendisi için (ahiret için) depoladığıdır; bunun dışındaki her şey (senin için bir fayda sağlamaz) çünkü sen gideceksin ve onu başkalarına bırakacaksın."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciri ile el-Ala' b. Abd al-Rahman'dan rivayet edilmiştir."
    },
    {
      "id": 8,
      "narrator": "Anas b. Malik reported Allah's Messenger (ﷺ) as saying:",
      "text": "Enes b. Malik, Allah'ın Elçisi (ﷺ) 'nin şöyle buyurduğunu bildirdi: Üç şey, bir ölünün cenaze alayını takip eder. Bunlardan ikisi geri döner, biri ise onunla kalır: Ailesi, malı ve iyi amelleri. Ailesi ve malı geri döner, sadece amelleri onunla kalır."
    },
    {
      "id": 9,
      "narrator": "`Amr b. `Auf, who was an ally of Banu `Amir b. Luwayy (and he was one amongst them) who participated in Badr along with Allah's Messenger (ﷺ) reported that, Allah's Messenger (ﷺ) sent Abu `Ubaida b. Al-Jarrah to Bahrain for collecting Jizya and Allah's Messenger (ﷺ) had made a truce with the people of Bahrain and had appointed `Ala' b. Hadrami and Abu `Ubaida (for this purpose). They came with wealth from Bahrain and the Ansar heard about the arrival of Abu `Ubaida and they had observed the dawn prayer along with Allah's Messenger (ﷺ). When Allah's Messenger (ﷺ) had finished the prayer, they (the Ansar) came before him and Allah's Messenger (ﷺ) smiled as he saw them and then said:",
      "text": "Amr b. Auf, Banu Amir b. Luwayy'in bir müttefiki (ve onlardan biri) olarak, Allah'ın Elçisi (ﷺ) ile birlikte Bedir'e katılan biri olarak, Allah'ın Elçisi (ﷺ) 'nin Ebu Ubeyde b. el-Cerrah'ı Bahreyn'e cizye toplamak için gönderdiğini bildirdi. Allah'ın Elçisi (ﷺ) Bahreyn halkıyla bir ateşkes yapmış ve bu amaçla Ala' b. Hadrami ve Ebu Ubeyde'yi tayin etmişti. Onlar Bahreyn'den mal ile geldiler ve Ensar, Ebu Ubeyde'nin geldiğini duydu ve sabah namazını Allah'ın Elçisi (ﷺ) ile birlikte kıldılar. Allah'ın Elçisi (ﷺ) namazı bitirdiğinde, (Ensar) onun önüne geldiler ve Allah'ın Elçisi (ﷺ) onları görünce gülümsedi ve şöyle dedi: Sanırım Ebu Ubeyde'nin Bahreyn'den mallarla geldiğini duydunuz. Onlar: Allah'ın Elçisi, evet, öyle. Bunun üzerine o dedi: Sevinin ve sizi sevindiren şeyler hakkında umutlu olun. Vallahi, ben sizin için korktuğum şey, yoksulluk değil; ama sizin için korktuğum şey, (dünyevi) zenginliklerin size verilmesi ve sizlerin bunlar için birbirinizle rekabet etmenizdir; bu da sizi yok eder, tıpkı onları yok ettiği gibi."
    },
    {
      "id": 10,
      "narrator": "",
      "text": "Bu hadis, Yunus tarafından biraz kelime değişikliği ile Zuhri'den rivayet edilmiştir."
    },
    {
      "id": 11,
      "narrator": "`Abdullah b. `Amr b. al-`As reported that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah b. Amr b. el-As, Allah'ın Elçisi (ﷺ) 'nin şöyle dediğini bildirdi: Siz, ey insanlar, Persler ve Romalılar sizin için fethedildiğinde ne yapacaksınız? Abd ar-Rahman b. Auf dedi ki: Biz, Allah'ın emrettiği gibi söyleriz ve Allah'a şükrederiz. Bunun üzerine Allah'ın Elçisi (ﷺ) dedi: Başka bir şey yok mu? Siz (aslında) birbirinizle rekabet edeceksiniz, sonra kıskanacaksınız, sonra akrabalarınız birbirinden uzaklaşacak ve sonra birbirinize düşmanlık besleyeceksiniz, ya da buna benzer bir şey. Sonra fakir muhacirlere gidecek ve bazılarını diğerlerinin efendisi yapacaksınız."
    },
    {
      "id": 12,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle buyurduğunu bildirdi: Sizden biri, kendisinden daha yüksek bir seviyede olan birine baktığında, kendisinden daha düşük bir seviyede olan birine de bakmalıdır."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre'den başka bir nakil zinciri ile rivayet edilmiştir."
    },
    {
      "id": 14,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) 'nin şöyle buyurduğunu bildirdi: Sizden daha düşük bir seviyede olanlara bakın, ama sizden daha yüksek bir seviyede olanlara bakmayın; çünkü bu, Allah'ın nimetlerini küçümsememeniz için daha uygundur."
    },
    {
      "id": 15,
      "narrator": "Abu Huraira, narrated that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Mu'aviye'nin nakil zincirinde: Üzerinize."
    },
    {
      "id": 16,
      "narrator": "It is reported on the authority of Amir b. Sa'd that Sa'd b. Abi Waqqas was in the fold of his camels that his son 'Umar came to him. When Sa'd saw him he said:",
      "text": "Amir b. Sa'd'dan rivayet edilmiştir ki, Sa'd b. Ebi Vakkas, develerinin yanında iken oğlu 'Umar yanına geldi. Sa'd onu görünce şöyle dedi: \"Bu binicinin şerrinden Allah'a sığınırım.\" 'Umar inip yanına geldiğinde ona şöyle dedi: \"Sen develerinle ve koyunlarınla meşgulsün, oysa insanlar krallık için birbirleriyle çekişiyor.\" Sa'd göğsüne vurdu ve dedi ki: \"Sus! Allah'ın Elçisi (ﷺ) şöyle buyurduğunu duydum: Allah, kendisine karşı duyarlı olan, ihtiyacı olmayan ve insanların gözünden gizli olan kulunu sever.\""
    },
    {
      "id": 17,
      "narrator": "Sa'd b. Abu Waqqas is reported to have, said:",
      "text": "Sa'd b. Ebi Vakkas'ın şöyle dediği rivayet edilmiştir: \"Vallahi, ben Araplar arasında Allah yolunda ok atan ilk kişiyim ve Allah'ın Elçisi (ﷺ) ile birlikte giderdik, yiyecek olarak sadece hubla ve samur ağaçlarının yaprakları vardı ve bu yüzden aramızdan biri, keçi gibi dışkılardı. (Ne garip ki) şimdi Banu Asad (Zübeyir'in soyundan) bana din konusunda talimat veriyor ve buna ilişkin olarak bana ceza uygulamaya çalışıyorlar. Eğer ben din konusunda bu kadar cehalet içindeysem, gerçekten ben mahvolmuşum demektir ve amellerim de boşa gitmiştir. Ancak İbn Numair, (idhan) kelimesini rivayetinde anmamıştır.\""
    },
    {
      "id": 18,
      "narrator": "This hadith has been narrated on the authority of Isma'il b. Khalid with the same chain of transmitters and the words are:",
      "text": "Bu hadis, İsmail b. Halid'den aynı isnatla rivayet edilmiştir ve sözler şöyledir: \"Aramızdan biri, keçilerin yaptığı gibi dışkılardı, dışkısına hiçbir şey karışmadan.\""
    },
    {
      "id": 19,
      "narrator": "'Umair al-'Adawi reported:",
      "text": "'Umair el-'Adavi şöyle bildirmiştir: 'Utba b. Ghazwan bize bir hutbe verdi ve Allah'ı övdü, ardından şöyle dedi: \"Şimdi konuya gelecek olursak, gerçekten dünya, sonunun haberini çok erken aldı. İçinde su kalmayacak, sadece sahibinin bıraktığı kapta kalan su kalacak ve siz, sonsuz bir mekâna geçeceksiniz. İyiliklerinizle geçin, çünkü bize bildirildi ki, cehennemin bir tarafına bir taş atılacak ve o, yetmiş yıl boyunca aşağı düşecek ama dibine ulaşamayacak. Vallahi, orası tamamen dolacak. Bunu garip buluyor musunuz? Cennetin bir ucundan diğerine kadar kat edeceğiniz mesafenin kırk yıl olduğu belirtilmiştir ve bir gün gelecek ki, orası tamamen dolacak. Bilmelisiniz ki, ben Allah'ın Elçisi (ﷺ) ile birlikte yedi kişiden yedincisiydim ve yiyecek olarak sadece ağaç yapraklarımız vardı, dudaklarımız yaralanana kadar. Bir örtü bulduk, onu ikiye böldük ve ben ve Sa'd b. Malik arasında paylaştık. Ben onun yarısından bir elbise yaptım, Sa'd da yarısından bir elbise yaptı ve bugün aramızda, İslam Devleti şehirlerinden birinin valisi olmamış kimse yoktur. Allah'a sığınırım ki, kendimi büyük göreyim, oysa ben Allah katında önemsizim. Peygamberlik sonsuza dek sürmez ve etkisi zamanla kaybolur, sonunda krallığa dönüşür. Ve siz, bizden sonra gelecek olan o yöneticileri göreceksiniz ve dinle ne kadar uzak olduklarını göreceksiniz.\""
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Khalid b. 'Umair, İslam öncesi günleri de görmüş olarak, 'Uqba b. Ghazwan'ın bu hitabını verdiğini bildirmiştir ve o, Basra valisiydi. Hadisin geri kalanı, Şaiban tarafından rivayet edilenle aynıdır."
    },
    {
      "id": 21,
      "narrator": "Khalid b. Umair reported:",
      "text": "Khalid b. 'Umair şöyle bildirmiştir: 'Uqba b. Ghazwan'ın şöyle dediğini duydum: \"Ben, Allah'ın Elçisi (ﷺ) ile birlikte yedi kişiden yedincisiydim. Yiyecek olarak sadece hubla (bir yabani ağaç) yapraklarımız vardı, dudaklarımız yaralanana kadar.\""
    },
    {
      "id": 22,
      "narrator": "Abu Huraira reported that they (the Companions of the Holy Prophet) said:",
      "text": "Ebu Hureyre, (Peygamber Efendimiz) şöyle dediğini bildirmiştir: \"Allah'ın Elçisi, Kıyamet Günü'nde Rabbimizi görebilecek miyiz?\" dedi. O da: \"Güneşin ortada, üzerinde bulut yokken görünmesinde herhangi bir zorluk hissediyor musunuz?\" dedi. Onlar: \"Hayır.\" dedi. Tekrar: \"On dört gece ayı, üzerinde bulut yokken görmekte bir zorluk hissediyor musunuz?\" dedi. Onlar: \"Hayır.\" dedi. Bunun üzerine şöyle dedi: \"Vallahi, benim hayatımın elinde olan Allah'a yemin ederim ki, Rabbimizi görmekte, onlardan birini görmekte hissettiğinizden daha fazla zorluk hissetmeyeceksiniz.\" Sonra Allah, kul hakkında hüküm verecek ve şöyle diyecek: \"Ey falan, seni onurlandırmadım mı, seni başkan yapmadım mı, sana eş vermedim mi, atları, develeri senin emrine vermedim mi ve sana halkın üzerinde hüküm verme fırsatı vermedim mi?\" O da: \"Evet.\" diyecek. Sonra denilecek: \"Bizi buluşmayı düşünmedin mi?\" O da: \"Hayır.\" diyecek. Bunun üzerine O (Allah) şöyle diyecek: \"O halde, biz seni unuturuz, sen de bizi unuttuğun gibi.\" Sonra ikinci kişi yargı için getirilecek. (Ve Allah) diyecek: \"Ey falan, seni onurlandırmadık mı, seni başkan yapmadık mı, sana eş vermedik mi, atları ve develeri senin emrine vermedik mi ve sana halkın üzerinde hüküm verme fırsatı vermedik mi?\" O da: \"Evet, Rabbim.\" diyecek. Ve O (Rabb) diyecek: \"Bizi buluşmayı düşünmedin mi?\" O da: \"Hayır.\" diyecek. Ve O (Allah) şöyle diyecek: \"O halde, ben seni bugün unuturum, sen de bizi unuttuğun gibi.\" Sonra üçüncü kişi getirilecek ve O (Allah) ona daha önce söylediği gibi söyleyecek. Ve o (üçüncü kişi) şöyle diyecek: \"Ey Rabbim, ben Sana, Kitabına ve Elçine iman ettim, namaz kıldım, oruç tuttum ve sadaka verdim.\" Ve o, elinden gelen en iyi şekilde böyle konuşacak. Ve O (Allah) diyecek: \"O halde, biz sana şahitlerimizi getireceğiz.\" Ve adam, aklında kimlerin kendisi hakkında şahitlik yapacağını düşünürken, ağzı kapatılacak ve uyluklarına, etine ve kemiklerine konuşmaları söylenecek ve uylukları, eti ve kemikleri amelleri hakkında şahitlik edecek ve bu şekilde yapılacak ki, kendisi için hiçbir mazeret üretemesin ve o bir münafık olacak ve Allah ona öfkeli olacaktır."
    },
    {
      "id": 23,
      "narrator": "Anas b. Malik reported:",
      "text": "Anas b. Malik, Allah'ın Elçisi (ﷺ) ile birlikte olduğumuzda gülümsediğini ve şöyle dediğini bildirmiştir: \"Biliyor musunuz neden güldüm?\" Dedik ki: \"Allah ve Elçisi en iyi bilir.\" Bunun üzerine şöyle dedi: \"Bu, kulun Rabb'i ile (Kıyamet Günü'nde) yapacağı konuşmadan dolayıdır. O, şöyle diyecek: 'Rabbim, bana zulme karşı koruma garantisi vermedin mi?' O da: 'Evet.' diyecek. Sonra kul şöyle diyecek: 'Benim aleyhime hiçbir şahit kabul etmiyorum, yalnızca kendim.' O da: 'Kendin aleyhine yeterli bir şahit olacaksın ve senin amellerini kaydeden iki meleğin de şahit olacaktır.' Sonra ağzı mühürlenecek ve ellerine ve ayaklarına konuşmaları söylenecek ve onlar, amelleri hakkında konuşacak. Sonra ağzı konuşması için açılacak, o da (ellerine ve ayaklarına) şöyle diyecek: 'Uzak durun, Allah'ın laneti üzerinize olsun. Benim güvenliğim için sizinle mücadele ettim.'\""
    },
    {
      "id": 24,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: \"Ey Allah, Muhammed'in ailesine, sadece geçimlik olanı ver.\""
    },
    {
      "id": 25,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle dediğini bildirmiştir: \"Ey Allah, Muhammed'in ailesine geçimlerini sağla.\" 'Amr'dan rivayet edilen hadiste ise sözler şöyledir: \"Ey Allah, bize geçim ver.\""
    },
    {
      "id": 26,
      "narrator": "",
      "text": "'Umara b. el-Qa'qa', bu hadisi aynı isnatla rivayet etmiştir, ancak \"qut\" (geçim) kelimesi yerine \"Kafaf\" (ihtiyaçları karşılayacak yeterli means) kelimesi kullanılmıştır."
    },
    {
      "id": 27,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Muhammed (ﷺ) ailesinin Medine'ye geldiklerinden beri, üç gece üst üste buğday ekmeği ile doymadıklarını bildirmiştir."
    },
    {
      "id": 28,
      "narrator": "'A'isha reported Allah's Messenger (ﷺ) as saying:",
      "text": "'A'işe, Allah'ın Elçisi (ﷺ) için şöyle dediğini bildirmiştir: \"Allah'ın Elçisi (ﷺ) üç gün üst üste buğday ekmeğinden doymadı.\""
    },
    {
      "id": 29,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Muhammed (ﷺ) ailesinin iki gün üst üste arpa ekmeğinden doymadıklarını bildirmiştir, ta ki Allah'ın Elçisi (ﷺ) vefat edene kadar."
    },
    {
      "id": 30,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Muhammed (ﷺ) ailesinin üç gün üst üste buğday ekmeğinden doymadıklarını bildirmiştir."
    },
    {
      "id": 31,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Muhammed'in (sallallahu aleyhi ve sellem) ailesinin, hayatı boyunca üç gün üst üste buğday ekmeği yiyemediğini bildirdi."
    },
    {
      "id": 32,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Muhammed'in (sallallahu aleyhi ve sellem) ailesinin, iki gün üst üste buğday ekmeği yiyemediğini bildirdi. Bu iki günden birinde sadece bir hurma bulabildi."
    },
    {
      "id": 33,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Muhammed'in (sallallahu aleyhi ve sellem) ailesinin, içinde ateş yakmamız gerekmeyen bir ay geçirdiğini; sadece hurma ve su ile karnımızı doyurduğumuzu bildirdi."
    },
    {
      "id": 34,
      "narrator": "This hadith has been narrated on the authority of 'Urwa with the same chain of transmitters (and the words are):",
      "text": "Bu hadisi 'Urve'nin aynı isnadıyla aktardığı belirtilmiştir ve sözleri şunlardır: \"Biz geçimimizi sağlarken...\" ve o, Muhammed'in (sallallahu aleyhi ve sellem) ailesinden bahsetmedi; Abu Kuraib, İbn Numair'den aktardığı hadisine şu eklemeyi yaptı: \"Ama bize biraz et getirildi.\""
    },
    {
      "id": 35,
      "narrator": "",
      "text": "'A'işe, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) ahirete intikal ettiği sırada, ahşap küvetimde bir canlı varlığın yiyebileceği bir avuç arpadan başka bir şey olmadığını bildirdi. Uzun bir süre o arpadan yiyordum, ölçmeyi düşündüm ve neredeyse bitmişti."
    },
    {
      "id": 36,
      "narrator": "'A'isha used to say to 'Urwa:",
      "text": "'A'işe, 'Urve'ye şöyle derdi: Kız kardeşimin oğlu, Allah'a yemin ederim ki, yeni ayı, sonra yeni ayı, sonra yeni ayı, yani iki ayda üç ay gördüm ve Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) evinde ateş yakılmadı. Ben ('Urve) dedim: Teyze, o zaman geçim kaynağınız neydi? O da: Hurma ve su. Ama Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) komşularında bazı Ensar vardı ve onların süt veren hayvanları vardı, onlardan Allah'ın Elçisi'ne (sallallahu aleyhi ve sellem) biraz süt gönderirlerdi ve o da bize ikram ederdi."
    },
    {
      "id": 37,
      "narrator": "'Urwa b. Zubair reported on the authority of 'A'isha, the wife of Allah's Apostle (ﷺ), that she said:",
      "text": "'Urve b. Zübeyr, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) eşi 'A'işe'den aktardığına göre, o şöyle dedi: Allah'ın Elçisi (sallallahu aleyhi ve sellem), günde iki kez zeytinyağlı ekmekten doymadan vefat etti."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "'A'işe, bu hadisi başka isnatlarla da aktardı ve sözleri şunlardır: Allah'ın Elçisi (sallallahu aleyhi ve sellem) vefat ettiğinde, insanların sadece hurma ve su yiyebildiği bir durumda idi."
    },
    {
      "id": 39,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) had died in a state that they could afford to eat two things only:",
      "text": "'A'işe, Allah'ın Elçisi'nin (sallallahu aleyhi ve sellem) vefat ettiği sırada sadece iki şey yiyebildiklerini bildirdi: su ve hurma."
    },
    {
      "id": 40,
      "narrator": "This hadith has been transmitted on the authority of Sufyan and the words are:",
      "text": "Bu hadis Sufyan'dan aktarılmıştır ve sözleri şunlardır: \"Biz, hurma ve suyu bile doya doya yiyemedik.\""
    },
    {
      "id": 41,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, \"Canımın sahibi olan Allah'a yemin ederim\" dedi ve İbn 'Abbad da \"Ebu Hureyre'nin canının sahibi olan birine yemin ederim\" dedi: Allah'ın Elçisi (sallallahu aleyhi ve sellem), ailesine üç gün üst üste karınlarını doyuracak kadar ekmek ve buğday sağlayamadı, ta ki dünyadan ayrılana kadar."
    },
    {
      "id": 42,
      "narrator": "Abu Hazim reported:",
      "text": "Ebu Hazım, Ebu Hureyre'nin parmağıyla birçok kez işaret ettiğini ve \"Ebu Hureyre'nin canının sahibi olan birine yemin ederim\" dediğini bildirdi: Allah'ın Elçisi (sallallahu aleyhi ve sellem) doyana kadar yiyemedi ve ailesine üç gün üst üste buğday ekmeği sağlayamadı, ta ki dünyadan ayrılana kadar."
    },
    {
      "id": 43,
      "narrator": "Nu'man b. Bashir said:",
      "text": "Nu'man b. Başir, \"Siz kalbinizin arzusuna göre yemek ve içmekteyken, ben sizin Peygamberinizin (sallallahu aleyhi ve sellem) bazen karnını doyuracak kadar bile kaliteli hurma bulamadığını gördüm\" dedi. Ancak Kütaybe bunu anmadı."
    },
    {
      "id": 44,
      "narrator": "This hadith has been narrated on the authority of Simak with the same chain of transmitters, with this addition of words:",
      "text": "Bu hadis, Simak'tan aynı isnatla aktarılmıştır ve şu eklemeyi içermektedir: \"Siz hurma ve tereyağının kaliteleriyle tatmin olmuyorsunuz.\""
    },
    {
      "id": 45,
      "narrator": "Simak b. Barb reported:",
      "text": "Simak b. Barb, Nu'man'ın bir konuşma yaptığını ve (Hadrat) Ömer'in insanların maddi dünyadan düşen payını anarak, \"Ben Allah'ın Elçisi'ni (sallallahu aleyhi ve sellem) tüm gün açlık nedeniyle üzgün geçirdiğini ve karnını doyuracak kadar bile iç kalitede hurma bulamadığını gördüm\" dediğini bildirdi."
    },
    {
      "id": 46,
      "narrator": "'Abd al-Rahman al-Hubuli reported:",
      "text": "'Abd al-Rahman al-Hubuli rivayet etti: Bir kişinin 'Abdullah b. 'Amr b. 'As'a sorduğunu ve onun şöyle dediğini işittim: Emigranların yoksulları arasında değil miyiz? Abdullah ona dedi: Eşin var mı? O da: Evet, dedi. Abdullah sordu: Yaşadığın bir evin yok mu? Adam cevap verdi: Evet. Abdullah dedi: O halde sen zenginlerdensin. Adam: Bir hizmetçim de var, dedi. Bunun üzerine o (Abdullah b. 'Amr b. 'As) dedi: O halde sen krallar arasındasın."
    },
    {
      "id": 47,
      "narrator": "'Abdullah b. Umar reported that Allah's Messenger (ﷺ) said in connection with the people of Hijr (Thamud):",
      "text": "Abu 'Abd al-Rahman, benim onunla oturduğum sırada üç kişinin 'Abdullah b. 'Amr b. 'As'a geldiğini ve şöyle dediklerini bildirdi: Vallahi, bizim yanımızda ne yiyecek, ne binek hayvanı, ne de zenginlik var. Bunun üzerine o onlara dedi: Ben sizin için ne isterseniz yapmaya hazırım. Eğer bize gelirseniz, Allah'ın size vereceği şeyi size veririz. İsterseniz, durumunuzu yöneticinin önüne getireyim, isterseniz sabredin. Zira Allah'ın Elçisi (ﷺ) şöyle buyurduğunu işittim: Emigranların yoksulları, Kıyamet Günü cennete girmede zengin emigranlardan kırk yıl önce olacaklardır. Bunun üzerine onlar: O halde sabredeceğiz ve hiçbir şey istemeyeceğiz, dediler."
    },
    {
      "id": 48,
      "narrator": "Ibn Shihab reported, and he had been talking about the stony abodes of Thamud, and he said:",
      "text": "---"
    },
    {
      "id": 49,
      "narrator": "",
      "text": "'Abdullah b. Umar rivayet etti ki, Allah'ın Elçisi (ﷺ) Hicr (Semud) halkı ile ilgili olarak şöyle buyurdu: Bu halkın (Allah tarafından) cezalandırıldığı yerlerine ancak ağlayarak girmeyin; eğer ağlamaya gönlünüz yoksa, o yerlere girmeyin ki, onların başına gelen bela ile karşılaşmayasınız."
    },
    {
      "id": 50,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 51,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "İbn Şihab rivayet etti ve o, Semud'un taşlık yerlerinden bahsediyordu. Dedi ki: Salim b. 'Abdullah, 'Abdullah b. Umar'dan şöyle rivayet etti: Biz Allah'ın Elçisi (ﷺ) ile Hicr'in yerlerinden geçiyorduk. Allah'ın Elçisi (ﷺ) dedi ki: Bu zalimlerin yerlerine ancak ağlayarak girin, yoksa başınıza onların başına gelen bela gelir. Sonra bindiği hayvanı hızlandırdı ve o vadiden hızlıca geçmesini istedi."
    },
    {
      "id": 52,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 53,
      "narrator": "Abdullah al-Khaulani reported that when Uthman b. 'Affan tried to rebuild the mosque of Allah's Messenger (ﷺ) the people began to talk about this. Uthman b. 'Affan said:",
      "text": "Abdullah b. 'Umar rivayet etti ki, insanlar Allah'ın Elçisi (ﷺ) ile Hicr vadisinde, Semud'un yerlerinde kamp kurdular ve oranın kuyularından su içtiler ve un yoğurdular. Bunun üzerine Allah'ın Elçisi (ﷺ) içme suyu için toplanan suyun dökülmesini ve unun develere verilmesini emretti ve içme suyu için Hadrat Salih'in dişi devesinin geldiği kuyudan su alınmasını emretti."
    },
    {
      "id": 54,
      "narrator": "Mahmud b. Labid reported that 'Uthman b. 'Affan decided to rebuild the mosque (of Allah's Apostle in Medina) but the people did not like this idea and they wished that it should be preserved in the same (old) form. Thereupon he (Hadrat 'Uthman) said:",
      "text": "---"
    },
    {
      "id": 55,
      "narrator": "This hadith has been narrated on the authority of Ja'far with the same chain of transmitters with this variation (that the words are):",
      "text": "Bu hadis, 'Abdullah'dan aynı isnat zinciriyle ancak kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 56,
      "narrator": "Abu Huraira reported:",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "This hadith has been narrated on the authority of Wahb b. Kaisan with the same chain of transmitters but with this change that he said:",
      "text": "Abu Huraira rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Bir dul ve yoksul için (harcama yapmak üzere) çaba sarf eden kimse, Allah yolunda çaba sarf eden gibidir. Ve sanırım o şöyle de dedi: O, sürekli namaz kılan ve orucunu bozmayan kimse gibidir."
    },
    {
      "id": 58,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as stating that Allah the Most High and Exalted said:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Ibn Abbas reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Yetime, akrabası olsun olmasın bakan kimse, ben ve o cennette şöyle olacağız, dedi ve Malik (bunu) işaretle, işaret parmağı ve orta parmağını birleştirerek açıkladı."
    },
    {
      "id": 60,
      "narrator": "Jundub reported Allah's Messenger (ﷺ) as saying:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "Sufyan reported this hadith with the same chain of transmitters and he made this addition:",
      "text": "Sufyan, bu hadisi aynı raviler zinciriyle aktardı ve şu eklemeyi yaptı: \"Ondan başka hiç kimsenin, bunun Allah'ın Messenger'ı (ﷺ) tarafından söylendiğini söylediğini duymadım.\""
    },
    {
      "id": 62,
      "narrator": "Salama b. Kuhail reported:",
      "text": "Salama b. Kuhail bildirdi: Jundub'dan duydum, ama onun şöyle dediğini duymadım: \"Ben, Allah'ın Messenger'ı (ﷺ) şöyle derken duydum.\""
    },
    {
      "id": 63,
      "narrator": "",
      "text": "Abu Sufyan, as-Saduq al-Amin al-Walid b. Harb'ın aynı raviler zinciriyle aktardığı gibi bildirdi."
    },
    {
      "id": 64,
      "narrator": "Abu Huraira reported that he heard Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle derken duyduğunu bildirdi: Kul, doğu ile batı arasındaki mesafeden daha uzak bir mesafeye cehenneme atılmasına sebep olacak sözler söyler."
    },
    {
      "id": 65,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: Kul, sonuçlarını anlamadığı sözler söyler ama cehenneme doğu ile batı arasındaki mesafeden daha uzak bir mesafeye düşer."
    },
    {
      "id": 66,
      "narrator": "Shaqiq reported that it was said to Usama b. Zaid:",
      "text": "Şakik, Usama b. Zaid'e şöyle denildiğini bildirdi: 'Uthman'ı ziyaret edip onunla konuşmanı engelleyen nedir? Bunun üzerine o şöyle dedi: Onunla konuşmadığımı mı düşünüyorsunuz, ama sizi duyduğumu mu? Vallahi, onunla (benimle ve onunla ilgili) konular hakkında konuştum ve inisiyatif almak zorunda olduğum şeyleri ifşa etmek istemedim ve yöneticime şunu söylemiyorum: \"Sen insanlar arasında en iyisisin,\" Allah'ın Messenger'ı (ﷺ) şöyle derken duyduğumdan sonra: Kıyamet Günü bir adam getirilecek ve cehenneme atılacak ve bağırsakları cehennemde dökülecek ve o, bir eşeğin değirmen taşının etrafında döndüğü gibi onlarla birlikte dönecektir. Cehennem halkı etrafında toplanacak ve şöyle diyecekler: Ey, falan, sana ne oldu? Bize, iyi olanı yapmamızı emretmiyor muydun ve kötü olanı yapmamızı yasaklamıyor muydun? O da diyecek: Elbette, öyleydi; ben insanlara iyi olanı yapmalarını emrediyordum ama kendim uygulamıyordum. İnsanlara kötü olanı yapmamalarını yasaklıyordum ama kendim onu yapıyordum."
    },
    {
      "id": 67,
      "narrator": "Abu Wa'il reported:",
      "text": "Abu Wa'il bildirdi: Usama b. Zaid'in yanında iken bir kişi şöyle dedi: Seni 'Uthman'ı ziyaret edip onunla konuşmaktan alıkoyan nedir? Hadisin geri kalanı aynıdır."
    },
    {
      "id": 68,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: Ümmetimin tüm insanları günahları için affedilecektir, sadece onları ifşa edenler hariç. Ve (bu, demektir ki) bir kul gece bir iş yapmalı ve sabah insanlara şunu söylemeli: \"Şunu yaptım,\" oysa Allah onu gizlemiştir. Ve gündüz bir iş yapar ve gece olduğunda insanlara söyler, oysa Allah onu gizlemiştir. Zuhair, ifşaat için \"hijar\" kelimesini kullanmıştır."
    },
    {
      "id": 69,
      "narrator": "Anas b. Malik reported that two persons sneezed in the presence of Allah's Messenger (ﷺ). He (the Messenger of Allah) invoked mercy for one, and did not invoke for the other. The one for whom he had not prayed said:",
      "text": "Anas b. Malik, Allah'ın Messenger'ı (ﷺ) huzurunda iki kişinin hapşırdığını bildirdi. O (Allah'ın Messenger'ı) birine merhamet diledi, diğerine ise merhamet dilemedi. Merhamet dilemediği kişi şöyle dedi: Falanca hapşırdı ve sen: \"Allah sana merhamet etsin\" dedin. Ben de hapşırdım ama sen bu sözleri benim için söylemedin. Bunun üzerine o (Peygamber) şöyle dedi: O kişi Allah'ı övdü, sen ise Allah'ı övmedin."
    },
    {
      "id": 70,
      "narrator": "",
      "text": "Bu hadisi Anas'tan başka bir raviler zinciriyle aktarıldığı bildirilmiştir."
    },
    {
      "id": 71,
      "narrator": "Abu Burda reported:",
      "text": "Abu Burda bildirdi: Abu Musa'yı ziyaret ettim, o Fadl b. 'Abbas'ın evindeydi. Hapşırdım ama o (şöyle) demedi: \"Allah sana merhamet etsin.\" Sonra o (Fadl b. 'Abbas) hapşırdı ve o (Fadl b. 'Abbas) şöyle dedi: \"Allah sana merhamet etsin.\" Anneme geri döndüm ve ona bunu bildirdim, o geldiğinde şöyle dedi: \"Oğlum senin huzurunda hapşırdı ve sen: 'Allah sana merhamet etsin' demedin, o (kız) hapşırdı ve sen ona: 'Allah sana merhamet etsin' dedin.\" Bunun üzerine o şöyle dedi: \"Senin oğlun hapşırdı ama Allah'ı övmedi ve ben onun için Allah'tan merhamet istemedim, o (kız) hapşırdı ve Allah'ı övdü, bu yüzden ben: 'Allah sana merhamet etsin' dedim, çünkü Allah'ın Messenger'ı (ﷺ) şöyle derken duydum: \"Sizden biri hapşırdığında Allah'ı övmeli ve diğeri: 'Allah sana merhamet etsin' demelidir, eğer o Allah'ı övmezse, onun için merhamet istenmemelidir.\""
    },
    {
      "id": 72,
      "narrator": "Iyas b. Salama b. al-Akwa reported that his father reported to him that he heard Allah's Apostle (ﷺ) as saying:",
      "text": "İyas b. Salama b. al-Akwa, babasının kendisine Allah'ın Elçisi (ﷺ) şöyle derken duyduğunu bildirdi: Bir kişi onun huzurunda hapşırdı ve ona: \"Allah sana merhamet etsin\" dedi. Sonra ikinci kez hapşırdı ve Allah'ın Messenger'ı (ﷺ) ona: \"Soğuk algınlığı geçiriyor (ve yanıt vermek gerekli değil)\" dedi."
    },
    {
      "id": 73,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Messenger'ı (ﷺ) şöyle derken bildirdi: Esneme şeytanladandır. Bu yüzden sizden biri esnediğinde, gücü yettiğince onu kontrol etmeye çalışmalıdır."
    },
    {
      "id": 74,
      "narrator": "The son of Abu Said al-Khudri reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Abu Said al-Khudri'nin oğlu, babasının rivayetiyle, Allah'ın Messenger'ı (ﷺ) şöyle dedi: Sizden biri esnediğinde, elinin yardımıyla ağzını kapatmalıdır, çünkü oraya şeytan girer."
    },
    {
      "id": 75,
      "narrator": "The son of Abu Said al-Khudri reported on the authority of his father that Allah's Messenger (ﷺ) said:",
      "text": "Abu Said al-Khudri'nin oğlu, babasının rivayetiyle, Allah'ın Messenger'ı (ﷺ) şöyle dedi: Sizden biri esnediğinde, elinin yardımıyla onu kontrol etmeye çalışmalıdır, çünkü oraya şeytan girer."
    },
    {
      "id": 76,
      "narrator": "",
      "text": "Ebu Said el-Hudri'nin oğlu, babasından rivayetle, Allah'ın Resulü (ﷺ) şöyle buyurdu: Sizden biri namazda esnerse, gücü yettiğince kendini tutmaya çalışsın, çünkü orada şeytan vardır."
    },
    {
      "id": 77,
      "narrator": "",
      "text": "Ebu Said el-Hudri, Allah'ın Resulü (ﷺ) ile benzer bir hadisi başka bir raviden rivayet etmiştir."
    },
    {
      "id": 78,
      "narrator": "'A'isha reported that Allah's Messenger (ﷺ) said:",
      "text": "Aişe, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Melekler ışıkla, cinler ateşin kıvılcımıyla yaratılmıştır ve Adem, sizin için (Kur'an'da) tanımlandığı gibi (yani, topraktan) yaratılmıştır."
    },
    {
      "id": 79,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Beni İsrail'den bir grup kayboldu. Ne olduğunu bilmiyorum, ama (bunun bir dönüşüm sürecine girdiğini) düşünüyorum ve fare şekline büründü. Sütü önlerine koyduğunuzda, develerin sütünü içmezler, ama koyun sütünü içiyorlar. Ebu Hureyre dedi ki: Bu hadisi Ka'b'a aktardım, o da: Allah'ın Resulü'nden (ﷺ) bunu duydun mu? dedi. Ben (Ebu Hureyre) dedim: Evet. O bunu tekrar tekrar söyledi ve ben: Tevrat'ı okudum mı? dedim. Bu hadis, İshak'tan az bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 80,
      "narrator": "Abu Huraira reported that the rat (is the result of) metamorphosis (of a group of Bani Isra'il) and the proof of this is that when the milk of goat is placed before it, it drinks it, and when the milk of the camel is placed before it, it would not taste it at all. Ka'b said:",
      "text": "Ebu Hureyre, farenin (Beni İsrail'in bir grubunun) dönüşümünün sonucu olduğunu ve bunun delilinin, koyun sütü önüne konulduğunda içmesi, develerin sütü önüne konulduğunda ise hiç tatmaması olduğunu bildirdi. Ka'b dedi ki: Bunu Allah'ın Resulü'nden (ﷺ) duydun mu? Bunun üzerine o dedi ki: Tevrat bana mı indirildi?"
    },
    {
      "id": 81,
      "narrator": "Abu Huraira reported that Allah's Messenger (ﷺ) said:",
      "text": "Ebu Hureyre, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Mümin, bir (ve aynı) delikten iki kez sokulmasına izin vermez. Bu hadis, Ebu Hureyre'den başka bir raviden rivayet edilmiştir."
    },
    {
      "id": 82,
      "narrator": "Suhaib reported that Allah's Messenger (ﷺ) said:",
      "text": "Suheyb, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Müminin yolları ne garip! Zira onun her işinde bir hayır vardır ve bu durum başka hiç kimse için geçerli değildir. Eğer bir sevinç anı yaşarsa, şükreder (Allah'a), böylece onun için hayır vardır; eğer bir sıkıntıya düşerse ve sabır gösterirse, onun için yine hayır vardır."
    },
    {
      "id": 83,
      "narrator": "'Abd al-Rahman b. Abu Bakra reported on the authority of his father that a person praised another person in the presence of Allah's Apostle (ﷺ), whereupon he said:",
      "text": "Abd al-Rahman b. Ebu Bekir, babasından rivayetle, bir kişinin Allah'ın Resulü'nün (ﷺ) huzurunda başka bir kişiyi övdüğünü, bunun üzerine Resulullah'ın (ﷺ) şöyle dediğini bildirdi: Vay haline! Arkadaşının boynunu kırdın, arkadaşının boynunu kırdın - bunu iki kez söyledi. Sizden biri arkadaşını övecekse, şöyle demelidir: Ben onu şöyle düşünüyorum ve Allah bunu iyi bilir, ben kalbin sırrını bilmem ve Allah, takdir edilen sonu bilir; ben onun temizliğini Allah'a karşı tasdik edemem ama (o böyle görünüyor)."
    },
    {
      "id": 84,
      "narrator": "Abd al-Rahman b. Abu Bakra reported on the authority of his father that a person was mentioned in the presence of Allah's Apostle (ﷺ), and a person said:",
      "text": "Abd al-Rahman b. Ebu Bekir, babasından rivayetle, Allah'ın Resulü'nün (ﷺ) huzurunda bir kişinin anıldığını ve bir kişinin: Allah'ın Resulü'nden (ﷺ) sonra ondan daha üstün birisi yoktur dediğini bildirdi. Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: Vay haline! Arkadaşının boynunu kırdın, bunu iki kez söyledi. Sonra Allah'ın Resulü (ﷺ) dedi ki: Eğer biri kardeşini övecekse, şöyle demelidir: Ben onu şöyle düşünüyorum ve bu konuda da şöyle demelidir: Ben Allah'tan daha temiz birisini düşünmüyorum."
    },
    {
      "id": 85,
      "narrator": "",
      "text": "Bu hadis, Şu'ba'dan az bir kelime değişikliği ile rivayet edilmiştir."
    },
    {
      "id": 86,
      "narrator": "Abu Musa reported Allah's Messenger (ﷺ) saw a person lauding another person or praising him too much. Thereupon he said:",
      "text": "Ebu Musa, Allah'ın Resulü (ﷺ) bir kişinin başka bir kişiyi fazla övdüğünü gördüğünü bildirdi. Bunun üzerine Resulullah (ﷺ) şöyle dedi: Onu öldürdün ya da birinin sırtını kesmiş oldun."
    },
    {
      "id": 87,
      "narrator": "Abu Ma'mar reported that a person lauded a ruler amongst the rulers and Miqdad began to throw dust upon him and he said:",
      "text": "Ebu Ma'mar, bir kişinin yöneticilerden birini övdüğünü ve Mikdad'ın ona toprak attığını, bunun üzerine şöyle dediğini bildirdi: Allah'ın Resulü (ﷺ) bize fazla övgüde bulunanların yüzlerine toprak atmaktan yasakladı."
    },
    {
      "id": 88,
      "narrator": "Hammam b. al-Harith reported that a person began to praise 'Uthman and Miqdad sat upon his knee; and he was a bulky person and began to throw pebbles upon his (flatterer's) face. Thereupon 'Uthman said:",
      "text": "Hammam b. el-Haris, bir kişinin Osman'ı övmeye başladığını ve Mikdad'ın dizine oturduğunu; o da iri bir kişi olup, övücü kişinin yüzüne taş attığını bildirdi. Bunun üzerine Osman dedi ki: Senin derdin ne? O da: Şüphesiz, Allah'ın Resulü (ﷺ) şöyle dedi: Övgüde bulunanları gördüğünüzde, yüzlerine toprak atın."
    },
    {
      "id": 89,
      "narrator": "",
      "text": "Bu hadis, Mikdad'dan başka bir raviden rivayet edilmiştir."
    },
    {
      "id": 90,
      "narrator": "'Abdullah b. Umar reported that Allah's Messenger (ﷺ) said:",
      "text": "Abdullah b. Ömer, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirdi: Bir rüyada misvak ile ağzımı çalkaladığım gösterildi ve iki kişi o misvak için birbirleriyle çekişmeye başladılar. Birisi diğerinden daha yaşlıydı. Misvağı onlardan daha genç olana verdim, ama bana denildi ki: (Ona verilmesi gerekir) daha yaşlı olana. Bunun üzerine onu daha yaşlı olana verdim."
    },
    {
      "id": 91,
      "narrator": "It was reported that Abu Huraira used to say:",
      "text": "Abu Huraira'nın şöyle dediği rivayet edilmiştir: \"Beni dinleyin, dairenin sakini; beni dinleyin, dairenin sakini,\" derken 'A'işe (Allah ondan razı olsun) namaz kılmakla meşguldü. Namazını bitirdiğinde, Urva'ya şöyle dedi: \"Onun sözlerini duydun mu?\" Ve Allah'ın Messengerı (ﷺ) bu şekilde (o kadar açık bir şekilde) konuşurdu ki, birisi (söylenenleri) saymayı amaçladığında bunu yapabilirdi."
    },
    {
      "id": 92,
      "narrator": "Abu Sa'id Khudri reported that Allah's Messenger (ﷺ) said:",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "Suhaib reported that Allah's Messenger (ﷺ) thus said:",
      "text": "Abu Sa'id Khudri, Allah'ın Messengerı (ﷺ) şöyle dediğini bildirdi: \"Benden hiçbir şey yazmayın. Kim benden Kur'an dışında bir şey yazarsa, onu silsin ve benden nakil yapsın, çünkü bunda bir sakınca yoktur. Ve kim bana yalan isnat ederse -Hammam dedi ki: \"Bunu kasıtlı olarak da söylediğini düşünüyorum\"- o, gerçekten Cehennem ateşinde yurt bulmalıdır.\""
    },
    {
      "id": 94,
      "narrator": "'Ubadah b. Walid b. Samit reported:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "Al-Bara' b. 'Azib reported that Abu Bakr Siddiq came to the residence of my father ('Azib) and bought a haudaj from him and said to 'Azib:",
      "text": "Suhaib, Allah'ın Messengerı (ﷺ) şöyle dediğini bildirdi: \"Sizden önce bir kral vardı ve onun bir (saray) büyücüsü vardı. Büyücü yaşlandığında, krala şöyle dedi: \"Yaşlandım, bana bir genç çocuk gönder ki ona büyü öğreteyim.\" Kral ona bir genç gönderdi ki onu (büyü konusunda) eğitsin. Yolda (büyücüye) giden genç, orada oturan bir rahip buldu. Genç, rahibin konuşmasını dinledi ve ondan etkilendi. Rahibe gittiği yolda oturmak alışkanlığı haline geldi ve büyücüye (geç) gitti. Büyücü, gecikme yüzünden onu dövdü. Genç, bu durumu rahibe şikayet etti ve rahip ona şöyle dedi: \"Büyücüden korktuğunda, de ki: Ailem beni alıkoydu. Ailenden korktuğunda ise, de ki: Büyücü beni alıkoydu.\" Bir gün, insanların yolunu kesen büyük bir canavar geldi ve genç şöyle dedi: \"Bugün büyücü mü, rahip mi daha üstün anlayacağım.\" Bir taş aldı ve şöyle dedi: \"Ya Allah, eğer rahibin işi, büyücünün işinden daha sevimliyse, bu hayvanı öldür ki insanlar serbestçe hareket edebilsin.\" O taşı ona fırlattı ve öldürdü. İnsanlar (yolda) serbestçe hareket etmeye başladılar. Genç, sonra rahibe gitti ve ona haber verdi. Rahip şöyle dedi: \"Oğlum, bugün sen benden üstünsün. Senin işin, seni bir denemeye tabi tutacak bir aşamaya geldi. Eğer bir denemeye tabi tutulursan, benim izimi verme.\" O genç, körleri ve cüzamlıları tedavi etmeye başladı ve gerçekten de her türlü hastalıktan insanları iyileştirmeye başladı. Kralın bir arkadaşı kör olduğunda, ona çok sayıda hediyelerle geldi ve şöyle dedi: \"Eğer beni iyileştirirsen, burada toplanan tüm şeyler senin olur.\" Genç şöyle dedi: \"Ben kimseyi iyileştirmiyorum. İyileştiren Allah'tır ve eğer Allah'a iman edersen, ben de Allah'a senin için dua ederim.\" O, Allah'a iman etti ve Allah onu iyileştirdi. Kralın yanına geldi ve daha önce oturduğu gibi yanına oturdu. Kral ona şöyle dedi: \"Gözlerini kim geri verdi?\" O da şöyle dedi: \"Rabbim.\" Bunun üzerine kral şöyle dedi: \"Demek ki senin Rabbin, benim dışımda bir tek.\" O da şöyle dedi: \"Benim Rabbim ve senin Rabbin Allah'tır.\" Bunun üzerine kral onu yakaladı ve işkence etti, ta ki o çocuğun izini verene kadar. Genç böylece çağrıldı ve kral ona şöyle dedi: \"Ey çocuk, bana ulaştığına göre, senin büyüde o kadar ustalaştığın bana ulaştı ki, körleri ve cüzamlıları iyileştiriyorsun ve şöyle böyle şeyler yapıyorsun.\" O da şöyle dedi: \"Ben kimseyi iyileştirmiyorum; iyileştiren Allah'tır.\" Kral onu yakaladı ve işkence etmeye başladı. Böylece o rahibin izini verdi. Rahip çağrıldı ve ona şöyle denildi: \"Dininizden dönün.\" Ancak o bunu reddetti. (Kral) bir testere getirilmesini emretti ve (yapıldığında) onu başının ortasına koydu ve ikiye ayırana kadar parçalarına ayırdı. Sonra kralın bir adamı getirildi ve ona şöyle denildi: \"Dininizden dönün.\" O da bunu reddetti ve testere başının ortasına konuldu ve ikiye ayırana kadar parçalarına ayırdı. Sonra o genç çocuk getirildi ve ona şöyle denildi: \"Dininizden dön.\" O da bunu reddetti ve bir grup saray mensubuna teslim edildi. Onlara şöyle dedi: \"Onu şu dağa götürün; onu o dağa çıkartın ve zirveye ulaştığınızda (imanından dönmesini isteyin), ama eğer bunu reddederse, onu (dağdan) atın.\" Böylece onu aldılar ve dağa çıkardılar. O da şöyle dedi: \"Ya Allah, beni onlardan (herhangi bir şekilde) kurtar.\" Dağ sarsılmaya başladı ve hepsi düştü ve o kişi yürüyerek krala geldi. Kral ona şöyle dedi: \"Arkadaşlarına ne oldu?\" O da şöyle dedi: \"Allah beni onlardan kurtardı.\" Kral onu tekrar bazı saray mensuplarına teslim etti ve şöyle dedi: \"Onu alın ve küçük bir kayıkla taşıyın ve okyanusun ortasına ulaştığınızda (imanından dönmesini isteyin), ama eğer dininden dönmezse onu (suya) atın.\" Böylece onu aldılar ve o da şöyle dedi: \"Ya Allah, beni onlardan ve onların yapmak istediklerinden kurtar.\" Kısa süre içinde kayık devrildi ve onlar boğuldu ve o yürüyerek krala geldi. Kral ona şöyle dedi: \"Arkadaşlarına ne oldu?\" O da şöyle dedi: \"Allah beni onlardan kurtardı.\" Sonra krala şöyle dedi: \"Beni öldüremezsin, ta ki sana istediğimi yaptırana kadar.\" Kral: \"O nedir?\" dedi. O da şöyle dedi: \"İnsanları bir ovada topla ve beni bir ağacın gövdesine as.\" Sonra bir ok al ve de ki: \"Bismillah, bu genç çocuğun Rabbi adına.\" Sonra oku fırlat ve eğer bunu yaparsan, beni öldürebilirsin.\" Kral, insanları açık bir ovaya çağırdı ve onu (çocuğu) bir ağacın gövdesine bağladı. Sonra okunu aldı ve yayına koydu ve şöyle dedi: \"Bismillah, bu genç çocuğun Rabbi adına.\" Oku fırlattı ve şakaklarına isabet etti. O (genç) elini, oku isabet ettiği yere koydu ve öldü. İnsanlar şöyle dedi: \"Bu genç adamın Rabbine iman ediyoruz, bu genç adamın Rabbine iman ediyoruz, bu genç adamın Rabbine iman ediyoruz.\" Saray mensupları krala geldi ve ona şöyle denildi: \"Görüyor musun, Allah gerçekten de senin engellemeye çalıştığın şeyi gerçekleştirdi. Onlar (insanlar) Rabbine iman ettiler.\" Kral, yolun önemli noktalarında hendekler kazılmasını emretti. Bu hendekler kazıldığında ve içlerinde ateş yakıldığında, insanlara şöyle denildi: \"Dininizden dönmeyen ateşe atılacak ya da onlara o ateşe atlamaları söylenecek.\" (İnsanlar ölüme koştu ama dinlerinden dönmediler) ta ki bir kadın çocuğuyla geldi ve ateşe atlamada tereddüt etti ve çocuk ona şöyle dedi: \"Ey anne, bu gerçeği (katlan) için.\""
    },
    {
      "id": 96,
      "narrator": "Al-Bara' reported:",
      "text": "---"
    }
  ]
}