{
  "language": "tr",
  "metadata": {
    "length": 40,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Hammim b. Munabbih reported:",
      "text": "Hammim b. Munabbih bildirdi: Bu, Ebu Hureyre'nin bize Allah'ın Resulü (ﷺ) ile ilgili olarak aktardığıdır ve bu bağlamda bazı hadisler nakletti ve Allah'ın Resulü (ﷺ) şöyle dedi: İsrailoğullarına denildi ki: Bu yere Hitta (Günahlarımızın yükünü üzerimizden kaldır) diyerek girin, o zaman biz günahlarınızı affedeceğiz, fakat onlar (bu ifadeyi) çarpıttılar ve kapıdan sürünerek girdiler ve \"Kuru tahıl\" dediler."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "Anas b. Malik bildirdi ki, Allah, Azze ve Celle, Allah'ın Resulü (ﷺ) vefatından hemen önce ardı ardına vahiy gönderdi ve o, cennete göçene kadar devam etti ve vefat ettiği gün, vahiy bolca geldi."
    },
    {
      "id": 3,
      "narrator": "Tariq b. Shihab reported that a Jew said to'Umar:",
      "text": "Tariq b. Şihab bildirdi ki, bir Yahudi 'Ömer'e dedi: Siz, eğer bizimle ilgili olarak indirilseydi, o günü sevinç günü olarak alırdık, dediğiniz bir ayeti okuyorsunuz. Bunun üzerine 'Ömer dedi ki: Nerede indirildiğini, ne zaman indirildiğini ve o zaman Allah'ın Resulü (ﷺ) neredeydi, biliyorum. Bu ayet 'Arafat günü (Zilhicce'nin dokuzuncu günü) indirildi ve Allah'ın Resulü (ﷺ) o zaman 'Arafat'ta bulunuyordu. Süfyan dedi: Cuma günü olup olmadığından şüphe ediyorum (ve bahsedilen ayet) şudur: \"Bugün dininizi size kemale erdirdim ve üzerinize olan nimetimi tamamladım\" (v. 4)."
    },
    {
      "id": 4,
      "narrator": "Tariq b. Shihab reported that a Jew said to 'Umar:",
      "text": "Tariq b. Shihab bildirdi ki, bir Yahudi 'Ömer'e dedi: Eğer bu ayet Yahudilerle ilgili olarak indirilseydi (yani \"Bu gün dininizi size kemale erdirdim ve üzerinize olan nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim\"), bu ayeti indirilmiş olduğu gün sevinç günü olarak alırdık. Bunun üzerine 'Ömer dedi ki: O günün ne zaman indirildiğini, saatini ve Allah'ın Resulü (ﷺ) o zaman nerede olduğunu biliyorum. Bu ayet Cuma gecesi indirildi ve o zaman Allah'ın Resulü (ﷺ) ile birlikte 'Arafat'taydık."
    },
    {
      "id": 5,
      "narrator": "Tariq b. Shihab reported that a Jew came to 'Umar and said:",
      "text": "Tariq b. Shihab bildirdi ki, bir Yahudi 'Ömer'e geldi ve dedi: Ey Müminlerin Emiri, kitabınızda okuduğunuz bir ayet var. Eğer bu ayet Yahudilerle ilgili olarak indirilmiş olsaydı, biz onu sevinç günü olarak alırdık. Bunun üzerine 'Ömer dedi: Hangi ayetten bahsediyorsun? O, \"Bu gün dininizi size kemale erdirdim ve üzerinize olan nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim\" dedi. 'Ömer dedi ki: O günün ne zaman indirildiğini ve nerede indirildiğini biliyorum. Bu ayet Cuma günü 'Arafat'ta Allah'ın Resulü (ﷺ) için indirildi."
    },
    {
      "id": 6,
      "narrator": "'Urwa b. Zubair reported that he asked 'A'isha about the words of Allah:",
      "text": "'Urva b. Zubair bildirdi ki, 'A'işe'ye Allah'ın şu sözlerini sordum: \"Eğer yetim kızlar arasında adaleti sağlayamayacağınızdan korkarsanız, o zaman beğendiğiniz kadınlardan iki, üç veya dört ile evlenin.\" O dedi ki: Ey yeğenim, yetim kız, velisinin himayesi altındaki birisidir ve onunla birlikte malında ortaklık yapar ve onun malı ve güzelliği onu etkiler ve velisi, ona düğün parası vermeden evlenmeye karar verir ve başkalarının vermeye hazır olduğu kadar bir miktarı ödemeye istekli değildir. Bu nedenle Allah, bu kızlarla evlenmeyi, ancak düğün parası konusunda adalet sağlandığında ve onlara düğün paralarının tam miktarını ödemeye istekli olduklarında yasaklamıştır ve Allah, kalplerinin hoşlandığına göre başka kadınlarla evlenmeyi emretmiştir. 'Urva, 'A'işe'nin, bu ayetin ardından insanların Allah'ın Resulü (ﷺ) ile bu (yetim kızlar) hakkında fetva sormaya başladıklarını ve Allah, Azze ve Celle'nin bu ayeti indirdiğini bildirdi: \"Sana kadınlar hakkında fetva soruyorlar; de ki: Allah, onlarla ilgili olarak size fetva veriyor ve kitapta yetim kadınlar hakkında okuduğunuz şey, onlara vermeniz gereken şeyleri vermediğiniz halde onlarla evlenmek istemenizdir\" (iv. 126). O dedi ki: Allah'ın \"size okunan\" ifadesi, ilk ayeti yani \"Eğer bir yetim kadın arasında adaleti sağlayamayacağınızdan korkarsanız, o zaman beğendiğiniz kadınlarla evlenin\" (iv. 3) anlamına gelir. 'A'işe dedi ki: (Ve bu ayet için, yani \"yetim kızlardan birisiyle evlenmeyi düşünüyorsanız\" bu, az miktarda malı ve daha az güzelliği olan bir yetimle ilgilidir ve onlara, mallarından ve güzelliklerinden istediklerini evlenmeleri yasaklanmıştır, fakat adaletle, çünkü onlara karşı duyulan hoşnutsuzluktan dolayı."
    },
    {
      "id": 7,
      "narrator": "'Urwa reported that he asked 'A'isha about the words of Allah:",
      "text": "'Urva bildirdi ki, 'A'işe'ye Allah'ın şu sözlerini sordum: \"Eğer yetim kızlar arasında adaleti sağlayamayacağınızdan korkarsanız\"; hadisin geri kalanı aynı fakat kelime değişikliği ile."
    },
    {
      "id": 8,
      "narrator": "'A'isha said that as for the words of Allah:",
      "text": "'A'işe, Allah'ın şu sözleri ile ilgili olarak dedi ki: \"Eğer yetim kızlar arasında adaleti sağlayamayacağınızdan korkarsanız,\" bu, bir kişinin (himayesinde) bir yetim kızı olduğu ve onun velisi olduğu ve onun mirasçısı olduğu, onun malı olduğu, fakat onun lehine başka birisi olmadığı durumla ilgilidir. Ve o (velisi) onu evlendirmedi çünkü malı yüzünden ve ona eziyet etti ve kötü davrandı, işte bu nedenle (Allah) \"Eğer yetim kızlar arasında adaleti sağlayamayacağınızdan korkarsanız, o zaman beğendiğiniz kadınlarla evlenin,\" yani sizin için helal kıldığım her şeyle, ve ona eziyet ettiğiniz kızı bırakın."
    },
    {
      "id": 9,
      "narrator": "'A'isha said in connection with His words (those of Allah):",
      "text": "'A'işe, Allah'ın şu sözleri ile ilgili olarak: \"Sana yetim kadınlar hakkında okuduğunuz şey, onlara vermeniz gereken şeyleri vermediğiniz halde onlarla evlenmek istemeniz,\" bu, bir kişinin himayesinde olan bir yetim kızla ilgilidir ve o, onunla birlikte malında ortaklık yapar ve o, kendisiyle evlenmekten isteksizdir ve onu başka birine evlendirmekten de isteksizdir (korkarak) ki (o kişi) onun malında pay sahibi olmasın, onu evlendirmediği gibi, kendisi de evlendirmemektedir."
    },
    {
      "id": 10,
      "narrator": "Hisham reported that 'A'isha said in connection with the words of Allah:",
      "text": "Hişam, 'A'işe'nin Allah'ın şu sözleri ile ilgili olarak: \"Sana kadınlar hakkında dini hüküm soruyorlar; de ki: Allah, onlarla ilgili olarak size hüküm veriyor\" (iv. 126), bu sözlerin, bir kişinin himayesinde olan bir yetim kızla ilgili olduğunu, onunla birlikte malında ortaklık yaptığını (mirasçı olarak) ve hurma ağaçlarında bile, onu başka birine evlendirmekten isteksiz olduğunu, çünkü (o kişi) onun malından pay alacak diye, onu sürekli bir durumda tuttuğunu bildirdi."
    },
    {
      "id": 11,
      "narrator": "Hisham reported on the authority of his father that 'A'isha said in connection with His (Allah's) words:",
      "text": "Hişam, babasından naklen bildirdi ki, 'A'işe, Allah'ın şu sözleri ile ilgili olarak: \"Ve kim fakirse, o da (ondan) makul miktarda yesin\" dedi ki, bu, bir yetimin malının koruyucusu ile ilgilidir, o, onunla ilgilenir ve ona bakar; eğer o fakirse, ondan makul miktarda yemesi caizdir."
    },
    {
      "id": 12,
      "narrator": "'A'isha reported in connection with the words of Allah, the Exalted:",
      "text": "'A'işe, Allah, Azze ve Celle'nin şu sözleri ile ilgili olarak bildirdi: \"Zengin olan, kaçınsın; fakir olan ise makul bir şekilde (ondan) yiyebilir\" ki bu, fakir olan bir yetim koruyucusu ile ilgilidir; o, kendi mali durumunu göz önünde bulundurarak, makul bir miktar alabilir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Bu hadis, Hişam'ın aynı isnadıyla nakledilmiştir."
    },
    {
      "id": 14,
      "narrator": "'A'isha reported that these words of Allah:",
      "text": "'A'işe, Allah'ın şu sözleri ile ilgili olarak bildirdi: \"Onlar üzerinize yukarıdan ve aşağıdan geldiğinde ve gözler donup kalınca ve kalpler boğazlara kadar yükseldiğinde\" (xxxiii. 10) bu, Hendek günü ile ilgilidir."
    },
    {
      "id": 15,
      "narrator": "'A'isha said in connection with the verse:",
      "text": "'A'işe, şu ayetle ilgili olarak dedi: \"Eğer bir kadının kocasından kötü muamele görme veya ondan yüz çevirmesi korkusu varsa\" (iv. 128), bu, bir kadının bir kişiyle uzun süreli bir ilişkisi olduğu ve şimdi onun boşanmayı düşündüğü durumla ilgilidir ve o, \"Beni boşama, ama beni (evinde) eş olarak tut ve başka bir eşle birlikte yaşaman caizdir\" der. Bu bağlamda bu ayet indirilmiştir."
    },
    {
      "id": 16,
      "narrator": "'A'isha said in connection with these words of Allah, the Exalted and Glorious:",
      "text": "'A'işe, Allah'ın yüce ve aziz sözleriyle ilgili olarak şöyle dedi: \"Eğer bir kadın kocasından kötü muamele görme veya ondan uzaklaşma korkusu taşıyorsa\" bu, bir kadınla yaşayan ve belki de onunla olan ilişkisini uzatmak istemeyen bir adam hakkında indirilmiştir; o kadın onunla cinsel ilişkiye girmiştir ve bu nedenle ondan bir çocuk doğurmuştur ve boşanmak istememektedir, bu yüzden ona der ki: Başka bir eşle birlikte olmanı sana izin veriyorum."
    },
    {
      "id": 17,
      "narrator": "'Urwa reported on the authority of his father that 'A'isha said to him:",
      "text": "'Urve, babası aracılığıyla, 'A'işe'nin ona şöyle dediğini bildirdi: Ey yeğenim, Müslümanlara Allah'ın Elçisi'nin (ﷺ) Sahabeleri için af dilemeleri emredildi ama onlar onlara hakaret ettiler."
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciriyle Abu Usama aracılığıyla aktarılmıştır."
    },
    {
      "id": 19,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Cubeyr bildirdi: Kufe halkı bu ayet hakkında farklı görüşlere sahipti: \"Ama kim bir mümini kasten öldürürse, onun cezası Cehennem'dir\" (iv. 92), bu nedenle ben İbn Abbas'a gittim ve ona sordum, o da şöyle dedi: Bu indirilmiştir ve onu hiçbir şey neshetmemiştir."
    },
    {
      "id": 20,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciriyle ancak kelime farklılığıyla Shu'ba aracılığıyla aktarılmıştır."
    },
    {
      "id": 21,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Cubeyr bildirdi: 'Abd al-Rahman b. Abzi bana, bu iki ayet hakkında İbn Abbas'a sormamı emretti: \"Bir mümini kasten öldürenin cezası Cehennem'dir, orada ebedi kalacaktır\" (iv. 92). Ben de ona sordum ve o şöyle dedi: Hiçbir şey onu neshetmemiştir. Bu ayet hakkında: \"Ve Allah'ın haram kıldığı canı, haksız yere öldürmeyenler\" (xxv. 68) ise, o (İbn Abbas) dedi ki: Bu, müşrikler hakkında indirilmiştir."
    },
    {
      "id": 22,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas dedi ki: Bu ayet Mekke'de indirilmiştir: \"Ve Allah'ın haram kıldığı canı, haksız yere öldürmeyenler\" kelimesine kadar. Bunun üzerine müşrikler dediler ki: İslam bize fayda sağlamaz, çünkü biz Allah'a eş koşmuşuzdur ve Allah'ın haram kıldığı canı öldürdük ve fuhuş yaptık; işte bu vesileyle Allah, yüce ve aziz, bu ayeti indirmiştir: \"Ancak tövbe eden, iman eden ve salih ameller işleyenler\" ifadesine kadar. İbn Abbas der ki: İslam'a giren ve onun emirlerini anlayan kimse, sonra canı öldürürse, onun için tövbe yoktur."
    },
    {
      "id": 23,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Cubeyr bildirdi: Ben İbn Abbas'a dedim: Kasten bir mümini öldüren kişinin tövbesi kabul edilir mi? O da: Hayır. Ben ona Furkan Suresi'nden bu ayeti okudum: \"Ve Allah'ın haram kıldığı canı, haksız yere öldürmeyenler\" ayetinin sonuna kadar. O da: Bu, Mekke'de inen bir ayettir ve Medine'de inen bir ayetle neshedilmiştir: \"Bir mümini kasten öldürenin cezası Cehennem ateşidir, orada ebedi kalacaktır\" ve İbn Hişam'ın rivayetinde (sözler şunlardır): Ben ona Furkan Suresi'nden bu ayeti okudum: \"Ancak tövbe eden.\""
    },
    {
      "id": 24,
      "narrator": "Ubaidullah b. 'Abdullah b. 'Utba reported:",
      "text": "Ubaidullah b. 'Abdullah b. 'Utba bildirdi: İbn Abbas bana şöyle dedi: Kur'an'da tamamı ile inen son sureyi biliyor musun? Ben de: Evet, \"Allah'tan yardım ve zafer geldiği zaman\" (cx.) dedim. Bunun üzerine o: Doğru söyledin. Ve Abu Shaiba'nın rivayetinde (sözler şunlardır): Sureyi biliyor musun? Ve \"sonuncusu\" kelimelerini zikretmedi."
    },
    {
      "id": 25,
      "narrator": "",
      "text": "Bu hadis, aynı nakil zinciriyle ancak kelime farklılığıyla Abu 'Umais aracılığıyla aktarılmıştır."
    },
    {
      "id": 26,
      "narrator": "Ibn Abbas reported that some Muslims met a person with a small flock of sheep. He said:",
      "text": "İbn Abbas bildirdi ki, bazı Müslümanlar bir kişiyle küçük bir koyun sürüsü ile karşılaştılar. O: Selamünaleyküm dedi. Onu yakaladılar ve öldürdüler ve sürüsüne sahip oldular. Sonra bu ayet indirildi: \"Sana selam veren kimseye: Sen Müslüman değilsin deme\" (iv. 94). Ancak İbn Abbas, \"as-salam\" kelimesini \"as-salam\" yerine okudu."
    },
    {
      "id": 27,
      "narrator": "Bara' reported:",
      "text": "Bara' bildirdi: Ensar Hac yaptıklarında, evlerine arka kapıdan girmediler. Ensardan bir kişi geldi ve kapısından girmeye başladı ama ona (niye arka kapıdan girmediği) söylendi. Sonra bu ayet indirildi: \"Takva, kapılara arka taraftan gelmek değildir\" (ii. 189)."
    },
    {
      "id": 28,
      "narrator": "Ibn Mas'ud said:",
      "text": "İbn Mes'ud dedi ki: İslam'ı kabul ettiğimizden ve Allah'ın bize kızdığı bu ayetin indiğinden beri: \"Henüz müminlerin kalplerinin Allah'ı anmak için huşu içinde olmaları zamanı gelmedi mi?\" (lvii. 16) dört yıl geçti."
    },
    {
      "id": 29,
      "narrator": "Ibn Abbas reported:",
      "text": "İbn Abbas bildirdi ki, İslam öncesi günlerde kadınlar Kabe'yi çıplak olarak tavaf ederlerdi ve şöyle derlerdi: Kabe'yi tavaf edenin örtünmesi için kim ona elbise verecek? Ve sonra derdi ki: Bugün ya tamamen ya da kısmen açığa çıkacak ve açığa çıkanı helal kılmayacağım. İşte bu bağlamda ayet indirildi: \"Her ibadet yerinde süslenin\" (vii. 31)."
    },
    {
      "id": 30,
      "narrator": "Jabir reported that 'Abdullah b. Ubayy b. Salul used to say to his slave-girl:",
      "text": "Cabir bildirdi ki, 'Abdullah b. Ubayy b. Salul, cariyesine şöyle derdi: Git ve bizim için fuhuş yaparak bir şey getir. İşte bu bağlamda Allah, yüce ve aziz, bu ayeti indirdi: \"Ve cariyelerinizi, bu dünyanın geçici menfaatlerini elde etmek için iffetlerini korumak istedikleri halde fuhuşa zorlamayın; ve kim onları zorlar, elbette zorlamalarından sonra Allah bağışlayıcıdır, merhametlidir\" (xxiv. 33)."
    },
    {
      "id": 31,
      "narrator": "Jabir reported that 'Abdullah b. Ubayy b. Salul had two slave-girls; one was called Musaika and the other one was called Umaima and he compelled them to prostitution (for which'Abdullah b. Ubayy b. Salul compelled them). They made a complaint about this to Allah's Messenger (ﷺ) and it was upon this that this verse was revealed:",
      "text": "Cabir, Abdullah b. Ubayy b. Selul'ün iki cariyesi olduğunu bildirmiştir; birinin adı Musaika, diğerinin adı ise Umaima idi ve onları fuhuşa zorlamıştır (ki Abdullah b. Ubayy b. Selul onları buna zorlamıştır). Onlar bu durumu Allah'ın Messenger'ına (ﷺ) şikayet ettiler ve bunun üzerine şu ayet indirildi: \"Ve cariyelerinizi fuhuşa zorlamayın\" ayetine kadar: \"Allah, bağışlayandır, merhamet edendir.\""
    },
    {
      "id": 32,
      "narrator": "Abdullah b. Mas'ud reported in connection with the words of Allah, the Exalted and Glorious:",
      "text": "Abdullah b. Mes'ud, Allah'ın yüce ve aziz sözleriyle ilgili olarak: \"Onlara dua edenler, kendileri de Rablerine yaklaşmanın yollarını ararlar\" (İsra, 57) demiştir ki bu, ibadet edilen bir grup cinle ilgilidir. Onlar İslam'ı kabul ettiler ama onları ibadet edenler, yine onlara ibadet etmeye devam ettiler (o cinler Müslüman olmuş olsalar da). İşte bu durumda bu ayet indirildi."
    },
    {
      "id": 33,
      "narrator": "Abdullah b. Mas'ud reported in connection with the verse:",
      "text": "Abdullah b. Mes'ud, \"Onlara dua edenler, kendileri de Rablerine yaklaşmanın yollarını ararlar\" ayetiyle ilgili olarak, bunun cinlerden bir grubu ibadet eden bir grup insanla ilgili olduğunu bildirmiştir. Cinlerden bir grup İslam'ı kabul etti ama insanlar, daha önce yaptıkları gibi onlara ibadet etmeye devam ettiler ve bu vesileyle şu ayet indirildi: \"Onlara dua edenler, kendileri de Rablerine yaklaşmanın yollarını ararlar.\" Bu hadisi Sulaiman'dan aynı isnat zinciriyle nakledilmiştir."
    },
    {
      "id": 34,
      "narrator": "Abdullah b. Mas'ud said in connection with the verse:",
      "text": "Abdullah b. Mes'ud, \"Onlara dua edenler, kendileri de Rablerine yaklaşmanın yollarını ararlar\" ayetiyle ilgili olarak, bu ayetin, cinlerden bir grubu ibadet eden bir Arap topluluğuyla ilgili olarak indirildiğini söylemiştir; cinler İslam'ı kabul etti ama insanlar, bunun farkında olmadan onlara ibadet etmeye devam ettiler. Sonra bu ayet indirildi: \"Onlara dua edenler, kendileri de Rablerine yaklaşmanın yollarını ararlar.\""
    },
    {
      "id": 35,
      "narrator": "Sa'id b. Jubair reported:",
      "text": "Sa'id b. Cubeyr, İbn Abbas'a Tevbe Suresi hakkında sordum, o da: Tevbe Suresi, (kafirleri ve münafıkları) aşağılamak için indirilmiştir, dedi. Sürekli olarak içinde (zamir) minhum (onlardan) ve minhom (onlardan, yani bazıları böyle) geçmektedir; ta ki (Müslümanlar) içlerinden hiç kimsenin bir kusurdan dolayı anılmayacağını düşündüler. Tekrar sordum: Peki, Enfal Suresi hakkında ne dersin? O da: Badr Savaşı ile ilgilidir, dedi. Yine El-Haşr Suresi hakkında sordum. O da: Banu Nadir kabilesi ile ilgili olarak indirilmiştir, dedi."
    },
    {
      "id": 36,
      "narrator": "Ibn 'Umar reported that Umar delivered a sermon on the pulpit of Allah's Messenger (ﷺ) and he praised Allah and lauded Him and then said:",
      "text": "İbn 'Umar, Ömer'in Allah'ın Messenger'ının (ﷺ) minberinde bir hutbe verdiğini ve Allah'ı övdüğünü, ardından da: Şimdi konuya gelelim. Bakın, şarap yasağı ile ilgili emir indirildiğinde, beş şeyden hazırlanıyordu: buğday, arpa, hurma, üzüm, bal; ve şarap, aklı karıştıran şeydir; ve ey insanlar, keşke Allah'ın Messenger'ı (ﷺ) bize, büyükbabanın mirası, çocuk bırakmadan ölenin durumu ve faizle ilgili bazı meseleleri daha ayrıntılı açıklayabilseydi."
    },
    {
      "id": 37,
      "narrator": "Ibn 'Umar reported:",
      "text": "İbn 'Umar, Ömer b. Hattab'ın Allah'ın Messenger'ının (ﷺ) minberinde bir hutbe verirken: Şimdi, konuya gelelim, ey insanlar, (şarap yasağı ile ilgili emir) indirildi ve o zaman beş şeyden hazırlanıyordu: üzüm, hurma, bal, buğday, arpa; ve şarap, aklı karıştıran şeydir, ve ey insanlar, keşke Allah'ın Messenger'ı (ﷺ) bize üç şeyi daha ayrıntılı açıklayabilseydi: büyükbabanın mirası, çocuk bırakmadan ölenin durumu ve faizle ilgili bazı meseleler."
    },
    {
      "id": 38,
      "narrator": "",
      "text": "Bu hadis aynı otoriteden ancak kelime değişikliği ile aktarılmıştır."
    },
    {
      "id": 39,
      "narrator": "Abu Dharr took an oath that this verse:",
      "text": "Ebu Zerr, bu ayetin: \"Rableri hakkında tartışan bu iki düşman\" (Hac, 19) ayetinin, Badr Günü'nde (kafirlerle savaşmak için saflardan çıkan) Hamza, Ali, Ubeyde b. Haris (Müslümanlar tarafında) ve Utbe ile Şeybe, Rabi'a'nın oğulları ve Velid b. Utbe (Mekke kafirleri tarafında) ile ilgili olarak indirildiğine yemin etti."
    },
    {
      "id": 40,
      "narrator": "",
      "text": "Bu hadis, Ebu Zerr'den başka bir isnat zinciriyle nakledilmiştir."
    }
  ]
}