{
  "language": "tr",
  "metadata": {
    "length": 93,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Abdullah is reported to have heard Allah's Messenger (ﷺ) as saying:",
      "text": "Abdullah'ın, Allah'ın Messenger'ını (ﷺ) şöyle derken duyduğu rivayet edilmiştir: Sizden biri Cuma namazına gelmeyi niyet ettiğinde, gusül almalıdır."
    },
    {
      "id": 2,
      "narrator": "Abdullah b. Umar is reported to have said that The Messenger of Allah (may peace be up on him) was standing on the pulpit when he said this:",
      "text": "Abdullah b. Umar'ın, Allah'ın Messenger'ının (selam üzerine olsun) minberde dururken şöyle dediğini söylediği rivayet edilmiştir: Cuma'ya gelen kimse gusül almalıdır."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Bu hadis, İbn Umar tarafından başka bir nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 4,
      "narrator": "",
      "text": "'Abdullah (b. Umar), babasından, Allah'ın Messenger'ından (ﷺ) bu şekilde duyduğunu bildirmiştir."
    },
    {
      "id": 5,
      "narrator": "'Abdullah (b. 'Umar) reported from his father that while he was addressing the people on Friday (sermon), a person, one of the Companions of the Messenger of Allah (ﷺ), entered (the mosque). Umar said to him loudly:",
      "text": "'Abdullah (b. 'Umar), babasından, Cuma günü insanlara hitap ederken, Allah'ın Messenger'ının (ﷺ) sahabelerinden birinin (camiye) girdiğini bildirmiştir. Umar ona yüksek sesle dedi: Bu saatte (namaza) ne işin var? O da: Bugün meşguldüm ve Cuma çağrısını duyduğumda evime dönmedim, sadece abdest aldım, dedi. Bunun üzerine Umar: Sadece abdest mi! Allah'ın Messenger'ının (ﷺ) Cuma günü gusül almayı emrettiğini biliyorsun."
    },
    {
      "id": 6,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre rivayet etti: Umar b. Hattab, Cuma günü insanlara hutbe verirken 'Uthman b. 'Affan oraya geldi. Umar ona işaret ederek dedi: Namaz çağrısından sonra gelenler için ne olacak? Bunun üzerine 'Uthman dedi: Müminlerin emiri, ben sadece çağrıyı duyduktan sonra abdest aldım ve (camiye) geldim. Umar dedi: Sadece abdest mi! Allah'ın Messenger'ının (selam üzerine olsun) bu sözü söylediğini duymadın mı: Sizden biri Cuma'ya geldiğinde, gusül almalıdır."
    },
    {
      "id": 7,
      "narrator": "Sa'id al-Khudri reported Allah's Messenger (ﷺ) as saying:",
      "text": "Sa'id al-Khudri, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Cuma günü gusül almak her ergin kişi için farzdır."
    },
    {
      "id": 8,
      "narrator": "'Aisha reported:",
      "text": "'Aişe rivayet etti: İnsanlar, komşu köylerden Cuma namazına, üzerinde toz birikmiş yün giysilerle geldiler ve bu kötü bir koku yayıyordu. İçlerinden biri (böyle giyinmiş olan) Allah'ın Messenger'ının (ﷺ) evinde bulunduğu sırada ona geldi. Allah'ın Messenger'ı (selam üzerine olsun) ona dedi: Bugün kendinizi temizleseydiniz."
    },
    {
      "id": 9,
      "narrator": "'Aisha reported:",
      "text": "'Aişe rivayet etti: İnsanların çoğu işçi idi ve hizmetçileri yoktu. Bu nedenle onlardan kötü bir koku çıkıyordu. Onlara denildi: Cuma günü gusül alsaydınız."
    },
    {
      "id": 10,
      "narrator": "'Abd al-Rahman son of Abd Sa'id al-Khudri reported on the authority of his father that the Messenger of Allah (ﷺ) said:",
      "text": "'Abd al-Rahman b. Abd Sa'id al-Khudri, babasından, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Cuma günü her ergin için gusül almak, misvak kullanmak ve mevcut olan bir parfüm sürmek farzdır. Parfüm konusunda, bir kadın tarafından kullanılan olabilir."
    },
    {
      "id": 11,
      "narrator": "Tawus reported that Ibn Abbas narrated the words of the Messenger of Allah (ﷺ) about taking bath on Friday. Tawus said:",
      "text": "Tavus, İbn Abbas'ın Allah'ın Messenger'ının (ﷺ) Cuma günü gusül almakla ilgili sözlerini aktardığını bildirmiştir. Tavus dedi ki: İbn Abbas'a, eşinin yanında mevcut olan parfüm veya yağın sürülmesi gerekir mi diye sordum. O (İbn Abbas) dedi: Bunun hakkında bir şey bilmiyorum."
    },
    {
      "id": 12,
      "narrator": "",
      "text": "Bu hadis, İbn Juraij tarafından aynı nakil zinciriyle rivayet edilmiştir."
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Her Müslümanın, haftada en az bir gün (Cuma) gusül alması ve başını ve bedenini yıkaması Allah'a karşı bir hakkıdır."
    },
    {
      "id": 14,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Cuma günü gusül alan, cinsel ilişki sonrası farz olan gusül alan kimse, bir dişi deveyi kurban eden gibidir; ikinci saatte gelen, bir inek kurban eden gibidir; üçüncü saatte gelen, boynuzlu bir koç kurban eden gibidir; dördüncü saatte gelen, bir tavuk kurban eden gibidir; beşinci saatte gelen, bir yumurta kurban eden gibidir. İmam çıktığında, melekler de orada hazır bulunur ve Allah'ı anma (hutbe) dinlerler."
    },
    {
      "id": 15,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Messenger'ının (ﷺ) şöyle dediğini bildirmiştir: Eğer Cuma günü, imam hutbe verirken arkadaşınıza sessiz olmasını söylerseniz, aslında gereksiz bir şey konuşmuş olursunuz."
    },
    {
      "id": 16,
      "narrator": "",
      "text": "Bu hadisi Abu Huraira, başka bir rivayet zinciriyle nakletmiştir."
    },
    {
      "id": 17,
      "narrator": "Ibn Juraij narrated a similar Hadith (as no. 1965) from Ibn Shihab with both chains, except that Ibn Juraij said:",
      "text": "İbn Juraij, İbn Şihab'dan benzer bir hadisi (no. 1965) her iki zincirle rivayet etmiştir, fakat İbn Juraij şöyle demiştir: \"İbrahim bin 'Abdullah bin Qariz.\""
    },
    {
      "id": 18,
      "narrator": "",
      "text": "Aynı hadis Abu Huraira tarafından rivayet edilmiştir, ancak laghauta kelimesi yerine laghita kelimesi kullanılmıştır. Rivayet edenlerden biri olan Abu Zinad, laghita'nın Abu Huraira'nın lehçesi olduğunu, oysa laghauta'nın doğru olduğunu söylemektedir."
    },
    {
      "id": 19,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Cuma günü, hiçbir Müslüman kulun dua edip Allah'tan (hayır) bir şey istemediği bir zaman vardır ki, O da ona verir.\" Kutaiba, elini işaret ederek o (zamanın) kısa olduğunu belirtmiştir."
    },
    {
      "id": 20,
      "narrator": "Abu Huraira reported Abu'l-Qasim (the kunya of the Holy Prophet) (ﷺ) as saying:",
      "text": "Abu Huraira, Abu'l-Kasım (Peygamber Efendimizin künyesi) (ﷺ) şöyle buyurduğunu bildirmiştir: \"Cuma günü, hiçbir Müslüman ayakta durup dua edip Allah'tan hayır istemediği bir zaman vardır ki, O da ona verir.\" Ve elini işaret ederek (bu zamanın) kısa ve dar olduğunu belirtmiştir."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Bu hadisi Abu Huraira rivayet etmiştir."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, Abu Huraira tarafından başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 23,
      "narrator": "Abu Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Cuma günü, hiçbir Müslüman hayır için Allah'tan bir şey istemediği bir zaman vardır ki, O da ona verir.\" Ve ayrıca şöyle demiştir: \"Bu çok kısa bir zamandır.\""
    },
    {
      "id": 24,
      "narrator": "Hammam b. Munabbih reported this hadith from Abu Huraira who reported from the Messenger of Allah (ﷺ) but he did not say:",
      "text": "Hammam b. Munabbih, bu hadisi Abu Huraira'dan rivayet etmiştir; o da Allah'ın Resulü (ﷺ) den nakletmiştir fakat \"O zaman kısadır.\" dememiştir."
    },
    {
      "id": 25,
      "narrator": "Abu Burda b. Abu Musa al-Ash'ari reported:",
      "text": "Abu Burda b. Abu Musa el-Eş'ari, 'Abdullah b. Umar'ın bana şöyle dediğini bildirmiştir: \"Cuma günü hakkında babandan Allah'ın Resulü (ﷺ) den bir şey işittin mi?\" Ben de: \"Evet, O'ndan (şu sözleri) işittim: 'İmamın oturduğu zaman ile namazın bitişi arasındadır.'\""
    },
    {
      "id": 26,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Güneşin doğduğu en iyi gün Cuma'dır; o gün Adem yaratıldı, o gün cennete alındı, o gün oradan çıkarıldı.\""
    },
    {
      "id": 27,
      "narrator": "Abu Huraira reported the Messenger of Allah (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Güneşin doğduğu en iyi gün Cuma'dır; o gün Adem yaratıldı, o gün cennete alındı, o gün oradan çıkarıldı. Ve kıyametin son saati başka bir günde değil, sadece Cuma günü olacaktır.\""
    },
    {
      "id": 28,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Biz sonuncularız fakat Kıyamet Günü'nde ilk olacak olanlarız; her ümmete bizden önce kitap verilmişti ve biz onlardan sonra verildik. Allah'ın bize farz kıldığı ve bizi ona yönlendirdiği bu gündür; insanlar bu konuda bizden sonra geldiler, Yahudiler ertesi günü, Hristiyanlar ise ondan sonraki günü gözlemlediler.\""
    },
    {
      "id": 29,
      "narrator": "A hadith like this has been narrated by Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Bu hadisi Abu Huraira, Allah'ın Resulü (ﷺ) 'nun şöyle dediğini rivayet etmiştir: \"Biz sonuncularız ve Kıyamet Günü'nde ilk olacak olanlarız.\""
    },
    {
      "id": 30,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Abu Huraira, Allah'ın Resulü (ﷺ) şöyle buyurduğunu bildirmiştir: \"Biz sonuncularız (ama) Kıyamet Günü'nde ilk olacak olanlarız ve cennete girecek ilk olanlarız; fakat onlardan önce kitap verilmişti ve biz onlardan sonra verildik. Onlar ihtilafa düştüler ve Allah, ihtilafa düştükleri her konuda bizi doğru yola iletti. Ve bu, ihtilafa düştükleri gündür; fakat Allah bizi ona yönlendirdi ve bu bizim için Cuma'dır; ertesi gün Yahudilere, ondan sonraki gün Hristiyanlara aittir.\""
    },
    {
      "id": 31,
      "narrator": "Abu Huraira reported Muhammad, the Messenger of Allah (ﷺ), as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Biz, ahir zaman ümmeti olarak Kıyamet Günü'nde ilk olarak (cennete) gireceğiz; fakat diğer ümmetler bizden önce Kitap verildi ve biz onlardan sonra verildik. Bu, onlara tayin edilen gündü ama onlar bu konuda ihtilafa düştüler. Allah ise bizi buna hidayet etti. Onlar bu konuda bizden sonra geldiler; Yahudiler ertesi günü, Hristiyanlar ise ondan sonraki günü gözlemlediler."
    },
    {
      "id": 32,
      "narrator": "It is narrated by Abu Huraira and Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Ebu Hureyre ve Hureyre'den rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Cuma, Allah'ın bizden önceki topluluklardan saptığı gündür. Çünkü Yahudilere (namaz için belirlenen gün) Cumartesi, Hristiyanlara ise Pazar'dır. Allah bize yöneldi ve Cuma gününü (namaz günü) tayin etti. Gerçekten de, Allah Cuma, Cumartesi ve Pazar'ı (namaz günleri) kıldı. Kıyamet Günü'nde (Yahudiler ve Hristiyanlar) bizden sonra bu sırayla gelecekler. Biz, bu dünyada insanların en son ümmetiyiz ve yaratılanlar arasında Kıyamet Günü'nde ilk olarak yargılanacak olanlarız. Bir rivayette ise: \"Onlar arasında yargılanacak olanlar\" şeklinde geçmektedir."
    },
    {
      "id": 33,
      "narrator": "Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Biz, Cuma gününe (namaz ve tefekkür günü olarak) doğru yola iletildik, ama Allah bizden önceki toplulukları ondan saptırdı. Hadisin geri kalanı aynıdır."
    },
    {
      "id": 34,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Cuma günü olduğunda, melekler caminin her kapısında durur ve insanların geliş sırasına göre kaydederler. İmam (hutbe vermek için) minbere oturduğunda, (Kur'an) sayfalarını kapatırlar ve Allah'ın zikrini dinlerler. Erken gelen, bir dişi deve kurban eden gibidir; sonraki, bir inek kurban eden gibidir; bir sonraki, bir koç; bir sonraki, bir tavuk; bir sonraki ise bir yumurta kurban eden gibidir."
    },
    {
      "id": 35,
      "narrator": "",
      "text": "Bu hadis, Ebu Hureyre tarafından başka bir rivayet zinciriyle nakledilmiştir."
    },
    {
      "id": 36,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Cami kapısında, ilk geleni ilk kaydeden bir melek vardır (Cuma namazı için camiye gelen). O, bir deve kurban eden gibidir ve daha sonra en az (kurban) olan yumurtaya kadar inen bir sıralama ile devam eder. İmam (minberde) oturduğunda sayfalar kapatılır ve (melekler) Allah'ın zikrine katılırlar."
    },
    {
      "id": 37,
      "narrator": "Abu-Huraira reported Allah's Apostle (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kim abdest alır, sonra Cuma namazına gelir ve kendisine tayin edilen namazı kılarsa, sonra imam hutbesini bitirene kadar sessiz kalır ve onunla birlikte namaz kılarsa, o zaman o zaman ile bir sonraki Cuma arasındaki günahları affedilir, hatta üç gün daha."
    },
    {
      "id": 38,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi (ﷺ) şöyle buyurdu: Kim güzel bir abdest alır, sonra Cuma namazına gelir, (hutbeyi) dinler, o zaman ile bir sonraki Cuma arasındaki günahları affedilir ve üç gün daha eklenir; ve kim taşlara dokunursa bir kesinti meydana getirir."
    },
    {
      "id": 39,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Cabir b. Abdullah şöyle rivayet etmiştir: Biz, Allah'ın Elçisi (ﷺ) ile (Cuma) namazı kılardık ve sonra geri döner, su taşıyan develerimize dinlendirirdik. Hasan (rivayet edenlerden biri) dedi ki: Ben Cafer'e bunun ne zaman olduğunu sordum. O da: \"Güneşin öğle vaktini geçtiği zamandır.\" dedi."
    },
    {
      "id": 40,
      "narrator": "Ja'far reported on the authority of his father:",
      "text": "Cafer, babası aracılığıyla şöyle bildirdi: O, Cabir b. Abdullah'a Allah'ın Elçisi (ﷺ) Cuma namazını ne zaman kıldığını sordu. O da: \"Namaz kılardı, sonra geri döner, develerimize dinlendirirdik.\" dedi. Abdullah, rivayetinde şu eklemeyi yaptı: \"Güneşin öğle vaktini geçene kadar ve su taşıyan develer (dinlenirdi).\""
    },
    {
      "id": 41,
      "narrator": "Sahl b. Said said:",
      "text": "Sahl b. Said dedi ki: Cuma namazından sonra öğle uykusu veya öğle yemeği yemezdik. (İbn Hacer ekledi:) \"Allah'ın Elçisi (ﷺ) döneminde.\""
    },
    {
      "id": 42,
      "narrator": "Iyas b. Salama b. al-Akwa' reported on the authority of his father:",
      "text": "İyas b. Selame b. Akva, babası aracılığıyla şöyle bildirdi: Güneş öğle vaktini geçtiğinde Allah'ın Elçisi (ﷺ) ile Cuma namazı kılardık ve sonra geri döner, (güneşin sıcağından korunmak için) duvarların gölgesini arardık."
    },
    {
      "id": 43,
      "narrator": "Iyas b. Salama b. Akwa' reported on the authority of his father, saying:",
      "text": "İyas b. Selame b. Akva, babası aracılığıyla şöyle bildirdi: Biz, Allah'ın Elçisi (ﷺ) ile Cuma namazı kılardık ve geri döndüğümüzde, güneşin sıcağından korunabileceğimiz duvarların gölgesini bulamazdık."
    },
    {
      "id": 44,
      "narrator": "",
      "text": "İbn Umar, Allah'ın Elçisi (ﷺ) Cuma günü hutbe verirken ayakta dururdu. Sonra oturur ve tekrar (ikinci hutbe için) ayakta dururdu; tıpkı günümüzde Müslümanların yaptığı gibi."
    },
    {
      "id": 45,
      "narrator": "Jabir b. Samura said:",
      "text": "Cabir b. Semura dedi ki: Allah'ın Elçisi (ﷺ) iki hutbe verdi, aralarında oturdu, Kur'an okudu ve insanlara nasihat etti."
    },
    {
      "id": 46,
      "narrator": "",
      "text": "Cabir b. Semura, Allah'ın Elçisi'nin (ﷺ) hutbeyi ayakta verdiğini söyledi. Sonra oturur, tekrar ayağa kalkar ve ayakta hitap ederdi; ve kim size onun (Peygamber Efendimiz) hutbeyi oturarak verdiğini haber verirse yalan söylemiştir. Vallahi, ben onunla iki binden fazla namaz kıldım."
    },
    {
      "id": 47,
      "narrator": "",
      "text": "Cabir b. Abdullah, Resulullah'ın (ﷺ) Cuma günü hutbe verirken Suriye'den bir kervanın geldiğini bildirdi. İnsanlar ona doğru akın ettiler, öyle ki yanında sadece on iki kişi kaldı ve bu vesileyle Cuma ile ilgili bu ayet indirildi: \"Ve onlar bir ticaret veya bir eğlence gördüklerinde ona doğru dağılırlar ve seni ayakta bırakırlar.\""
    },
    {
      "id": 48,
      "narrator": "",
      "text": "Bu hadisi Hüseyin, aynı isnat zinciriyle ancak ayakta durma pozisyonunu anmadan nakletmiştir."
    },
    {
      "id": 49,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah, Resulullah (ﷺ) ile birlikte Cuma günü bir kervanın geldiğini bildirdi. İnsanlar ona doğru gitti ve geride sadece on iki kişi kaldı, ben de onlardan biriydim; ve bu vesileyle bu ayet indirildi: \"Ve onlar bir ticaret veya eğlence gördüklerinde ona doğru dağılırlar ve seni ayakta bırakırlar.\" (62:11)"
    },
    {
      "id": 50,
      "narrator": "Jabir b. Abdullah reported:",
      "text": "Cabir b. Abdullah, Resulullah (ﷺ) Cuma günü hutbe verirken bir ticaret kervanının Medine'ye geldiğini bildirdi. Resulullah'ın (ﷺ) arkadaşları ona doğru koşarak gitti, geride sadece on iki kişi kaldı, bunlar arasında Ebu Bekir ve Ömer de vardı; ve bu vesileyle bu ayet indirildi: \"Ve onlar bir ticaret veya eğlence gördüklerinde ona doğru dağılırlar.\""
    },
    {
      "id": 51,
      "narrator": "Ka'b b. 'Ujra reported that he entered the mosque and saw Abd al-Rahman b. Umm Hakam delivering the sermon in a sitting posture. Upon this he said:",
      "text": "Ka'b b. Ucra, camiye girdiğinde Abd al-Rahman b. Ümmü Hekem'in oturarak hutbe verdiğini gördüğünü bildirdi. Bunun üzerine şöyle dedi: \"Bu zavallı insana bak; o oturarak hutbe veriyor, halbuki Allah şöyle buyurdu: 'Ve onlar bir ticaret veya eğlence gördüklerinde ona doğru dağılırlar ve seni ayakta bırakırlar.'\""
    },
    {
      "id": 52,
      "narrator": "Abdullah b. Umar and Abu Huraira said that they heard Allah's Messenger (ﷺ) say on the planks of his pulpit:",
      "text": "Abdullah b. Ömer ve Ebu Hureyre, Allah'ın Resulü'nün (ﷺ) minberinin tahtaları üzerinde şöyle dediğini duyduklarını söylediler: \"İnsanlar Cuma namazını ihmal etmemelidir, yoksa Allah kalplerini mühürler ve böylece onlar gafillerden olur.\""
    },
    {
      "id": 53,
      "narrator": "Jabir b. Samura reported:",
      "text": "Cabir b. Semura, Allah'ın Resulü (ﷺ) ile birlikte namaz kıldığını ve hem namazının hem de hutbesinin orta uzunlukta olduğunu bildirdi."
    },
    {
      "id": 54,
      "narrator": "Jabir b. Samura reported:",
      "text": "Cabir b. Semura, Allah'ın Resulü (ﷺ) ile birlikte namaz kıldığını ve namazının orta uzunlukta olduğunu, hutbesinin de orta uzunlukta olduğunu bildirdi."
    },
    {
      "id": 55,
      "narrator": "Jabir b. Abdullah said:",
      "text": "Cabir b. Abdullah, Allah'ın Resulü (s.a.v) hutbe verirken gözlerinin kızardığını, sesinin yükseldiğini ve öfkesinin arttığını, düşmana karşı uyarıda bulunan biri gibi olduğunu ve şöyle dediğini bildirdi: \"Düşman size sabah baskını yaptı ve akşam da yapacak.\" Ayrıca şöyle derdi: \"Kıyamet Saati ve ben, bu iki parmağım gibi gönderildim.\" İşaret parmağı ile orta parmağını birleştirirdi; ve şöyle derdi: \"Sözlerin en güzeli Allah'ın Kitabı'nda yer alır, en iyi rehberlik ise Muhammed'in rehberliğidir. En kötü işler ise sonradan uydurulanlardır; her sonradan uydurulan şey hatadır.\" Ayrıca şöyle derdi: \"Ben bir Müslümana, kendi nefsinden daha sevimliyim; ve geride ailesi için bırakılan mal; ve borç altında ölen veya çocuklarını çaresiz bırakan, onun borcunu ödemek ve çocuklarını büyütmek benim üzerimdedir.\""
    },
    {
      "id": 56,
      "narrator": "Ja'far b. Muhammad said on the authority of his father:",
      "text": "Cafer b. Muhammed, babasının rivayetiyle: \"Ben, Cabir b. Abdullah'ın Allah'ın Resulü (ﷺ) hutbesinde Allah'ı övdüğünü, O'na hamd ettiğini ve ardından sesini yükselttiğini duyduğunu bildirdi, hadisin geri kalanı aynıdır.\""
    },
    {
      "id": 57,
      "narrator": "Jabir reported that the Messenger of Allah (ﷺ), while delivering the sermon' to the people, praised Allah, and lauded Him for what He deserves, and would then say:",
      "text": "Cabir, Allah'ın Resulü (ﷺ) insanlara hutbe verirken Allah'ı övdüğünü, O'na layık olduğu şekilde hamd ettiğini ve sonra şöyle dediğini bildirdi: \"Allah'ın doğru yola ilettiği kimseyi saptıracak yoktur; ve saptırdığı kimseyi de doğru yola iletecek yoktur; ve en güzel söz, Allah'ın Kitabı'nda yer alır.\" Hadisin geri kalanı aynıdır."
    },
    {
      "id": 58,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas, Dimad'ın Mekke'ye geldiğini ve Azd Şanu'a kabilesine mensup olduğunu, büyü etkisi altındaki kişiyi koruduğunu bildirdi. Mekke'nin cahil insanlarının, Muhammed'in (ﷺ) büyü altında olduğunu söylediklerini duydu. Bunun üzerine şöyle dedi: \"Eğer bu adamla karşılaşsaydım, Allah onu benim elimle iyileştirebilir.\" Onunla karşılaştı ve şöyle dedi: \"Muhammed, ben büyü etkisi altındaki birini koruyabilirim ve Allah, dilediğine benim elimle şifa verir. Bunu ister misin?\" Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Hamd, Allah'a aittir; O'nu överiz, O'ndan yardım dileriz; ve Allah'ın doğru yola ilettiği kimseyi saptıracak yoktur; ve saptırdığı kimseyi de doğru yola iletecek yoktur; ve ben şahitlik ederim ki, Allah'tan başka ilah yoktur; O tektir, O'na ortak yoktur; ve Muhammed O'nun kulu ve elçisidir.\" Dimad, \"Bu sözlerini benim önümde tekrar et\" dedi; ve Allah'ın Resulü (ﷺ) bunları ona üç kez tekrar etti; ve şöyle dedi: \"Ben, kahinlerin sözlerini, sihirbazların sözlerini ve şairlerin sözlerini duydum, ama senin sözlerin gibi sözler duymadım; bunlar derinliklere ulaşır; elini uzat ki, ben sana İslam üzerine biat edeyim.\" Böylece ona biat etti. Allah'ın Resulü (ﷺ) şöyle dedi: \"Bu biatin, senin kavmin adına da olduğunu.\" O da: \"Bu benim kavmim adına da.\" dedi. Allah'ın Resulü (ﷺ) bir sefer düzenledi ve hava birlikleri onun kavminin yanından geçti. Hava birliğinin lideri, bölüğe: \"Bu insanlardan bir şey buldunuz mu?\" diye sordu. İçlerinden biri: \"Bir su kabı buldum.\" dedi. Bunun üzerine komutan: \"Onu geri ver, çünkü o Dimad'ın halkındandır.\" dedi."
    },
    {
      "id": 59,
      "narrator": "Abu Wa'il reported:",
      "text": "Ebu Vail, Ammar'ın bize hutbe verdiğini bildirdi. Kısa ve etkiliydi. O (Ammar) minberden indiğinde ona: \"Ey Abd al-Yakzan, sen kısa ve etkili bir hutbe verdin. Keşke hutbeyi uzatsaydın.\" dedik. O da: \"Ben, Allah'ın Resulü (ﷺ) şöyle derken duydum: Bir adamın namazı uzatması ve hutbenin kısalığı, onun imanı anladığının işaretidir. Bu yüzden namazı uzatın ve hutbeyi kısaltın, çünkü kısa ifadelerde bir çekicilik vardır.\""
    },
    {
      "id": 60,
      "narrator": "'Adi b. Hatim reported:",
      "text": "Adi b. Hatim, bir kişinin Allah'ın Resulü (ﷺ) önünde hutbe okuduğunu şöyle bildirdi: \"Kim Allah'a ve Resulüne itaat ederse, o gerçekten doğru yolda olur; kim de her ikisine isyan ederse, o sapar.\" Bunun üzerine Allah'ın Resulü (ﷺ) şöyle dedi: \"Ne kötü bir konuşmacısın; de ki: 'Kim Allah'a ve Resulüne isyan ederse, o gerçekten sapmıştır.'\" İbn Numair ekledi: \"O gerçekten sapmıştır.\""
    },
    {
      "id": 61,
      "narrator": "Safwan b. Ya'la reported on the authority of his father that he heard the Messenger of Allah (ﷺ) reciting (verses of the Qur'an) on the pulpit. and\" They cried:",
      "text": "Safvan b. Ya'la, babasından, Allah'ın Resulü'nün (ﷺ) minberde (Kur'an ayetlerini) okuduğunu duyduğunu bildirmiştir. \"Ve dediler: Ey Malik.\""
    },
    {
      "id": 62,
      "narrator": "'Amra daughter of Abd al-Rahman reported on the authority of the sister of Amra:",
      "text": "'Amra bint Abd al-Rahman, 'Amra'nın kız kardeşinin rivayetiyle: \"Kıyamet günü, yüce Kur'an ile 'Kaf'ı, Allah'ın Resulü'nün (ﷺ) ağzından Cuma günü ezberledim; çünkü o her Cuma minberde bunu okurdu.\" demiştir."
    },
    {
      "id": 63,
      "narrator": "The daughter of Haritha b. Nu'man said:",
      "text": "Haritha b. Nu'man'ın kızı dedi ki: \"Ben 'Kaf'ı, Allah'ın Resulü'nün (ﷺ) ağzından ezberlemedim; çünkü o her Cuma hutbe verirken bunu okurdu.\" Ayrıca şunu ekledi: \"Bizim ocaklarımız ve Allah'ın Resulü'nün (ﷺ) ocağı bir idi.\""
    },
    {
      "id": 64,
      "narrator": "Umm Bisham hint Haritha b. Nu'man said:",
      "text": "Umm Bisham bint Haritha b. Nu'man dedi ki: \"Bizim ocaklarımız ve Allah'ın Resulü'nün (ﷺ) ocağı iki yıl, ya da bir yıl veya bir yılın bir kısmı boyunca bir idi; ve ben 'Kaf. Yüce Kur'an ile' ayetini, Allah'ın Resulü'nün (ﷺ) dilinden başka bir kaynaktan öğrenmedim; o, her Cuma minberde hutbe verirken bunu okurdu.\""
    },
    {
      "id": 65,
      "narrator": "It was narrated that Umm Hisham bin Harithah bin An-Nu'man said:",
      "text": "Umm Hişam bint Haritha b. Nu'man şöyle dedi: \"Bizim ocaklarımız ve Allah'ın Resulü'nün (ﷺ) ocağı iki yıl, ya da bir yıl ve bir yılın bir kısmı boyunca bir idi. Ve ben 'Kaf. Yüce Kur'an ile' ayetini, Allah'ın Resulü'nün (ﷺ) dilinden başka bir kaynaktan öğrenmedim; o, her Cuma minberden insanlara hitap ederken bunu okurdu.\""
    },
    {
      "id": 66,
      "narrator": "Umara b. Ruwaiba said he saw Bishr b. Marwan on the pulpit raising his hands and said:",
      "text": "Umara b. Ruwaiba, minberde ellerini kaldırarak Bishr b. Marwan'ı gördüğünü ve şöyle dediğini aktardı: \"Allah'ım, bu elleri çirkinleştir!\" Allah'ın Resulü'nün (ﷺ) elleriyle bu kadar hareket ettiğini görmedim; o, işaret parmağıyla işaret etti."
    },
    {
      "id": 67,
      "narrator": "",
      "text": "Bu hadisi, Hüseyin b. Abd al-Rahman'ın rivayetiyle başka bir nakil zincirinden aktarılmıştır."
    },
    {
      "id": 68,
      "narrator": "Jabir b. 'Abdullah reported that while Allah's Messenger (ﷺ) was delivering the sermon on Friday a person came there, and the Messenger of Allah (ﷺ) said to him:",
      "text": "Jabir b. Abdullah, Allah'ın Resulü (ﷺ) Cuma hutbesini verirken oraya bir kişinin geldiğini ve Allah'ın Resulü'nün (ﷺ) ona: \"Falan, iki rek'at namaz kıldın mı?\" dediğini, o kişinin \"Hayır.\" dediğini, Resulullah'ın (ﷺ) da: \"O halde kalk ve namaz kıl.\" dediğini bildirmiştir."
    },
    {
      "id": 69,
      "narrator": "",
      "text": "Bu hadisi Jabir, başka bir nakil zincirinden aktarmıştır; ancak Hammad (rivayet edenlerden biri) iki rek'at hakkında bir şey söylememiştir."
    },
    {
      "id": 70,
      "narrator": "Jabir b. 'Abdullah said that a person entered the Mosque while the Messenger of Allah (ﷺ) was delivering the sermon on Friday. Upon this he (the Holy Prophet) said:",
      "text": "Jabir b. Abdullah, bir kişinin, Allah'ın Resulü (ﷺ) Cuma hutbesini verirken camiye girdiğini söyledi. Bunun üzerine Resulullah (ﷺ) ona: \"Namaz kıldın mı?\" dedi. O kişi: \"Hayır.\" dedi. Resulullah (ﷺ) da: \"O halde kalk ve iki rek'at namaz kıl.\" dedi. Kutaiba'ya göre, sözleri: \"Dedi ki: İki rek'at namaz kıl.\" şeklindedir."
    },
    {
      "id": 71,
      "narrator": "Jabir b. 'Abdullah reported that a person came (in the Mosque) while the Messenger of Allah (ﷺ) was delivering the sermon on Friday (standing) on the pulpit. He (the Holy Prophet) said to him:",
      "text": "Jabir b. Abdullah, Allah'ın Resulü (ﷺ) Cuma hutbesini verirken (minberde) dururken bir kişinin camiye girdiğini bildirdi. Resulullah (ﷺ) ona: \"İki rek'at namaz kıldın mı?\" dedi. O kişi: \"Hayır.\" dedi. Bunun üzerine Resulullah (ﷺ) dedi: \"O halde kıl.\""
    },
    {
      "id": 72,
      "narrator": "Jabir b. 'Abdullah said that the Messenger of Allah (ﷺ) delivered the sermon and said:",
      "text": "Jabir b. Abdullah, Allah'ın Resulü (ﷺ) hutbe verirken şöyle dediğini aktardı: \"Sizden biri Cuma (namazı) için geldiğinde ve imam (daireden) çıktığında, (o zaman bile) iki rek'at (namaz) kılmalıdır.\""
    },
    {
      "id": 73,
      "narrator": "Jabir reported that Sulaik Ghatafani came on Friday (for prayer) while the Messenger of Allah (ﷺ) was sitting on the pulpit. Sulaik also sat down before observing prayer. The Apostle of Allah (ﷺ) said:",
      "text": "Jabir, Sulaik Gatafani'nin Cuma günü (namaz için) Allah'ın Resulü (ﷺ) minberde otururken geldiğini bildirdi. Sulaik, namaz kılmadan oturdu. Allah'ın Resulü (ﷺ) ona: \"İki rek'at namaz kıldın mı?\" dedi. O kişi: \"Hayır.\" dedi. Resulullah (ﷺ) da: \"Kalk ve kıl.\" dedi."
    },
    {
      "id": 74,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "Jabir b. Abdullah, Sulaik Gatafani'nin Cuma günü Allah'ın Resulü (ﷺ) hutbe verirken geldiğini bildirdi. O (Sulaik) oturdu. Resulullah (ﷺ) ona: \"Ey Sulaik, kalk ve iki rek'at kıl ve bunları kısa tut.\" dedi. Sonra şöyle dedi: \"Sizden biri Cuma günü imam hutbe verirken geldiğinde, iki rek'at namaz kılmalı ve bunları kısa tutmalıdır.\""
    },
    {
      "id": 75,
      "narrator": "Abu Rifa'a reported:",
      "text": "Ebu Rifa'a şöyle bildirdi: \"Ben, Resulullah (ﷺ) hutbe verirken ona geldim ve dedim: 'Ey Allah'ın Resulü, burada bir yabancı var ve bu dini öğrenmek istiyor, ama bu dinin ne olduğunu bilmiyor.' Allah'ın Resulü (ﷺ) bana baktı ve hutbesini bıraktı, yanıma geldi, ona bir sandalye verildi ve ben onun ayaklarının demirden yapıldığını düşündüm. Allah'ın Resulü (ﷺ) oturdu ve bana Allah'ın ona öğrettiği şeyleri öğretmeye başladı. Sonra (minbere) geri geldi ve hutbesini tamamladı.\""
    },
    {
      "id": 76,
      "narrator": "Ibn Abu Rafi' said:",
      "text": "İbn Ebu Rafi' dedi ki: Marvan, Ebu Hureyre'yi Medine'de vekili olarak tayin etti ve kendisi Mekke'ye gitti. Ebu Hureyre, bize Cuma namazında imamlık yaptı ve ikinci rek'atında \"Münafıklar sana geldiğinde\" (Surah 63) ayetini okudu. Daha sonra Ebu Hureyre ile karşılaştım ve ona dedim ki: \"Ali b. Ebu Talib'in Kufe'de okuduğu iki sureyi okudun.\" Bunun üzerine Ebu Hureyre dedi ki: \"Ben, Allah'ın Elçisi'nin (ﷺ) bu iki sureyi Cuma namazında okuduğunu duydum.\""
    },
    {
      "id": 77,
      "narrator": "This hadith is narrated by Abdullah b. Abu Rafi' with the same chain of transmitters but with this modification:",
      "text": "Bu hadisi Abdullah b. Ebu Rafi' aynı isnatla ancak şu değişiklikle rivayet etmiştir: \"İlk rek'atında Surah Cuma (lxii.) okudu ve\" Münafıklar geldi\" ayetini ikinci rek'atında okudu.\""
    },
    {
      "id": 78,
      "narrator": "Nu'man b. Bashir reported that the Messenger of Allah (ﷺ) used to recite on two 'Ids and in Friday prayer:",
      "text": "Nu'man b. Beşir, Allah'ın Elçisi'nin (ﷺ) iki bayramda ve Cuma namazında \"Rabbini yücelt\" (Surah lxxxvii.) ve \"Sana o büyük olayın haberi geldi mi?\" (lxxxviii.) ayetlerini okuduğunu bildirmiştir. Bayram ve Cuma'nın bir araya geldiği bir günde bu iki sureyi her iki namazda da okudu."
    },
    {
      "id": 79,
      "narrator": "",
      "text": "Bu hadis, İbrahim b. Muhammed b. el-Muntashir tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 80,
      "narrator": "Dahhak b. Qais wrote to Nu'man b. Bashir asking him what the Messenger of Allah (ﷺ) recited on Friday besides Surah Jumu'a He said that he recited:",
      "text": "Dahhak b. Kays, Nu'man b. Beşir'e yazarak, Allah'ın Elçisi'nin (ﷺ) Cuma günü Surah Cuma'dan başka ne okuduğunu sordu. O da \"Sana ulaştı mı...\" (Surah lxxxviii.) ayetini okuduğunu söyledi."
    },
    {
      "id": 81,
      "narrator": "Ibn Abbas reported:",
      "text": "İbn Abbas rivayet etti: Allah'ın Elçisi (ﷺ) Cuma sabah namazında \"Elif-Lam-Mim, Tenzil\" (Surah xxxii.) ve \"Şüphesiz ki insan üzerinde bir zaman geldi\" (Surah lxxvii.) ayetlerini okurdu ve Cuma namazında Surah Cuma ve el-Munafiqin surelerini okurdu."
    },
    {
      "id": 82,
      "narrator": "",
      "text": "Bu hadis, Sufyan tarafından aynı isnatla rivayet edilmiştir."
    },
    {
      "id": 83,
      "narrator": "",
      "text": "Mukhawwil, bu hadisi Sufyan'dan rivayet etmiştir."
    },
    {
      "id": 84,
      "narrator": "",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) Cuma sabah namazında \"Elif-Lam-Mim, Tenzil\" ve \"Şüphesiz ki geldi\" ayetlerini okuduğunu bildirmiştir."
    },
    {
      "id": 85,
      "narrator": "Abu Huraira reported that the Messenger of Allah (ﷺ) used to recite in the dawn prayer on Friday:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) Cuma sabah namazında: \"Elif-Lam-Mim, Tenzil\"i birinci rek'atta, ikinci rek'atta ise: \"Şüphesiz ki insan üzerine bir zaman geldi ki, anılacak bir şey değildi\" ayetini okuduğunu bildirmiştir."
    },
    {
      "id": 86,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Sizden biri Cuma namazını (cemaatle iki farz rek'at) kıldığında, ardından dört rek'at kılmalıdır."
    },
    {
      "id": 87,
      "narrator": "Suhail reported on the authority of Abu Huraira that the Messenger of Allah (ﷺ) said:",
      "text": "Suhail, Ebu Hureyre'den rivayet etti ki, Allah'ın Elçisi (ﷺ) şöyle dedi: Cuma'nın (iki farz rek'at) ardından namaz kıldığınızda, dört rek'at kılmalısınız (ve 'Amr, rivayetinde bu eklemeyi yapmıştır ki, İbn İdris bunu Suhail'den aktarmıştır): Eğer bir sebepten dolayı acele ediyorsanız, camide iki rek'at ve evinize döndüğünüzde iki rek'at kılmalısınız."
    },
    {
      "id": 88,
      "narrator": "Abu Huraira reported Allah's Messenger (ﷺ) as saying:",
      "text": "Ebu Hureyre, Allah'ın Elçisi'nin (ﷺ) şöyle dediğini bildirmiştir: Sizden biri Cuma'dan sonra namaz kıldığında, dört rek'at kılmalıdır. (Jarir tarafından rivayet edilen hadiste \"minkum\" kelimesi kaydedilmemiştir.)"
    },
    {
      "id": 89,
      "narrator": "Nafi' reported that when 'Abdullah (b. 'Umar) observed the Friday prayer and came back he observed two rak'ahs in his house, and then said:",
      "text": "Nafi', 'Abdullah (b. 'Umar) Cuma namazını kıldıktan sonra evinde iki rek'at kıldığını ve ardından şöyle dediğini bildirmiştir: Allah'ın Elçisi (ona selam olsun) bunu yapardı."
    },
    {
      "id": 90,
      "narrator": "'Abdullah b. 'Umar, while describing the Nafl prayer of the Messenger of Allah (ﷺ), said:",
      "text": "'Abdullah b. 'Umar, Allah'ın Elçisi'nin (ﷺ) Nafl namazını tanımlarken şöyle dedi: Cuma'dan sonra evine dönmeden (Nafl) namaz kılmazdı ve evinde iki rek'at kılardı. Yahya dedi ki: Bu sözleri (İmam Malik'in önünde) söylediğimi düşünüyorum ki, elbette (namazı) kılardı."
    },
    {
      "id": 91,
      "narrator": "",
      "text": "Salim, babası aracılığıyla, Allah'ın Elçisi (ﷺ) Cuma'dan sonra iki rek'at namaz kıldığını rivayet etmiştir."
    },
    {
      "id": 92,
      "narrator": "`Umar b. `Ata' b. Abu Khuwar said that Nafi` b. Jubair sent him to al- Sa'ib the son of Namir's sister to ask him about what he had seen in the prayer of Mu`awiya. He said:",
      "text": "`Umar b. `Ata' b. Abu Khuwar, Nafi` b. Jubair'in onu, Mu`awiya'nın namazında gördüklerini sormak için al-Sa'ib'in Namir'in kız kardeşine gönderdiğini söyledi. O da: Evet, onunla birlikte Maqsura'da Cuma namazını kıldım ve imam selam verdiğinde, yerimde kalktım ve (Sunan rek'atlarını) kıldım. O (daireye) girdiğinde beni çağırdı ve: Yaptığını tekrarlama, dedi. Cuma namazını kıldığın zaman, konuşmadan veya dışarı çıkmadan (Sunan namazı) kılma, çünkü Allah'ın Elçisi (ﷺ) bize bunu emretmiştir ve iki (tür) namazı konuşmadan veya dışarı çıkmadan birleştirmememizi istemiştir."
    },
    {
      "id": 93,
      "narrator": "The same hadith is narrated on the authority of 'Umar b. Ata' but with this modification:",
      "text": "Aynı hadis 'Umar b. Ata' aracılığıyla rivayet edilmiştir, ancak şu değişiklikle: İmam selam verdiğinde, yerimde kalktım. İmam hakkında herhangi bir şey belirtilmemiştir."
    }
  ]
}