{
  "language": "tr",
  "metadata": {
    "length": 24,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "Ibn 'Abbas reported:",
      "text": "İbn Abbas şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte Fıtır namazına katıldım ve Ebu Bekir, Ömer ve Osman da vardı. Hepsi bu namazı hutbeden önce kıldılar, ardından o (Peygamberimiz) hutbe verdi. Sonra Allah'ın Elçisi (ﷺ) minberden indi ve insanların oturmasını işaret ederek elini salladığını gördüm. Sonra kadınların yanına kadar gitti. Bilal da onunla birlikteydi. O, (şu ayeti) okudu: \"Ey Peygamber! İman eden kadınlar sana geldiklerinde, Allah'a hiçbir şeyi ortak koşmayacaklarına dair sana biat ettiklerinde...\" (60:12) ve onlara hitap etmeyi tamamladıktan sonra şöyle dedi: \"Bu (ayetlerde tarif edilen) şeye uyuyor musunuz?\" Aralarından yalnızca bir kadın: \"Evet, Allah'ın Elçisi\" diye cevap verdi, başka kimse cevap vermedi. O (rivayet eden) dedi ki: Gerçekten kim olduğunu belirlemek mümkün olmadı. O (Peygamberimiz) onlara sadaka vermeleri konusunda teşvik etti. Bilal, örtüsünü açtı ve sonra: \"Sadakalarınızı verin. Size babam ve annem fidye olsun.\" dedi. Ve onlar, Bilal'in örtüsüne yüzükler ve halka gibi şeyler atmaya başladılar."
    },
    {
      "id": 2,
      "narrator": "Ibn 'Abbas reported:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "İbn Abbas şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte hutbeden önce namaz kıldım. O (namazdan sonra) hutbe verdi ve kadınların onu duyamadığını görünce yanlarına geldi, onları teşvik etti ve sadaka vermeleri için emir verdi. Bilal, örtüsünü açmıştı ve kadınlar yüzük, küpe ve diğer şeyleri atıyorlardı. Bu hadis, Ayyub'un aynı isnatla rivayet ettiği şekilde aktarılmıştır."
    },
    {
      "id": 4,
      "narrator": "Jabir b. 'Abdullah reported:",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "Ibn 'Abbas and Jaibir b. 'Abdullah al-Ansari reported:",
      "text": "Cabir b. Abdullah şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ) Fıtır bayramında namaz kıldı. Namaza hutbeden önce başladı. Sonra hutbe verdi. Allah'ın Elçisi (ﷺ) hutbeyi bitirdikten sonra minberden indi ve kadınlara doğru gitti, onlara (iyilik yapmaları için) teşvikte bulundu ve Bilal'ın eline dayanarak yürüyordu. Bilal, kadınların sadaka attığı örtüsünü açmıştı. Ben (rivayet edenlerden biri) Ata'ya (diğer rivayet eden) dedim: \"Bu Fıtır günü Zekat olmalı.\" O (Ata) dedi ki: \"Hayır. O gün verdikleri sadakaydı.\" Bir kadın yüzüğünü verdi, sonra diğerleri de verdiler. Ben Ata'ya dedim: \"İmam, erkeklere hitap ettikten sonra kadınlara gelerek onları (iyilik yapmaları için) teşvik etmesi uygun mu?\" O dedi: \"Neden olmasın, hayatım üzerine, bu doğru.\" Onların şimdi bunu yapmamalarının sebebi nedir?"
    },
    {
      "id": 6,
      "narrator": "'Ata' reported that Ibn 'Abbas sent (him) to Ibn Zubair at the commencement of the oath of allegiance to him (for Caliphate saying):",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "Jabir b. Samura said:",
      "text": "Cabir b. Abdullah şöyle rivayet etmiştir: Ben, Allah'ın Elçisi (ﷺ) ile birlikte bayram günü namaz kıldım. O, hutbeden önce namaza başladı, ezan ve ikamet olmadan. Sonra Bilal'a dayanarak ayakta durdu ve onları Allah için kötülüklerden sakınmaya çağırdı, O'na itaat etmeleri konusunda teşvikte bulundu, insanlara vaaz etti ve öğüt verdi. Sonra kadınların yanına kadar yürüdü, onlara vaaz etti ve öğüt verdi, sadaka vermelerini istedi, çünkü onların çoğu cehennemin odunu olmaktadır. Yanaklarında koyu bir leke olan bir kadın ayağa kalkarak: \"Neden böyle, Allah'ın Elçisi?\" dedi. O dedi ki: \"Çünkü sık sık şikayet ediyorsunuz ve eşinize nankörlük ediyorsunuz.\" Sonra onlar, küpe ve yüzük gibi süs eşyalarından sadaka vermeye başladılar ve bunları Bilal'ın örtüsüne attılar."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 9,
      "narrator": "Abu Sa'id al-Khudri reported that the Messenger of Allah (ﷺ) used to go out on the day of Adha and on the day of Fitr and commenced the prayer. And after having observed his prayer and pronounced the salutation, he stood up facing people as they were seated at their places of worship. And if he intended to send out an army he made mention of it to the people, and if he intended any other thing besides it, he commanded them (to do that). He used to say (to the people):",
      "text": "İbn Abbas ve Cabir b. Abdullah el-Ensari şöyle rivayet etmiştir: Fıtır ve Kurban bayramında ezan yoktu. Ben (İbn Juraij) bir süre sonra bunu sordum. O (Ata, rivayet edenlerden biri) dedi ki: Cabir b. Abdullah el-Ensari bana şöyle söyledi: \"İmam çıktığında Fıtır bayramında ezan yoktur, çıkışından sonra da yoktur; o günde ne ikamet ne çağrı ne de benzeri bir şey vardır.\""
    },
    {
      "id": 10,
      "narrator": "Umm 'Atiyya said:",
      "text": "---"
    },
    {
      "id": 11,
      "narrator": "Umm Atiyya reported:",
      "text": "Ata' şöyle rivayet etmiştir: İbn Abbas, ona (Halifelik için) biat etmeye başladığında İbn Zübeyr'e gönderdi ve şöyle dedi: \"Fıtır bayramında ezan yoktur, bu yüzden bunu söylememeniz gerekir.\" İbn Zübeyr o gün ezan okumadı. O (İbn Abbas) ayrıca ona (bu mesajla) hutbenin namazdan sonra verilmesi gerektiğini iletti ve böylece yapıldı. Böylece İbn Zübeyr, hutbeden önce namaz kıldı."
    },
    {
      "id": 12,
      "narrator": "Umm 'Atiyya reported:",
      "text": "---"
    },
    {
      "id": 13,
      "narrator": "",
      "text": "Cabir b. Samura dedi ki: Ben, Allah'ın Elçisi (ﷺ) ile birlikte iki bayramda birden fazla kez ezan ve ikamet olmadan namaz kıldım."
    },
    {
      "id": 14,
      "narrator": "'Abdullah b. 'Umar reported that (his father) 'Umar b. Khattab asked Abu Waqid al-Laithi what the Messenger of Allah (ﷺ) used to recite on 'Id-ul-Adha and 'Id-ul-Fitr. He said:",
      "text": "---"
    },
    {
      "id": 15,
      "narrator": "'Utba reported that his father Waqid al-Laithi said:",
      "text": "İbn Ömer şöyle rivayet etmiştir: Allah'ın Elçisi (ﷺ), Ebu Bekir ve Ömer, iki bayram namazını hutbeden önce kılardı."
    },
    {
      "id": 16,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Abu Bekir'in yanına geldiğini ve yanında Ensar'dan iki kızın bulunduğunu, onların da Bu'ath Savaşı'nda Ensar'ın birbirine okuduğu sözleri söylediklerini bildirdi. Ancak, bunlar şarkı söyleyen kızlar değildi. Bunun üzerine Abu Bekir dedi ki: \"Ey Allah'ın Resulü'nün evinde, hem de 'İd günü, bu şeytanın çalgı aletini ne yapıyorsunuz?\" Bunun üzerine Allah'ın Resulü (ﷺ) dedi ki: \"Abu Bekir, her toplumun bir bayramı vardır ve bu bizim bayramımızdır (bırak onları çalsınlar).\""
    },
    {
      "id": 17,
      "narrator": "This hadith has been narrated by Hisham with the same chain of transmitters, but there the words are:",
      "text": "Bu hadis, Hişam tarafından aynı isnat zinciri ile rivayet edilmiştir, ancak orada sözler şöyledir: \"İki kız bir tambur çalıyordu.\""
    },
    {
      "id": 18,
      "narrator": "'A'isha reported that Abu Bakr came to her and there were with her two girls on Adha days who were singing and beating the tambourine and the Messenger of Allah (ﷺ) had wrapped himself with his mantle. Abu Bakr scolded them. The Messenger of Allah (may peace he upon him) uncovered (his face) and said:",
      "text": "'A'işe, Abu Bekir'in yanına geldiğini ve Adha günlerinde yanında iki kızın bulunduğunu, onların şarkı söylediğini ve tambur çaldığını, Allah'ın Resulü'nün (ﷺ) de kendisini örtüsüyle sardığını bildirdi. Abu Bekir onlara çıkıştı. Allah'ın Resulü (selam üzerine olsun) yüzünü açtı ve dedi ki: \"Abu Bekir, onları bırak, çünkü bunlar 'İd günleridir.\" 'A'işe, Allah'ın Resulü'nün (ﷺ) bir zaman beni örtüsüyle örttüğünü ve Habeşlilerin oyunlarını izlediğimi, o zaman sadece bir kız olduğumu hatırlıyorum; bu yüzden genç bir kızın oyunu izlemeye ne kadar hevesli olduğunu hayal edebilirsiniz."
    },
    {
      "id": 19,
      "narrator": "'A'isha reported:",
      "text": "'A'işe, Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) dairemde dururken beni örtüsüyle örttüğünü ve beni, Allah'ın Resulü'nün (selam üzerine olsun) mescidinde, Habeşlilerin bıçaklarıyla oynarken izlememe izin verdiğini hatırlıyorum. O (Peygamber) benim için ayakta durdu, ta ki ben doyana kadar, sonra geri döndüm; bu yüzden genç yaşta bir kızın oyunları izlemekten ne kadar keyif aldığını hayal edebilirsiniz."
    },
    {
      "id": 20,
      "narrator": "`A'isha reported:",
      "text": "'A'işe, Allah'ın Resulü (ﷺ) yanına geldiğinde, yanında iki kızın Bu'ath Savaşı'nın şarkısını söylediklerini bildirdi. O, yatağa uzandı ve yüzünü çevirdi. Sonra Abu Bekir geldi ve bana çıkıştı ve dedi ki: \"Ey Allah'ın Resulü'nün evinde, bu şeytanın müzik aleti!\" Allah'ın Resulü (ﷺ) ona döndü ve dedi ki: \"Onları bırak.\" Ve o (Peygamber) dikkatsizleştiğinde, onlara işaret ettim ve dışarı çıktılar, o gün 'İd günüydü ve siyah adamlar kalkan ve mızraklarla oynuyorlardı. (Hatırlamıyorum) Allah'ın Resulü'ne (ﷺ) sordum mu yoksa o bana o oyunu görmek isteyip istemediğimi mi söyledi. Ben de: \"Evet.\" dedim. Onun arkasında durdum, yüzü benim yüzüme paralel durumdaydı, ve o dedi ki: \"Ey Banu Arfada, (oyununuzla) meşgul olun.\" Ta ki ben doyana kadar. O bana: \"Bu yeter mi?\" dedi. Ben de: \"Evet.\" dedim. Bunun üzerine beni göndermesini istedi."
    },
    {
      "id": 21,
      "narrator": "",
      "text": "'A'işe, bazı Habeşlilerin 'İd günü mescitte silahlı dövüş gösterisi yaptıklarını bildirdi. Allah'ın Resulü (ﷺ) beni (o dövüşü) izlemeye davet etti. Başımı omzuna koydum ve onların oyununu izlemeye başladım, ta ki ben onları izlemekten vazgeçene kadar."
    },
    {
      "id": 22,
      "narrator": "",
      "text": "Bu hadis, Hişam tarafından aynı isnat zinciri ile rivayet edilmiştir, ancak (rivayetçiler) mescidi anmamıştır."
    },
    {
      "id": 23,
      "narrator": "'A'isha said that she sent a message to the players (of this armed fight) saying:",
      "text": "'A'işe, bu silahlı dövüşçülere: \"Onları (dövüşürken) görmek istiyorum.\" diye bir mesaj gönderdiğini söyledi. Ayrıca, Allah'ın Resulü (ﷺ) ayağa kalktı ve ben kapıda (arkasında) durdum ve (bu dövüşü) kulakları ve omuzları arasından izledim, mescitte oynuyorlardı. 'Ata' (rivayetçilerden biri) dedi ki: \"Onlar Persler miydi yoksa Habeşliler mi?\" İbn 'Atik bana onların Habeşli olduğunu söyledi."
    },
    {
      "id": 24,
      "narrator": "Abu Huraira reported:",
      "text": "Ebu Hureyre, Habeşlilerin Allah'ın Resulü'nün (ﷺ) huzurunda silahlarıyla oynarken 'Ömer b. Hattab'ın oraya geldiğini bildirdi. O, onlara taş atmak için eğildi (onları uzaklaştırmak amacıyla). Allah'ın Resulü (ﷺ) ona dedi ki: \"Ömer, onları bırak.\""
    }
  ]
}