{
  "language": "tr",
  "metadata": {
    "length": 19,
    "arabic": {
      "title": "صحيح مسلم",
      "author": "الإمام مسلم بن الحجاج"
    },
    "english": {
      "title": "Sahih Muslim",
      "author": "Imam Muslim ibn al-Hajjaj"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "'Abdullah b. Zaid b. Mazini reported:",
      "text": "Abdullah b. Zaid b. Mazini rivayet etti: Allah'ın Resulü (ﷺ) namaz yeri olan yere gitti ve yağmur için dua etti ve kıbleye doğru dönerken elbisesini çevirdi."
    },
    {
      "id": 2,
      "narrator": "",
      "text": "İbn Tamim, amcası (Abdullah b. Zaid) aracılığıyla rivayet etti ki, Allah'ın Resulü (ﷺ) namaz yeri olan yere çıktı ve yağmur için dua etti, kıbleye yöneldi ve elbisesini çevirdi ve iki rek'at namaz kıldı."
    },
    {
      "id": 3,
      "narrator": "",
      "text": "Abdullah b. Zaid el-Ensari, Allah'ın Resulü (ﷺ) yağmur duası yapmak için namaz yeri olan yere çıktığını bildirdi. Dua etmeye niyet ettiğinde kıbleye yöneldi ve elbisesini çevirdi."
    },
    {
      "id": 4,
      "narrator": "'Abbad b. Tamim Mazini heard his uncle, who was one of the Companions of the Messenger of Allah (ﷺ), as saying:",
      "text": "Abbad b. Tamim Mazini, amcasının, Allah'ın Resulü (ﷺ) bir gün yağmur için dua etmek üzere dışarı çıktığını söylediğini duydu. İnsanlara sırtını döndü, kıbleye doğru Allah'a dua etti ve elbisesini çevirdi ve ardından iki rek'at namaz kıldı."
    },
    {
      "id": 5,
      "narrator": "Anas reported:",
      "text": "Enes, Allah'ın Resulü (ﷺ) yağmur için dua ederken ellerini (yukarıda) kaldırdığını, koltuk altlarının beyazlığının göründüğünü bildirdi."
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) yağmur için dua ederken ellerinin arka tarafını gökyüzüne doğru işaret ettiğini bildirdi."
    },
    {
      "id": 7,
      "narrator": "",
      "text": "Enes, Allah'ın Resulü (ﷺ) yağmur için dua ederken ellerini kaldırma alışkanlığının olmadığını, yalnızca yağmur duası yaparken ellerini kaldırdığını bildirdi. (O zaman) koltuk altlarının beyazlığı görünüyordu. Abd al-A'la, bunun koltuk altının beyazlığı mı yoksa beyazlıkları mı olduğu konusunda şüpheye düştüğünü söyledi."
    },
    {
      "id": 8,
      "narrator": "",
      "text": "Bu hadisi Enes b. Malik, başka bir rivayet zinciriyle aktarmıştır."
    },
    {
      "id": 9,
      "narrator": "Anas b. Malik reported that a person entered the mosque through the door situated on theside of Daral-Qada' during Friday (prayer) and the messenger of Allah (ﷺ) was delivering the sermon while standing. He came and stood in front of the Messenger of Allah (ﷺ) and said:",
      "text": "Enes b. Malik, bir kişinin Cuma (namazı) sırasında Daral-Qada' tarafındaki kapıdan camiye girdiğini ve Allah'ın Resulü (ﷺ) ayakta hutbe verirken onun önünde durup şöyle dediğini bildirdi: \"Allah'ın Resulü, develerimiz öldü ve yollar kapandı; Allah'a dua et de bize yağmur indirsin.\" Allah'ın Resulü (ﷺ) ellerini kaldırdı ve sonra şöyle dedi: \"Ey Allah, bize yağmur indir; ey Allah, bize yağmur indir; ey Allah, bize yağmur indir.\" Enes dedi ki: \"Vallahi, ne bir bulut ne de bir parçasını gördük, aramızda Sal'a tepesine giden bir ev veya bina yoktu. Arkadan bir kalkan şeklinde bir bulut belirdi ve gökyüzünde yükseldikçe yayıldı ve ardından yağmur yağmaya başladı. Vallahi, bir hafta boyunca güneşi görmedik.\" Sonra (o adam) bir sonraki Cuma yine aynı kapıdan girdiğinde, Allah'ın Resulü (ﷺ) ayakta hutbe veriyordu. Önünde durup şöyle dedi: \"Allah'ın Resulü, hayvanlarımız öldü ve yollar kapandı. Allah'a dua et de yağmuru durdursun.\" Allah'ın Resulü (ﷺ) yine ellerini kaldırdı ve şöyle dedi: \"Ey Allah, yağmurun bizim çevremize düşmesini sağla, üzerimize değil; ey Allah, (yağmuru) tepelerde, küçük dağlarda, dere yataklarında ve ağaçların büyüdüğü yerlerde indir.\" Yağmur durdu ve dışarı çıktığımızda güneşin altında yürüyorduk. O (rivayet eden) Şarik'e dedi ki: \"Enes b. Malik'e aynı adam olup olmadığını sordum.\" O da: \"Bilmiyorum.\" dedi."
    },
    {
      "id": 10,
      "narrator": "Anas b. Malik reported:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) döneminde insanların kıtlık içinde olduğunu ve bir gün Allah'ın Resulü (ﷺ) Cuma günü minberde hutbe verirken bir bedevinin ayağa kalkıp şöyle dediğini bildirdi: \"Allah'ın Resulü, hayvanlarımız öldü ve çocuklar açlık çekiyor.\" Hadisin geri kalanı aynıdır ve (kendi sözleriyle) o (Kutsal Peygamber) şöyle dedi: \"Ey Allah, yağmurunu bizim çevremize indir ama üzerimize değil.\" O (rivayet eden) dedi ki: \"Ellerini hangi yöne uzattıysa, bulutlar açıldı ve Medine'yi bir avlu gibi gördüm ve Kânat akıntısı bir ay boyunca aktı ve Arabistan'ın hiçbir yerinden yağmur haberleri gelmedi.\""
    },
    {
      "id": 11,
      "narrator": "Anas b. Malik reported that while the Messenger of Allah (ﷺ) was delivering the sermon on Friday, people stood up before him and said in a loud voice:",
      "text": "Enes b. Malik, Allah'ın Resulü (ﷺ) Cuma hutbesi verirken insanların önünde durup yüksek sesle şöyle dediğini bildirdi: \"Ey Allah'ın Resulü, kuraklık var ve ağaçlar sarardı, hayvanlar öldü;\" ve hadisin geri kalanı aynıdır. Abd al-A'la tarafından aktarılan rivayette ise şu sözler vardır: \"Bulutlar Medine'den açıldı ve etrafında yağmur yağmaya başladı, fakat Medine'ye tek bir damla bile düşmedi. Medine'ye baktığımda, onu bir leğenin içi gibi boş buldum.\""
    },
    {
      "id": 12,
      "narrator": "This hadith has been narrated on the authority of Anas but with this addition:",
      "text": "Bu hadisi Enes'ten, ancak şu eklemeyle aktarmıştır: \"Allah bulutları topladı ve geri kalmak zorunda kaldığımızda, güçlü bir adamın ailesine gitme arzusuyla (bunu yapamadığını) gördüm.\""
    },
    {
      "id": 13,
      "narrator": "'Ubaidullah b. Anas b. Malik heard (his father) Anas b. Malik as saying:",
      "text": "Ubeydullah b. Anas b. Malik, (babası) Enes b. Malik'in şöyle dediğini duydu: Cuma günü bir bedevi, Allah'ın Resulü (ﷺ) minberde hutbe verirken yanına geldi; ve hadisin geri kalanı aynıdır, ancak şu eklemeyle: \"Bulutun açıldığını, bir örtü katlanır gibi gördüm.\""
    },
    {
      "id": 14,
      "narrator": "Anas (b. Malik) reported:",
      "text": "Enes (b. Malik) bildirdi: Biz, Allah'ın Resulü (ﷺ) ile birlikteyken üzerimize yağmur yağdı. Allah'ın Resulü (sallallahu aleyhi ve sellem) vücudunun bir kısmından örtüsünü çıkardı, böylece yağmur ona düştü. Biz dedik: \"Ey Allah'ın Resulü, bunu neden yaptın?\" O da: \"Çünkü bu (yağmur) Yüce Rabb'den yeni geldi.\" dedi."
    },
    {
      "id": 15,
      "narrator": "'Ata' b. Abi Rabah reported that he heard 'A'isha, the wife of the Messenger of Allah (way peace be upon him), as saying:",
      "text": "Ata b. Abi Rabah, 'A'işe'nin, Allah'ın Resulü (sallallahu aleyhi ve sellem) için şöyle dediğini duydu: \"Bir gün rüzgâr fırtınası veya karanlık bulut olduğunda, bunun etkileri Allah'ın Resulü (ﷺ) yüzünde okunabiliyordu ve o endişe içinde ileri geri hareket ediyordu; ve yağmur yağdığında, sevinç duyuyordu ve o (rahatsızlık durumu) kayboluyordu. 'A'işe, bu endişenin sebebini sordum ve o da: \"Kavmim üzerine bir felaket gelebileceğinden korkuyordum,\" dedi. Yağmur yağdığında ise: \"Bu, Allah'ın merhametidir.\" dedi."
    },
    {
      "id": 16,
      "narrator": "'Ata' b. Rabah reported on the authority of 'A'isha, the wife of the Messenger of Allah (way peace be upon him), who said:",
      "text": "'Ata' b. Rabah, Allah'ın Resulü (sallallahu aleyhi ve sellem) 'in eşi 'A'işe'den rivayet etmiştir. 'A'işe şöyle demiştir: Rüzgar fırtınalı olduğunda, Allah'ın Resulü (ﷺ) şöyle derdi: \"Ya Allah! İçinde hayır olanı, hayırını ve gönderildiği şeyin hayırını senin için istiyorum. İçinde şer olan şeylerden, taşıdığı şerden ve gönderildiği şeyin şerinden sana sığınırım.\" Gök gürültüsü ve şimşek olduğunda, yüzü değişir, dışarı çıkar ve geri geri yürürdü; yağmur yağdığında ise rahatladığını hissederdim ve yüzündeki (rahatlama) işaretini fark ederdim. 'A'işe ona (bunun hakkında) sordu ve o şöyle dedi: \"Belki de 'Ad kavminin dediği gibi: Vadilerine doğru bir bulut geldiğini gördüklerinde, 'Bu bize yağmur getirecek bir bulut' dediler.\" (Kur'an, 46:24)."
    },
    {
      "id": 17,
      "narrator": "'A'isha, the wife of the Messenger of Allah (ﷺ), reported:",
      "text": "Allah'ın Resulü (ﷺ)'nün eşi 'A'işe şöyle bildirmiştir: Allah'ın Resulü (ﷺ) o kadar gülmezdi ki, uvulasını görebilirdim - o sadece gülümserdi - ve karanlık bulutlar veya rüzgar gördüğünde, (korku belirtileri) yüzünde belirirdi. Ben dedim ki: \"Ya Allah'ın Resulü, karanlık bulutu gördüğünde insanların yağmur umuduyla mutlu olduğunu görüyorum, ama sen o (bulutu) gördüğünde yüzünde bir kaygı var.\" O dedi ki: \"'A'işe, içinde bir felaket olmasından korkuyorum, çünkü bir kavim rüzgarla belaya uğradığında, insanlar felaketi gördüklerinde, 'Bu bize yağmur getirecek bir bulut' dediler.\" (Kur'an, 46:24)."
    },
    {
      "id": 18,
      "narrator": "Ibn 'Abbas reported Allah's Messenger (ﷺ) as saying:",
      "text": "İbn 'Abbas, Allah'ın Resulü (ﷺ)'nün şöyle söylediğini bildirmiştir: \"Doğu rüzgarı ile yardım gördüm ve 'Ad kavmi batı rüzgarı ile helak oldu.\""
    },
    {
      "id": 19,
      "narrator": "",
      "text": "Bu hadis, İbn 'Abbas'tan başka bir isnat zinciriyle rivayet edilmiştir."
    }
  ]
}