{
  "language": "tr",
  "metadata": {
    "length": 77,
    "arabic": {
      "title": "مسند أحمد",
      "author": "الإمام أحمد بن حنبل"
    },
    "english": {
      "title": "Musnad Ahmad",
      "author": "Imam Ahmad ibn Hanbal"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Qais said:",
      "text": "Kays'tan rivayet edildi: Ebu Bekir ayağa kalktı ve Allah'ı övdü, ardından şöyle dedi: Ey insanlar, bu ayeti okursunuz: \"Ey iman edenler! Kendinize dikkat edin. Eğer (doğru) rehberliği takip ederseniz (ve doğru olanı emredip (İslami tevhid ve İslam'ın emrettiği her şeyi) yasaklarsanız (şirk, inkâr ve İslam'ın yasakladığı her şey) o zaman sapkın olanlardan size bir zarar gelmeyecektir\" (Maide 5:105). Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duyduk: \"İnsanlar kötülüğü gördüklerinde ve onu değiştirmediklerinde, Allah çok geçmeden hepsine azabını gönderecektir.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that ‘Ali said:",
      "text": "Ali'den rivayet edildi: Eğer Allah'ın Elçisi'nden (ﷺ) bir hadis duyarsam, Allah bununla beni dilediği gibi faydalandırır. Eğer bir başkası ondan bir şey söylese, ona yemin etmesini isterim; eğer yemin ederse, ona inanırım. Ebu Bekir bana - ve Ebu Bekir doğru söyledi - Peygamber'in (ﷺ) şöyle dediğini duyduğunu söyledi: \"Bir adam bir günah işler, sonra abdest alır ve bunu güzelce yapar - Mis'ar dedi ki: ve namaz kılar; Sufyan dedi ki: sonra iki rek'at namaz kılar - ve Allah'tan, yüce ve aziz olan, bağışlanma dilerse, Allah onu bağışlayacaktır.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that al-Bara' bin 'Azib said:",
      "text": "El-Bara' bin Azib'den rivayet edildi: Ebu Bekir, Azib'den on üç dirheme bir eyer satın aldı, sonra Ebu Bekir Azib'e şöyle dedi: El-Bara'ya bunu evime taşımasını söyle. O da: Hayır, Allah'ın Elçisi (ﷺ) dışarı çıktığında ve sen onunla olduğunda ne olduğunu bize söylemeden bunu yapamam, dedi. Ebu Bekir şöyle dedi: Gece yarısında yolculuğumuza başladık ve bir gün bir gece acele ettik, öğle vaktine kadar. Uzaklara bakarak gölge aradım ve bir taş gördüm, yanına gittim ve biraz gölgesi vardı. Allah'ın Elçisi (ﷺ) için yeri düzelttim ve ona deve kılından bir örtü serdim ve dedim: Yat ve dinlen, Ey Allah'ın Elçisi. O da yattı, ben de etrafta bizi arayan birini görebilir miyim diye dışarı çıktım. Sonra bir çoban gördüm ve ona: Ey çocuk, kimin çobanısın? dedim. O da: Kureyş'ten bir adamın, dedi. Adını söyledi ve ben onu tanıdım. Dedim: Sütü olan koyunun var mı? O da: Evet, dedi. Dedim: Benim için biraz sağar mısın? O da: Evet, dedi. Ona bunu yapmasını söyledim, o da bir koyunu yakaladı, sonra ona memesinin tozunu silmesini, ardından ellerinin tozunu silmesini söyledim. Yanımda bir küçük kap vardı, boynunda bir bez vardı. O benim için biraz süt sağdı ve ben onu kabın içine döktüm, soğuyana kadar. Sonra Allah'ın Elçisi'ne (ﷺ) geldim. Yanına vardığımda, o uyanmıştı. Dedim: İç, Ey Allah'ın Elçisi. O içti, ben de hoşnut olana kadar içti, sonra dedim: Yola çıkma zamanı mı? Böylece yola çıktık ve insanlar arkamızdan geliyordu ama içlerinden hiçbiri bize yetişemedi, sadece Suraqah bin Malik bin Ju'shum, atıyla geldi. Dedim: Ey Allah'ın Elçisi, biri bize yetişti. O da: \"Korkma, çünkü Allah bizimle beraberdir,\" dedi. O bize yaklaştığında, aramızda bir mızrak boyu veya iki veya üç mızrak boyu kadar mesafe kalmıştı, dedim: Ey Allah'ın Elçisi, bu takipçi bize yetişti, ve ağladım. O da: \"Neden ağlıyorsun?\" dedi. Ben de: Kendim için ağlamıyorum; aksine senin için ağlıyorum, dedim. Allah'ın Elçisi (ﷺ) ona dua etti. İsrâil dedi ki: El-Bara', Banu Harithah'dan bir Ansar'dır."
    },
    {
      "id": 4,
      "narrator": "It was narrated from Abu Bakr:",
      "text": "Ebu Bekir'den rivayet edildi: Peygamber (ﷺ) onu Mekkeli insanlara, bu yıldan sonra hiç bir müşrik Hac yapmasın ve hiç kimse Kâbe'yi çıplak olarak tavaf etmesin diye, ve hiç kimse cennete girmeyecek, ancak bir Müslüman, Allah'ın Elçisi'yle (ﷺ) belirli bir süre için bir antlaşması olan, o süre sona erene kadar geçerli olacaktır, ve Allah müşriklerden (tüm) yükümlülüklerden uzaktır ve Elçisi de öyle (bkz. 9:3). Bunu üç gün boyunca yaptı, sonra [Peygamber (ﷺ) Ali'ye şöyle dedi: \"Git ve onu yakala; Ebu Bekir'i bana geri gönder ve sen bunu ilet.\" O da bunu yaptı. Ve Ebu Bekir Peygamber'e (ﷺ) geldiğinde, ağladı ve şöyle dedi: Ey Allah'ın Elçisi, benimle ilgili bir sorun mu var? O da: \"Sadece hayır var, ama bana sadece benim veya ailemden birinin iletmesi emredildi,\" dedi."
    },
    {
      "id": 5,
      "narrator": "It was narrated that Awsat said:",
      "text": "Ebu Bekir bize hitap etti ve şöyle dedi: Allah'ın Elçisi (ﷺ) geçen yıl burada, benim durduğum yerde durdu. Ebu Bekir ağladı, sonra şöyle dedi: Allah'tan sizi güvenli ve sağlıklı tutmasını isteyin, çünkü kesin bir iman sonrası hiç kimseye sağlık kadar daha iyi bir şey verilmez. Ve doğru olun, çünkü bu doğrulukla birlikte gelir ve bunlar cennete götürür. Ve yalan söylemekten sakının, çünkü bu ahlaksızlıkla birlikte gelir ve bunlar cehenneme götürür. Birbirinize haset etmeyin, birbirinize kin beslemeyin, birbirinizle bağlarınızı koparmayın, birbirinize sırt çevirmeyin; Allah'ın size emrettiği gibi kardeş olun.\""
    },
    {
      "id": 6,
      "narrator": "Rifa'ah bin Rafi' said:",
      "text": "Rifa'ah bin Rafi' dedi ki: Ebu Bekir es-Sıddık'ı Allah'ın Elçisi'nin (ﷺ) minberinde şöyle derken duydum: Allah'ın Elçisi'ni (ﷺ) hatırladığında Ebu Bekir ağladı, sonra kendini toparladı ve şöyle dedi: Geçen yıl bu sıcak havada Allah'ın Elçisi'nin (ﷺ) şöyle dediğini duydum: \"Allah'tan bağışlanma, sağlık ve ahirette ve bu dünyada iman kesinliği isteyin.\""
    },
    {
      "id": 7,
      "narrator": "It was narrated from Abu Bakr that the prophet (ﷺ) said:",
      "text": "Ebu Bekir'den rivayet edildi ki, Peygamber (ﷺ) şöyle dedi: \"Siwak, ağzı temizler ve Rabbi memnun eder.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Abu Bakr as Siddeeq that he said to the Messenger of Allah (ﷺ) :",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edildi ki, Allah'ın Elçisi'ne (ﷺ) şöyle dedi: \"Bana namazımda söyleyebileceğim bir dua öğret.\" O da: \"De ki: Ey Allah, ben kendime çok zulmettim ve günahları yalnızca Sen affedersin; benden bağışlanma dile ve bana merhamet et, çünkü Sen çok affedici ve merhametlisin,\" dedi."
    },
    {
      "id": 9,
      "narrator": "It was narrated from 'A'ishah at Fatimah and al-'Abbas came to Abu Bakr seeking their inheritance from the Messenger of Allah (ﷺ). At that time they were asking for his land at Fadak and his share of Khaibar. Abu Bakr said to them:",
      "text": "Aişe'den rivayet edildi ki, Fatıma ve Abbas, Ebu Bekir'e Allah'ın Elçisi'nden (ﷺ) miraslarını talep etmek için geldiler. O zaman Fadak'taki arazisini ve Hayber'deki payını istiyorlardı. Ebu Bekir onlara şöyle dedi: \"Ben Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: 'Bizim (Peygamberlerin) malı miras alınmaz ve geride bıraktığımız her şey sadakadır. Aksine, Muhammed'in ailesi bu mülklerden geçimlerini alabilir.'\" Vallahi, Allah'ın Elçisi'nin (ﷺ) zamanında olduğu gibi, Allah'ın Elçisi'nin (ﷺ) sadakasını değiştirmeyeceğim ve onunla aynı şekilde davranacağım."
    },
    {
      "id": 10,
      "narrator": "Abu Hurairah said:",
      "text": "Ebu Hureyre dedi ki: Ebu Bekir es-Sıddık'ı bu minberde şöyle derken duydum: \"Geçen yıl bu günde Allah'ın Elçisi'ni (ﷺ) duydum - sonra Ebu Bekir ağladı, sonra şöyle dedi: 'Sizlere, samimiyet kelimesinden (yani, Şehadet) sonra, sağlık kadar başka bir şey verilmez, bu yüzden Allah'tan sağlık isteyin.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Anas that Abu Bakr told him:",
      "text": "Enes'ten rivayet edildi ki, Ebu Bekir ona şöyle dedi: \"Peygamber (ﷺ) ile mağarada olduğumuzda - bir keresinde şöyle dedi: mağarada olduğumuzda -: Eğer onlardan biri ayaklarına bakarsa, bizi ayaklarının altında görecektir.\" O da: \"Ey Ebu Bekir, Allah'ın üçüncü olduğu iki kişi hakkında ne düşünüyorsun?\" dedi."
    },
    {
      "id": 12,
      "narrator": "It was narrated that Abu Bakr as-Siddeeq said:",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edildi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Deccal, doğuda Khurasan adında bir yerden çıkacak ve yüzleri dövülmüş kalkanlar gibi olan halklar ona tabi olacak.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated thal Abu Bakr as-Siddeeq said:",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edildi ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Hiçbir cimri, dolandırıcı, hain veya kölelerine kötü muamele eden kişi cennete giremeyecek. Cennetin kapılarına ilk çalacak olan kölelerdir, eğer Allah'a ve efendilerine karşı görevlerini yerine getirirlerse.\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that Abu Tufail said:",
      "text": "Ebu Tufail'den rivayet edildi ki: Allah'ın Elçisi (ﷺ) vefat ettiğinde, Fatıma Ebu Bekir'e şöyle bir mesaj gönderdi: \"Sen Allah'ın Elçisi'nin (ﷺ) mirasçısı mısın yoksa onun ailesi mi?\" O da: \"Hayır, aksine onun ailesi (mirasçılarıdır),\" dedi. O da: \"Allah'ın Elçisi'nin (ﷺ) payı nerede?\" Ebu Bekir şöyle dedi: \"Ben Allah'ın Elçisi'ni (ﷺ) şöyle derken duydum: 'Eğer Allah bir Peygamber'e bir mal verirse, sonra ruhunu alırsa, onu kendisinden sonra görevi devralan kişiye verir.'\" Bu yüzden ben bunu Müslümanlara fayda sağlamak için vermeye karar verdim. O da: \"Bu iyi, ve sen Allah'ın Elçisi'nden (ﷺ) duyduğun şeyi en iyi bilensin.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that Abu Bakr as-Siddeeq said:",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edildi ki: Bir gün Allah'ın Elçisi (ﷺ) kalktı ve sabah namazını kıldı, sonra öğleye kadar oturdu, sonra Allah'ın Elçisi (ﷺ) güldü. Sonra olduğu yerde oturdu, ta ki öğle, ikindi ve akşam namazlarını kılana kadar, ve akşam namazını kılana kadar konuşmadı. Sonra kalktı ve ailesine gitti. İnsanlar Ebu Bekir'e dediler: \"Neden Allah'ın Elçisi'ne (ﷺ) ne olduğunu sormuyorsun? Bugün daha önce hiç yapmadığı bir şey yaptı.\" O da ona sordu ve o da: \"Evet, bana bu dünya ve ahirette olacakları gösterdiler. Önceki ve sonraki nesiller bir araya toplandı ve insanlar bunun yüzünden korktular. Onlar Adem'e gittiler, terleri dudaklarına ulaşmak üzereyken, ve dediler: 'Ey Adem, sen insanlığın babasısın ve Allah, yüce ve aziz olan, seni seçti. Rabbine bizim için şefaat et.' O da: 'Ben sizin bulunduğunuz durumdayım. Babanızdan sonra babanıza gidin, Nuh'a, 'Allah Adem'i, Nuh'u, İbrahim'in ailesini ve İmran'ın ailesini (o zamanların) âlemlerinden (insanlar ve cinler) seçti' (Al 'Imran 3:33) dediler.\""
    },
    {
      "id": 16,
      "narrator": "Qais said:",
      "text": "Kays dedi ki: Ebu Bekir ayağa kalktı ve Allah'ı övdü ve yüceltti, sonra dedi ki: Ey insanlar, bu ayeti okuyorsunuz: “Ey iman edenler! Kendinize dikkat edin. Eğer doğru yola uyarsanız...” dedi: Ebu Bekir'in, \"Ey insanlar, yalan söylemekten sakının, çünkü yalan, imana zıttır.\" dediğini duydum."
    },
    {
      "id": 17,
      "narrator": "It was narrated from Awsat bin Isma'eel al-Bajali that he heard Abu Bakr, when the Prophet (ﷺ) had passed away, saying:",
      "text": "Awsat bin İsmail el-Bacali'den rivayet edilmiştir ki, Ebu Bekir'i, Peygamber (ﷺ) vefat ettiğinde, bu yerde dururken şöyle derken duydum: Allah'ın Elçisi (ﷺ) geçen yıl burada duruyordu. Sonra Ebu Bekir ağladı, ardından dedi ki: “Doğruya sarılmalısınız, çünkü onunla birlikte doğruluk gelir ve ikisi de cennete götürür. Yalan söylemekten sakının, çünkü onunla birlikte ahlaksızlık gelir ve ikisi de cehenneme götürür. Allah'tan sizi güven içinde tutmasını isteyin, çünkü kesin bir iman (yaqeen) sonrasında kimseye daha iyi bir şey verilmez, güven içinde kalmaktan daha iyi.” Sonra dedi ki: “Birbirinizle bağlarınızı koparmayın, birbirinize sırt çevirmeyin, birbirinize kin beslemeyin, birbirinizi kıskanmayın ve ey Allah'ın kulları, kardeş olun.”"
    },
    {
      "id": 18,
      "narrator": "It was narrated that Humaid bin ‘Abdur-Rahman said:",
      "text": "Humaid bin 'Abdur-Rahman dedi ki: Allah'ın Elçisi (ﷺ) vefat ettiğinde, Ebu Bekir Medine'nin başka bir yerindeydi. Geldi, yüzünü açtı ve onu öptü ve dedi ki: Babam ve annem sana feda olsun; hayatta ve ölümde ne kadar güzel görünüyorsun. Muhammed (ﷺ) vefat etti, Kabe'nin Rabbi hakkı için... Sonra Ebu Bekir ve 'Ömer insanlara birlikte geldiler, Ebu Bekir konuştu ve Ensar hakkında vahiyle inen hiçbir şeyi atlamadı, Allah'ın Elçisi (ﷺ) onların hakkında ne söylediyse hepsini zikretti. Ve dedi ki: Allah'ın Elçisi (ﷺ) şöyle dediğini biliyorsunuz: 'Eğer insanlar bir yöne yürürse ve Ensar başka bir yöne yürürse, ben Ensar'ın yönünde yürürüm.' Ey Sa'd, Allah'ın Elçisi (ﷺ) burada oturduğunuzda şöyle dedi: 'Kureyş bu işin (İslam) başında olacak, bu yüzden salih insanlar sadece salih olanların (Kureyş) takipçisidir, insanların içindeki zalimler de sadece zalimlerin (Kureyş) takipçisidir.' Sa'd onlara dedi: Doğru söyledin: biz danışmanlarız ve siz liderlersiniz."
    },
    {
      "id": 19,
      "narrator": "It was narrated that Talhah bin 'Abdullah bin 'Abdur-Rahman bin Abi Bakr as-Siddeeq said:",
      "text": "Talha bin Abdullah bin 'Abdur-Rahman bin Ebu Bekir es-Sıddık'tan rivayet edilmiştir ki, babamın, dedemden Ebu Bekir'in şöyle dediğini duyduğunu söyledi: Ben Allah'ın Elçisine (ﷺ) dedim ki: Ey Allah'ın Elçisi, biz daha önce kararlaştırılmış bir şey için mi çabalıyoruz yoksa olaylar gelişirken kararlaştırılacak bir şey mi? O dedi ki: 'Hayır, bu daha önce kararlaştırılmış bir şey içindir.' Ben dedim: O zaman neden çabalayalım, ey Allah'ın Elçisi? O dedi ki: “Her kişi, yaratıldığı şey için yetkilendirilecektir.”"
    },
    {
      "id": 20,
      "narrator": "It was narrated that az-Zuhri said:",
      "text": "Az-Zuhri'den rivayet edilmiştir ki: Bilgili bir Ensar adamı bana, 'Uthman bin 'Affan'ın (Allah ona rahmet etsin) rivayet ettiğini, Peygamber (ﷺ) vefat ettiğinde bazı Sahabelerin o kadar üzüldüğünü, etraflarında ne olup bittiğini neredeyse bilmediklerini söyledi. 'Uthman dedi ki: Ben de onlardan biriydim. Küçük bir kalenin gölgesinde otururken, 'Ömer yanımdan geçti ve selam verdi, ben onun geçtiğini veya selam verdiğini fark etmedim, 'Ömer Ebu Bekir'e gitti ve ona dedi: 'Senin yanından geçip selam verdim ama o selamımı almadı, bu doğru mu?' Ebu Bekir, halife olarak atandığında ikisi de bana selam verdiler. Sonra Ebu Bekir dedi ki: Kardeşin 'Ömer bana geldi ve senin yanından geçtiğini ve selam verdiğini ama senin selamını almadığını söyledi; bunu neden yaptın? Ben dedim: Ben bunu yapmadım. 'Ömer dedi: Evet, Allah'a yemin ederim, sen bunu yaptın ama senin çok fazla gururun var, ey Banu Ümeyye. Ben dedim: Allah'a yemin ederim, senin yanımdan geçtiğini veya selam verdiğini fark etmedim. Ebu Bekir dedi: 'Uthman doğru söylüyor; seni rahatsız eden bir şey mi var? Ben dedim: Evet. O dedi: Nedir? 'Uthman dedi: Allah, yüce ve azizdir, Peygamberini (ﷺ) biz ona nasıl kurtulabileceğimizi sormadan vefat ettirdi. Ebu Bekir dedi: Ben bunu sordum. ('Uthman) dedi: Ben ona gittim ve dedim: Babam ve annem sana feda olsun, bunu sormak için daha layık olan sendin. Ebu Bekir dedi: Ben dedim: Ey Allah'ın Elçisi, kurtuluş nedir? Allah'ın Elçisi (ﷺ) dedi ki: “Benden bu sözü kabul eden, amcamın söylemesini istediğim ama o reddetti, onun için kurtuluştur.”"
    },
    {
      "id": 21,
      "narrator": "It was narrated that Yazeed bin Abi Sufyan said:",
      "text": "Yezid bin Ebu Süfyan'dan rivayet edilmiştir ki, Ebu Bekir, beni Suriye'ye gönderdiğinde dedi ki: Ey Yezid, akrabaların var ve onlara pozisyon tahsisinde öncelik verebilirsin; bu, senin için en ciddi korktuğum şeydir, çünkü Allah'ın Elçisi (ﷺ) dedi ki: 'Kim Müslümanların herhangi bir işinde birini kayırarak atar, Allah'ın laneti onun üzerine olsun ve Allah, onu cehenneme sokana kadar hiç bir farz veya nafile namazını kabul etmeyecektir. Ve kim, Allah'ın koyduğu kutsal sınırları aşmasına izin verirse, o da Allah'ın koyduğu kutsal sınırları haksız yere aşmış olur ve onun üzerine Allah'ın laneti olacaktır ve Allah onu terk edecektir.'"
    },
    {
      "id": 22,
      "narrator": "lt was narrated that Abu Bakr as-Siddiq said:",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ) dedi ki: 'Cennete hesaba çekilmeden girecek yetmiş bin kişi verildi; yüzleri dolunay gecesindeki ay gibi olacak ve kalpleri tek bir insanın kalbi gibi olacaktır. Ben Rabbimden, yüce ve azizdir, daha fazlasını istedim ve O bana daha fazlasını verdi, her birine yetmiş bin daha.' Ebu Bekir es-Sıddık dedi ki: Bunun, şehirlerde yaşayan insanlar için olduğunu ve çölün kenarında yaşayanlardan bazılarını kapsadığını düşündüm."
    },
    {
      "id": 23,
      "narrator": "It was narrated that Ibn 'Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Ebu Bekir'in şöyle dediğini duydum: Allah'ın Elçisi (ﷺ) dedi ki: 'Kim bir kötü iş yaparsa, bunun karşılığını bu dünyada alacaktır.'"
    },
    {
      "id": 24,
      "narrator": "Uthman bin 'Affan narrated that when the Messenger of Allah (ﷺ) died, some of the Companions of the Prophet (ﷺ) grieved for him so much that they were almost unaware of what was going on around thern. 'Uthman said:",
      "text": "'Uthman bin 'Affan, Allah'ın Elçisi (ﷺ) vefat ettiğinde, bazı Sahabelerin o kadar üzüldüğünü, etraflarında ne olup bittiğini neredeyse bilmediklerini rivayet etti. 'Uthman dedi ki: Ben de onlardan biriydim... ve Abul Yaman'dan Shu'aib'in rivayet ettiği bir hadisi benzer şekilde anlattı."
    },
    {
      "id": 25,
      "narrator": "Urwah bin az-Zubair narrated that 'A'ishah, the wife of the Prophet (ﷺ) told him that Fatimah, the daughter of the Messenger of Allah (ﷺ), asked Abu Bakr, after the death of the Messenger of Allah (ﷺ), to give her her share of inheritance from that which the Messenger of Allah (ﷺ) had left behind, of the fai' that Allah had bestowed upon him. Abu Bakr said to her:",
      "text": "Urve bin az-Zubair, 'Aişe'nin, Peygamberin (ﷺ) eşi, ona şöyle söylediğini rivayet etti: Fatıma, Allah'ın Elçisinin (ﷺ) vefatından sonra, Ebu Bekir'den, Allah'ın ona bahşettiği fai'den, kendisine miras payını vermesini istedi. Ebu Bekir ona dedi: Allah'ın Elçisi (ﷺ) dedi ki: “Bizim (Peygamberlerin) malı miras alınmaz ve geride bıraktığımız her şey sadakadır.” Fatıma öfkelendi ve Ebu Bekir'den uzak durdu ve bunu ölümüne kadar sürdürdü. Fatıma, Allah'ın Elçisinin (ﷺ) vefatından sonra altı ay yaşadı ve Ebu Bekir'den, Allah'ın Elçisinin (ﷺ) Khaibar ve Fadak'tan geride bıraktığı miras payını istedi, ama Ebu Bekir ona bunu vermeyi reddetti. Dedi ki: Ben, Allah'ın Elçisinin (ﷺ) yaptığı bir şeyi bırakmayacağım; aksine onu yapmaya devam edeceğim. Eğer O'nun yaptığı bir şeyi bırakırsam, sapıtırım diye korkuyorum. Allah'ın Elçisinin (ﷺ) Medine'deki sadaka vakfı için, 'Ömer bunu 'Ali ve 'Abbas'a verdi, ama 'Ali çoğunu aldı. Khaibar ve Fadak için, 'Ömer onları tuttu ve dedi: Bunlar Allah'ın Elçisinin (ﷺ) sadaka vakfıdır ve O'nun sorumlulukları ve acil durumları için harcanmıştır. Bunlar, kimin halife olursa olsun, onun tarafından korunacaktır ve bu günümüze kadar böyle devam etmektedir."
    },
    {
      "id": 26,
      "narrator": "It was narrated from 'A'ishah that she recited this line of poetry when Abu Bakr was dying:",
      "text": "'Aişe'den rivayet edilmiştir ki, Ebu Bekir ölmekteyken bu şiir dizesini okudu: Yüzüyle yağmur istenen beyaz bir adam, yetimlerin sığınağı ve dul kadınların koruyucusu."
    },
    {
      "id": 27,
      "narrator": "Ibn Juraij said:",
      "text": "Ebu Bekir dedi ki: Allah'a yemin ederim, bu Allah'ın Elçisine (ﷺ) işaret ediyor."
    },
    {
      "id": 28,
      "narrator": "It was narrated from Abu Bakr as-Siddeeq that he said to the Messenger of Allah (ﷺ):",
      "text": "İbn Juraij dedi ki: Babam bana, Peygamberin (ﷺ) nereye gömüleceğini bilmediklerini, ta ki Ebu Bekir'in şöyle dediğini duyana kadar: 'Allah'ın Elçisi (ﷺ) dedi ki: 'Bir Peygamber, öldüğü yerden başka bir yere gömülmez.' Böylece yatağını kaldırdılar ve onun için bir mezar kazdılar."
    },
    {
      "id": 29,
      "narrator": "It was narrated that Qais said:",
      "text": "Ebu Bekir es-Sıddık'tan rivayet edilmiştir ki, Allah'ın Elçisine (ﷺ) şöyle dedim: Bana dua öğret ki, namazımda söyleyeyim. O dedi ki: 'De ki: Ey Allah, ben kendime çok zulmettim ve günahları yalnızca Sen affedersin, o yüzden benden bağışla ve bana merhamet et, çünkü Sen çok affedici, en merhametlisin.'"
    },
    {
      "id": 30,
      "narrator": "It was narrated that Abu Bakr as-Siddeeq said:",
      "text": "Kays dedi ki: Ebu Bekir ayağa kalktı ve Allah'ı övdü ve yüceltti, sonra dedi ki: Ey insanlar, bu ayeti okuyorsunuz: 'Ey iman edenler! Kendinize dikkat edin...' (Maide 5:105) ayetinin sonuna kadar okudu. Ama insanlar bir kötüyü görürse ve onu durdurmazlarsa, Allah yakında hepsine azabını gönderecektir. Ama ben Allah'ın Elçisinin (ﷺ) şöyle dediğini duydum: “Eğer insanlar...” Ve başka bir zaman şöyle dedi: Allah'ın Elçisini (ﷺ) duyduk..."
    },
    {
      "id": 31,
      "narrator": "t was narrated from Farqad as-Sabakhi and ' Affan said:",
      "text": "Farqad es-Sabahi'den rivayet edildi ve 'Affan dedi ki: Hammam bize bildirdi: Farqad, Murrah et-Tayyib'den, o da Ebu Bekir es-Sıddık'tan, Peygamber (ﷺ) şöyle buyurdu: \"Kölelerine kötü muamele eden hiç kimse cennete giremeyecektir.\""
    },
    {
      "id": 32,
      "narrator": "It was narrated from Farqad as-Sabakhi from Murrah at-Tayyib from Abu Bakr as-Siddeeq that the Prophet (ﷺ)said:",
      "text": "Farqad es-Sabahi'den, Murrah et-Tayyib'den, Ebu Bekir es-Sıddık'tan rivayet edildi ki, Peygamber (ﷺ) şöyle buyurdu: \"Hain, cimri, insanlara iyiliklerini hatırlatan veya kölelerine kötü muamele eden hiç kimse cennete giremeyecektir. Cennete ilk girecek olan köledir, eğer Allah'a itaat eder ve efendisine itaat ederse.\""
    },
    {
      "id": 33,
      "narrator": "It was narrated from 'Amr bin Huraith that Abu Bakr as-Siddeeq recovered from a sickness and went out to the people. He apologised for something and said:",
      "text": "'Amr bin Huraith'ten rivayet edildi ki, Ebu Bekir es-Sıddık bir hastalıktan iyileşip insanlara çıktı. Bir şey için özür diledi ve şöyle dedi: \"Bizim niyetimiz sadece hayırdı.\" Sonra şöyle dedi: \"Allah'ın Elçisi (ﷺ) bize şöyle söyledi: 'Deccal, doğuda Khurasan adında bir yerden çıkacak ve onun peşinden yüzleri dövülmüş kalkanlar gibi olan insanlar gelecektir.'\""
    },
    {
      "id": 34,
      "narrator": "It was narrated that Yazeed bin Khumair said:",
      "text": "Yazeid bin Khumair'den rivayet edildi ki: Sulaim bin 'Amir'i, Allah'ın Elçisi (ﷺ) ile görüşen bir adam olarak duydum, bir seferinde şöyle dedi: \"Ebu Bekir es-Sıddık'tan rivayet ettiğini işittim, o da insanlara hitap ettiğini söyledi.\" Başka bir seferde ise, halife olarak atandığında şöyle dedi: \"Allah'ın Elçisi (ﷺ) geçen yıl burada, benim durduğum yerde duruyordu.\" Ebu Bekir ağladı ve şöyle dedi: \"Ben Allah'tan af ve sağlık diliyorum, çünkü insanlara, iman kesinliğinden sonra, sağlık kadar iyi bir şey verilmez. Doğru olun, çünkü bu cennete götürür; yalandan sakının, çünkü bu ahlaksızlıkla birlikte gider ve her ikisi de cehenneme götürür. Birbirinizle bağlarınızı koparmayın, birbirinizi sevmeyin, birbirinize haset etmeyin, birbirinize sırt çevirmeyin; kardeş olun, zira Allah, yüce ve azizdir, sizi buna emretmiştir.\""
    },
    {
      "id": 35,
      "narrator": "It was narrated from 'Asim from Zirr from ‘Abdullah that Abu Bakr and ‘Umar gave him the glad tidings that the Messenger of Allah (ﷺ) said:",
      "text": "'Asim'den, Zirr'den, 'Abdullah'tan rivayet edildi ki, Ebu Bekir ve 'Umar ona müjde verdiler ki, Allah'ın Elçisi (ﷺ) şöyle dedi: \"Kim Kur'an'ı, vahyedildiği gibi taze okumak isterse, Ibn Umm 'Abd'in okuma tarzına göre okusun.\" Umar bin al-Khattab, Peygamber (ﷺ) şöyle dedi... benzer bir rivayet, \"taze\" veya \"taze\" dedi."
    },
    {
      "id": 36,
      "narrator": "It was narrated from Muhammad bin Jubair bin Mut'im that 'Uthman said:",
      "text": "Muhammad bin Jubair bin Mut'im'den rivayet edildi ki, 'Uthman şöyle dedi: \"Keşke Allah'ın Elçisi (ﷺ) bize Şeytan'ın kalplerimize fısıldadıklarından nasıl kurtulacağımızı sorsaydım.\" Ebu Bekir dedi: \"Ben ona bunu sordum ve o şöyle dedi: 'Sizi bundan kurtaracak olan, amcamın söylemesini istediğim şeydir ama o bunu söylemedi.'\""
    },
    {
      "id": 37,
      "narrator": "It was narrated from al-Hasan that Abu Bakr addressed the people and said:",
      "text": "Hasan'dan rivayet edildi ki, Ebu Bekir insanlara hitap etti ve şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Ey insanlar, bu dünyada insanlara verilen en iyi şey, iman kesinliği ve sağlık değildir; bu yüzden Allah'tan, yüce ve azizdir, bunları isteyin.'\""
    },
    {
      "id": 38,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edildi ki: Allah'ın Elçisi (ﷺ) için bir mezar kazmak istediklerinde, Ebu 'Ubaidah bin el-Cerrah, Mekke halkı gibi mezarlar kazıyordu ve Ebu Talha Zayd bin Sahl, Medine halkı için mezarlar kazıyordu ve mezarın yanına bir niş yapıyordu. El-'Abbas iki adam çağırdı ve birine, \"Ebu 'Ubaidah'a git,\" diğerine ise, \"Ebu Talha'ya git,\" dedi. \"Ey Allah, Resulün için en iyisini seç.\" Ebu Talha'ya gönderilen kişi onu buldu, böylece geldi ve Allah'ın Elçisi (ﷺ) için yan tarafında niş olan bir mezar kazdı."
    },
    {
      "id": 39,
      "narrator": "Uqbah bin al-Harith said:",
      "text": "Uqbah bin el-Harith dedi ki: \"Ben, Peygamber (ﷺ)'in ölümünden birkaç gün sonra, 'Asr namazından sonra Ebu Bekir ile çıktım ve 'Ali onun yanında yürüyordu. Hasan bin 'Ali'nin bazı çocuklarla oynadığını gördü. Ebu Bekir onu omzuna aldı ve şöyle dedi: 'Babam onun için feda olsun, o Peygamber (ﷺ)'e benzeyen ve 'Ali'ye benzemeyen biridir.' 'Ali gülümsedi.\""
    },
    {
      "id": 40,
      "narrator": "It was narrated from Jabir from 'Abdur-Rahman bin Abza that Abu Bakr 4 said:",
      "text": "Jabir'den, 'Abdur-Rahman bin Abza'dan rivayet edildi ki, Ebu Bekir şöyle dedi: \"Ben, Peygamber (ﷺ) ile oturuyordum, Ma'iz bin Malik geldi ve onun huzurunda (zina) itirafta bulundu, o da onu gönderdi. Sonra tekrar geldi ve huzurunda ikinci kez itirafta bulundu, o da onu gönderdi. Sonra üçüncü kez geldi ve huzurunda itirafta bulundu, o da onu gönderdi. Ben ona dedim: 'Eğer dördüncü kez itirafta bulunursan, seni taşlayacak.' Sonunda dördüncü kez itirafta bulundu, böylece onu alıkoydu ve hakkında soruşturdu, ve dediler ki: 'Biz ondan başka bir şey bilmiyoruz.' Sonra onu taşlamasını emretti.\""
    },
    {
      "id": 41,
      "narrator": "It was narrated that Rafi' atTaʼi, Abu Bakrʼs companion during the campaign of as-Salasil, said:",
      "text": "Rafi' et-Ta'i, Ebu Bekir'in as-Salasil seferindeki arkadaşı, dedi ki: \"Ben ona, Ebu Bekir'e biat etme şekilleri hakkında sordum ve o da - Ensar'ın söylediklerini ve Ebu Bekir'in onlara söylediklerini ve 'Umar bin al-Khattab'ın Ensar'a, Allah'ın Elçisi (ﷺ) hastayken onlara namaz kıldırdığını hatırlattığını anlattı. 'Onlar bana biat ettiler, ben de bunu kabul ettim, ama bir kargaşanın olmasından ve bunun mürtedliğe yol açmasından endişe ettim.'\""
    },
    {
      "id": 42,
      "narrator": "It was narrated from Wahshi bin Harb that Abu Bakr appointed Khalid bin al-Waleed as commander to fight the apostates and he said:",
      "text": "Wahşi bin Harb'tan rivayet edildi ki, Ebu Bekir, Halid bin Velid'i mürtedlerle savaşmak için komutan olarak atadı ve şöyle dedi: \"Ne iyi bir Allah kulu ve kabilesinin üyesi Halid bin Velid! Allah, yüce ve azizdir, onu inkârcılara ve münafıklara karşı çektiği kılıçlardan biridir.\""
    },
    {
      "id": 43,
      "narrator": "Mu'awiyah bin Salih narrated from Sulaim bin 'Amir al-Kala'i, that Awsat bin 'Amr said:",
      "text": "Mu'aviye bin Salih, Sulaim bin 'Amir el-Kala'i'den rivayet etti ki, Awsat bin 'Amr şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ)'in ölümünden bir yıl sonra Medine'ye geldim ve Ebu Bekir'in insanlara hitap ettiğini buldum. O şöyle dedi: 'Allah'ın Elçisi (ﷺ) geçen yıl bizim önümüzde durdu... ve üç kez ağladı ve konuşmakta zorlandı, sonra şöyle dedi: 'Ey insanlar, Allah'tan sağlık isteyin; çünkü hiç kimse, iman kesinliğinden sonra, sağlık kadar iyi bir şey verilmez ve inkârdan sonra şüphe kadar kötü bir şey verilmez. Doğru olun, çünkü bu doğruluğa götürür ve cennete götürür. Yalandan sakının, çünkü bu ahlaksızlığa götürür ve her ikisi de cehenneme götürür.'\""
    },
    {
      "id": 44,
      "narrator": "Muhammad bin Muyassar Abu Sa'd as-Saghani al-Makfoot narrated:",
      "text": "Muhammad bin Muyassar Ebu Sa'd es-Saghani el-Makfut'tan rivayet edildi: Hişam bin 'Lirwah, babasından, 'Aişe'nin şöyle dediğini aktardı: \"Ebu Bekir ölmekteyken, 'Bugün ne gün?' dedi. Onlar: 'Pazartesi.' dediler. O: 'Eğer bu gece ölürsem, beni yarına kadar beklemeyin, çünkü benim için en sevimli gün ve gece, Allah'ın Elçisi (ﷺ)'ne en yakın olanıdır.'\""
    },
    {
      "id": 45,
      "narrator": "It was narrâted that Abu 'Ubaidah said:",
      "text": "Ebu 'Ubaidah'dan rivayet edildi ki, Ebu Bekir, Allah'ın Elçisi (ﷺ)'in ölümünden bir yıl sonra ayağa kalktı ve şöyle dedi: \"Allah'ın Elçisi (ﷺ) geçen yıl burada duruyordu ve şöyle dedi: 'Allah'tan sağlık isteyin, çünkü hiç kimse sağlık kadar iyi bir şey verilmez. Ve doğru olun ve salih olun, çünkü bunlar cennete götürür. Yalandan ve ahlaksızlıktan sakının, çünkü bunlar cehenneme götürür.'\""
    },
    {
      "id": 46,
      "narrator": "Ali said:",
      "text": "Ali dedi ki: Eğer Allah'ın Messenger'ından (ﷺ) bir şey duyarsam, Allah bununla bana dilediği gibi fayda verir. Abu Bekir bana söyledi - ve Abu Bekir doğru söyledi - o şöyle dedi: Allah'ın Messenger'ı (ﷺ) dedi ki: `Bir Müslüman bir günah işler, sonra abdest alır ve iki rek'at namaz kılar, sonra o günah için Allah'tan af dilerse, Allah onu affeder.` Ve bu iki ayeti okudu: `Ve kim bir kötülük yapar veya kendine zulmederse, sonra Allah'tan af dilerse, Allah'ı çok bağışlayıcı, çok merhametli bulur.`"
    },
    {
      "id": 47,
      "narrator": "‘Umar said:",
      "text": "`Ve onlar ki, bir fahişe (haram cinsel ilişki) işlediklerinde veya kendilerine zulmettiklerinde, Allah'ı hatırlayıp günahları için af dilerler; - günahları ancak Allah affeder - ve yaptıkları (kötülükte) ısrar etmezler, oysa biliyorlar.`"
    },
    {
      "id": 48,
      "narrator": "Al-Bara` said:",
      "text": "."
    },
    {
      "id": 49,
      "narrator": "Abu Hurairah said. Abu Bakr said:",
      "text": "---"
    },
    {
      "id": 50,
      "narrator": "It was narrated from Abu Bakr as-Siddeeq that he delivered a khutbah and said:",
      "text": "‘Umar dedi ki: Abu Bekir -q. bize hitap etti ve şöyle dedi: Allah'ın Messenger'ı (ﷺ) geçen yıl aramızda durdu ve dedi ki: “İnsanlar arasında, iman kesinliğinden sonra en iyi paylaşılan şey sağlık ve esenliktir. Şüphesiz, doğruluk ve adalet cennete götürür ve şüphesiz, yalan ve ahlaksızlık cehenneme götürür.”"
    },
    {
      "id": 51,
      "narrator": "It was narrated that Abu Barzah al-Aslami said:",
      "text": "---"
    },
    {
      "id": 52,
      "narrator": "It was narrated from 'Urwah bin az-Zubair that 'A'ishah the wife of the Prophet 35 told him:",
      "text": "Al-Bara` dedi ki: Allah'ın Messenger'ı (ﷺ) Mekkeden Medine'ye geldiğinde, Allah'ın Messenger'ı (ﷺ) susadı. Bir koyun sürüsünün yanından geçtiler, Abu Bekir as-Siddeeq dedi ki: Ben bir kadeh aldım ve Allah'ın Messenger'ı (ﷺ) için bir kadeh süt sağdım. Onu ona getirdim ve o içti, ben de memnun olana kadar içti."
    },
    {
      "id": 53,
      "narrator": "It was narrated that Asma' bin  al-Hakam al-Fazari said:",
      "text": "---"
    },
    {
      "id": 54,
      "narrator": "It was narrated that Zaid bin Thabit said:",
      "text": "Abu Hurairah dedi ki. Abu Bekir dedi: Ey Allah'ın Messenger'ı, sabah ve akşam ve yatarken söyleyebileceğim bir şey öğret. O dedi: `De ki: Ey Allah, göklerin ve yerin yaratıcısı. Gaybı ve görüneni bilen - ya da şöyle dedi: Ey Allah, gaybı ve görüneni bilen, göklerin ve yerin yaratıcısı - her şeyin Rabbi ve Hükümdarı, ben şahidim ki, senin dışında ilah yoktur; kendi nefsimin şerrinden ve Şeytanın şerrinden ve insanları çağırdığı şirkin şerrinden sana sığınırım.`"
    },
    {
      "id": 55,
      "narrator": "It was narrated from 'A'ishah that Fatimah and al-'Abbas came to Abu Bakr, seeking their inheritance from the Messenger of Allah (ﷺ). At that time they were seeking his land in Fadak and his share of Khaibar. Abu Bakr said to them:",
      "text": "Ya'la bin `Ata' dedi ki: 'Amr bin 'Asim bin ‘Abdullah'dan duydum... benzer bir rivayet."
    },
    {
      "id": 56,
      "narrator": "It was narrated that Ibn Abi Mulaikah said. It was said to Abu Bakr:",
      "text": "---"
    },
    {
      "id": 57,
      "narrator": "It was narrated from Abu Salamah that Fatimah said to Abu Bakr:",
      "text": "Abu Bekir as-Siddeeq'ten rivayet edildi ki, bir hutbe verdi ve şöyle dedi: Ey insanlar, bu ayeti okuyorsunuz ama onu yanlış bir şekilde alıntılıyorsunuz: “Ey iman edenler! Kendinize dikkat edin. Eğer (doğru) rehberliği takip ederseniz... Allah'ın Messenger'ı (ﷺ) şöyle dedi: `Eğer insanlar kötülüğü görürler ve onu kınamazlarsa, yakında Allah onlara azabını gönderir.`"
    },
    {
      "id": 58,
      "narrator": "It was narrated from Abu Barzah al-Aslami that he said:",
      "text": "---"
    },
    {
      "id": 59,
      "narrator": "Abu Bakr as-Siddeeq said:",
      "text": "Abu Barzah al-Aslami'den rivayet edildi ki: Bir adam Abu Bekir as-Siddeeq'e sert bir şekilde konuştu. Abu Barzah dedi ki: Onun boynunu mu vurayım? O [Abu Bekir] onu azarladı ve dedi ki: Bu, Allah'ın Messenger'ından (ﷺ) sonra kimseye ait değildir."
    },
    {
      "id": 60,
      "narrator": "Abu Hurairah said:",
      "text": "---"
    },
    {
      "id": 61,
      "narrator": "It was narrated that ‘Abdullah bin Abi Mulaikah said:",
      "text": "'Abdullah bin Abi Mulaikah'dan rivayet edilmiştir: Abu Bekir'e denildi ki: Ey Allah'ın halifesi. O da: Hayır, ben Muhammed'in (ﷺ) halifesiyim, buna razıyım, dedi."
    },
    {
      "id": 62,
      "narrator": "It was narrated that Ibn Abi Mulaikah said:",
      "text": "İbn Abi Mulaikah'dan rivayet edilmiştir: Abu Bekir as-Siddeq'in elinden ip düştü. Dişi devesinin ön bacağını vurdu ki diz çökebilsin, ona: Neden bize geçmesini istemedin? dediler. O da: Sevgili Allah Resulü (ﷺ) bana insanlardan bir şey istemememi emretti, dedi."
    },
    {
      "id": 63,
      "narrator": "It was narrated from Abu 'Ubaidah that Abu Bakr stood up one year after the death of the Messenger of Allah (ﷺ) and said:",
      "text": "Abu 'Ubaidah'dan rivayet edilmiştir ki, Abu Bekir, Allah Resulü (ﷺ) vefatından bir yıl sonra ayağa kalktı ve şöyle dedi: Allah Resulü (ﷺ) geçen yıl aramızda durdu ve şöyle dedi: 'İnsanoğluna, sağlık ve esenlikten daha hayırlı bir şey verilmemiştir, o halde Allah'tan sağlık isteyin. Doğru ve adil olun, çünkü bunlar cennete götürür, yalan ve ahlaksızlıktan sakının, çünkü bunlar cehenneme götürür.'"
    },
    {
      "id": 64,
      "narrator": "It was narrated from Abu Hurairah that the Prophet (ﷺ) said:",
      "text": "Abu Hurayra'dan rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"İnsanları La ilaha illallah demedikçe savaşmam emredildi, eğer bunu derlerse, onların kanları ve malları benden emindir, ancak şeriatın belirlediği durumlar hariç, onların hesabı Allah'ladır.\" Bazı insanlar dinden döndüğünde, Ömer, Abu Bekir'e: Allah Resulü'nün böyle ve böyle dediğini duyduğunda onlarla savaşacak mısın? dedi. Abu Bekir: Vallahi, ben namaz ile zekatı ayırmayacağım ve onları ayıranlarla kesinlikle savaşacağım, dedi. Böylece onunla birlikte onlarla savaştık ve bunun doğru bir şey olduğunu anladık."
    },
    {
      "id": 65,
      "narrator": "It was narrated that Abu Bakr bin Abi Zuhair said:",
      "text": "Abu Bekir bin Abi Zuhair'den rivayet edilmiştir ki, bana denildi ki: Abu Bekir şöyle dedi: Ey Allah'ın Resulü, bu ayetten sonra nasıl iyi bir durumda olabiliriz: \"Bu, sizin arzularınıza (Müslümanlar) ve Kitap Ehlinin (Yahudiler ve Hristiyanlar) arzularına uygun olmayacaktır; kim kötülük yaparsa, onun karşılığı olacaktır\" (an-Nisa' 4:123)? Her kötü işimiz için cezalandırılacak mıyız? Allah Resulü (ﷺ) şöyle dedi: \"Allah seni affetsin, ey Abu Bekir, hasta olmuyor musun? Yorgun düşmüyor musun? Üzüntü hissetmiyor musun? Belalara uğramıyor musun?\" O da: Elbette, dedi. O da: \"İşte bu, sana verilen karşılıktır.\" dedi."
    },
    {
      "id": 66,
      "narrator": "Ibn Abi Khalid told us, from Abu Bakr bin Abi Zuhair - I think he said:",
      "text": "İbn Abi Khalid, Abu Bekir bin Abi Zuhair'den - sanırım şöyle dedi: Abu Bekir şöyle dedi: Ey Allah'ın Resulü, bu ayetten sonra nasıl iyi bir durumda olabiliriz? O da: \"Allah sana merhamet etsin, ey Abu Bekir. Hasta olmuyor musun? Üzüntü hissetmiyor musun? Belalara uğramıyor musun?...\" O da: Elbette, dedi. O da: \"İşte bu, bunun içindir.\""
    },
    {
      "id": 67,
      "narrator": "It was narrated that Abu Bakr bin Abi Zuhair ath-Thaqafi said:",
      "text": "Abu Bekir ath-Thaqafi'den rivayet edilmiştir ki, Abu Bekir şöyle dedi: Ey Allah'ın Resulü, bu ayetten sonra nasıl iyi bir durumda olabiliriz: \"kim kötülük yaparsa, onun karşılığı olacaktır\" (an-Nisa' 4:123)?... ve aynı hadisi aktardı."
    },
    {
      "id": 68,
      "narrator": "It was narrated from Anas bin Malik that Abu Bakr wrote to thern saying:",
      "text": "Abu Bekir bin Abi Zuhair ath-Thaqafi'den rivayet edilmiştir ki, \"Sizin arzularınıza (Müslümanlar) ve Kitap Ehlinin (Yahudiler ve Hristiyanlar) arzularına uygun olmayacaktır; kim kötülük yaparsa, onun karşılığı olacaktır\" ayeti indirildiğinde, Abu Bekir şöyle dedi: Ey Allah'ın Resulü, her kötü işimiz için karşılık alacak mıyız? Allah Resulü (ﷺ) şöyle dedi: \"Allah sana merhamet etsin, ey Abu Bekir. Yorgun düşmüyor musun? Üzüntü hissetmiyor musun? Belalara uğramıyor musun? İşte bu, senin aldığın karşılıktır.\""
    },
    {
      "id": 69,
      "narrator": "Abdur-Razzaq said:",
      "text": "Anas bin Malik'ten rivayet edilmiştir ki, Abu Bekir onlara yazarak şöyle dedi: Bunlar, Allah Resulü (ﷺ) tarafından Müslümanlara farz kılınan sadaka (zekat) türleridir ve Allah, yüce ve aziz olan, bunu Allah Resulü'ne (ﷺ) emretmiştir. Müslümanlardan kim, bunu uygun bir şekilde vermesi istenirse, versin; kim daha fazlasını isterse, vermesin. Yirmi beş deveden az ise, her beş deve için bir koyun verilmelidir. Sayı yirmi beşe ulaştığında, ikinci yılında bir dişi deve verilmelidir, otuz beşe kadar. Eğer ikinci yılında dişi deve yoksa, üçüncü yılında bir erkek deve verilebilir. Sayı otuz altıya ulaştığında, üçüncü yılında bir dişi deve verilmelidir, kırk beşe kadar. Sayı kırk altıya ulaştığında, dördüncü yılında bir dişi deve, bir erkek deveyi dölleyen verilmelidir, altmışa kadar. Sayı altmış bir olduğunda, beşinci yılında bir dişi deve verilmelidir, yetmiş beşe kadar. Sayı yetmiş altıya ulaştığında, ikinci yılında iki dişi deve verilmelidir, doksan kadar. Sayı doksan bir olduğunda, dördüncü yılında iki dişi deve, bir erkek deveyi dölleyen verilmelidir, yüz yirmiye kadar. Sayı yüz yirmiden fazla ise, her kırk deve için bir dişi deve, üçüncü yılında verilmelidir ve her elli için dördüncü yılında bir dişi deve verilmelidir. Eğer zekat için develerin yaşı farklıysa, eğer düşen dişi deve beşinci yılında ise ama böyle bir devesi yoksa, fakat dördüncü yılında bir dişi devesi varsa, bu kabul edilir ve üzerine iki koyun eklemelidir, varsa, veya yirmi dirhem. Eğer kendisinden düşen dişi deve dördüncü yılında ise ve sadece beşinci yılında bir dişi devesi varsa, bu kabul edilir ve zekat toplayıcı ona yirmi dirhem veya iki koyun vermelidir. Eğer kendisinden düşen dişi deve dördüncü yılında ise ama böyle bir devesi yoksa ve üçüncü yılında bir dişi devesi varsa, bu kabul edilir ve üzerine iki koyun eklemelidir, varsa, veya yirmi dirhem. Eğer kendisinden düşen dişi deve ikinci yılında ise ama sadece üçüncü yılında bir erkek devesi varsa, bu kabul edilir ve üzerine hiçbir şey eklenmemelidir. Eğer sadece dört devesi varsa, zekat düşmez, sahibi vermek istemedikçe. Koyunlar için merada zekat, eğer kırk koyun varsa, bir koyun zekat olarak düşer, yüz yirmi koyuna kadar. Eğer bir fazlası varsa, iki koyun düşer, iki yüze kadar. Eğer bir fazlası varsa, üç koyun düşer, üç yüze kadar. Eğer bir fazlası varsa, her yüz koyun için bir koyun düşer. Dişsiz veya kusurlu koyun zekat olarak alınmamalıdır ve bir koç da, veren izin vermedikçe alınmamalıdır. Ayrı sürüler bir araya getirilmemeli ve sürüler bölünmemelidir ki zekattan kaçınılmasın veya azaltılmasın. Eğer iki ortak varsa [ve zekat toplayıcı gelir ve zekatı alırsa], bunu aralarında adil bir şekilde halletmelidirler. Eğer bir adamın sürüsü otluyorsa ve kırk sayısından bir eksikse, buna zekat düşmez, sahibi vermek istemedikçe. Gümüşte zekat, onda birin dörtte biri kadardır; eğer zenginlik sadece yüz doksan dirhemse, buna zekat düşmez, sahibi vermek istemedikçe."
    },
    {
      "id": 70,
      "narrator": "It was narrated from Salim from Ibn ‘Umar that `Umar said:",
      "text": "Abdur-Razzaq dedi ki: Mekkeliler şöyle der: İbn Juraij, namazı 'Ata'dan öğrendi ve 'Ata' da bunu İbn az-Zubair'den öğrendi ve İbn az-Zubair de bunu Abu Bekir'den öğrendi ve Abu Bekir de bunu Peygamberden (ﷺ) öğrendi. İbn Juraij'den daha iyi namaz kılan birini hiç görmedim."
    },
    {
      "id": 71,
      "narrator": "It was narrated that Abu Bakr as Siddeeq said:",
      "text": "Bu, İbn Juraij'i öven bir rapordur ve bir hadiste değildir; bunu Ahmad Şakir belirtmiştir."
    },
    {
      "id": 72,
      "narrator": "Ibn as-Sabbaq said that Zaid bin Thabit told him that Abu Bakr sent for him to tell him that a large number of people at al-Yamamah had been killed. He found ʼUmar with him and Abu Bakr said:",
      "text": "Salim'den İbn 'Umar'dan rivayet edilmiştir ki, Ömer şöyle dedi: Hafsa bint 'Umar, Khunais veya Hudhaifah bin Hudhafah'ın dul eşi oldu - Abdur-Razzaq kesin değildi. O, Badr'de bulunan Peygamber (ﷺ) arkadaşlarından biriydi ve Medine'de vefat etti. 'Uthman bin 'Affan ile karşılaştım ve ona Hafsa'yı evlenmek için teklif ettim, dedim: İstersen, Hafsa'yı seninle evlendireceğim. O da: Düşüneceğim, dedi. Birkaç gün geçti, sonra benimle karşılaştı ve: Şu anda evlenmek istemiyorum, dedi. Ömer dedi ki: Sonra Abu Bekir ile karşılaştım ve ona: İstersen, Hafsa'yı 'Umar'ın kızı olarak seninle evlendireceğim, dedim. O bana herhangi bir cevap vermedi ve ben ona 'Uthman'dan daha çok üzüldüm. Birkaç gün geçti, sonra Allah Resulü (ﷺ) ona evlenme teklif etti ve onu kendisine nikahladı. Abu Bekir benimle karşılaştı ve: Belki sen, Hafsa'yı bana evlendirmek için teklif ettiğinde, sana cevap vermediğim için benden üzüldün, dedi. Ben de: Evet, dedim. O da: Bana cevap vermememi engelleyen tek şey, Allah Resulü'nün (ﷺ) onu andığını duymamdı ve ben Allah Resulü'nün (ﷺ) özel meselelerini açıklamak istemedim. Eğer o evlenmemiş olsaydı, ben onu evlendirirdim, dedi."
    },
    {
      "id": 73,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "Abu Bekir as-Siddeq'den rivayet edilmiştir ki, Allah Resulü (ﷺ) şöyle buyurdu: \"Kölelerine kötü davranan hiç kimse cennete giremeyecektir.\" Aman dedi: Ey Allah'ın Resulü, bu ümmetin köleler ve yetimlerin sayısında en büyük olduğunu söylemedin mi? O da: \"Evet, o halde onlara çocuklarınız gibi nazik davranın ve yediklerinizden onlara da yedirin.\" Onlar: Ey Allah'ın Resulü, bu dünyada bize ne faydası var? dediler. O da: \"Allah yolunda savaşmak için hazır tuttuğunuz iyi bir at ve size hizmet edecek bir köle. Eğer o namaz kılarsa (Müslüman olursa), o sizin kardeşinizdir, eğer o namaz kılarsa, o sizin kardeşinizdir.\" dedi."
    },
    {
      "id": 74,
      "narrator": "It was narrated that 'Asim bin Kulaib said:",
      "text": "İbn as-Sabbaq, Zaid bin Thabit'in kendisine, Abu Bekir'in ona, al-Yamamah'da çok sayıda insanın öldüğünü bildirmek için gönderdiğini söylediğini aktardı. Onunla birlikte Ömer'i buldu ve Abu Bekir şöyle dedi: 'Ömer benim yanıma geldi ve al-Yamamah'da Kur'an'ı ezbere bilen Müslümanlar arasında ağır kayıplar olduğunu söyledi ve diğer cephelerde Kur'an'ı ezbere bilen Müslümanlar arasında daha fazla ağır kayıplar olmasından korkuyorum ve Kur'an'ın büyük bir kısmı kaybolabilir. Ben düşünüyorum ki sen [Abu Bekir] Kur'an'ın toplanması için talimat vermelisin. Ben de Ömer'e: Allah Resulü'nün (ﷺ) yapmadığı bir şeyi nasıl yapabilirim? dedim. O da: Vallahi, bu iyi bir şeydir. Ve beni bunu yapmaya teşvik etmeye devam etti ta ki Allah kalbimi buna açana kadar ve ben Ömer'in görüşüne katıldım. Zaid dedi ki: Ve Ömer onunla birlikte oturuyordu, konuşmuyordu. Abu Bekir dedi: Sen akıllı bir gençsin ve sana güveniyoruz. Sen, Allah Resulü (ﷺ) için vahyi yazıyordun, o halde bunu topla. Zaid dedi: Vallahi, eğer bana bir dağı hareket ettirmemi emretselerdi, bu, Kur'an'ı toplamak için bana verilen görevden daha zor olmazdı. Ben de: Allah Resulü'nün (ﷺ) yapmadığı bir şeyi nasıl yapabilirim?"
    },
    {
      "id": 75,
      "narrator": "It was narrated from Abu Hurairah that Fatimah came to Abu Bakr and 'Umar to ask for her inheritance from the Messenger of Allah (ﷺ). They said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, Allah Resulü (ﷺ) vefat ettiğinde ve Abu Bekir halife olarak atandığında, al-'Abbas, 'Ali ile Allah Resulü'nün bıraktığı bazı şeyler hakkında tartıştı. Abu Bekir şöyle dedi: Bu, Allah Resulü'nün (ﷺ) olduğu gibi bıraktığı bir şeydir ve ben buna herhangi bir değişiklik getirmeyeceğim. Ömer halife olarak atandığında, tartışmayı ona yönlendirdiler ve o da: Bu, Abu Bekir'in değiştirmediği bir şeydir ve ben de bunu değiştirmeyeceğim, dedi. 'Uthman halife olarak atandığında, tartışmayı ona yönlendirdiler ve 'Uthman sessiz kaldı ve başını eğdi. İbn 'Abbas dedi ki: Ben, onun ('Uthman) bunu geri alacağından korktum, bu yüzden al-'Abbas'a omuzlarından vurdum ve: Ey babam, bunu 'Ali'ye vermeni ısrarla istiyorum, dedim. Böylece onu ona verdi."
    },
    {
      "id": 76,
      "narrator": "It was narrated that Qais bin Abi Hazim said:",
      "text": "Kays bin Ebi Hazim'in rivayet ettiğine göre: Ben, Allah Resulü'nün (ﷺ) halifesi Ebu Bekir es-Sıddık ile oturuyordum, Peygamber'in (ﷺ) vefatından bir ay sonra ve o bir hikaye anlatıyordu, sonra halk arasında \"As-salatu jami'ah (namaz başlamak üzere)\" çağrısı yapıldı ve bu, \"as-salatu jami'ah\" çağrısının halka yapıldığı ilk seferdi. İnsanlar toplandı ve o, kendisi için konuşmalar yapması amacıyla yapılmış olan minbere çıktı ve bu, İslam'daki ilk konuşmasıydı. Allah'ı övdü ve yüceltti, sonra dedi ki: Ey insanlar, keşke bu işi benim yerime başka biri üstlenebilseydi, çünkü benim yolumu, Peygamberinizin (ﷺ) yolu ile karşılaştırdığınızda, ben onun gibi olamam; çünkü o, şeytandan korunmuştu ve vahiy ona gökten geliyordu."
    },
    {
      "id": 77,
      "narrator": "It was narrated that Mujahid said:",
      "text": "---"
    }
  ]
}