{
  "language": "tr",
  "metadata": {
    "length": 291,
    "arabic": {
      "title": "مسند أحمد",
      "author": "الإمام أحمد بن حنبل"
    },
    "english": {
      "title": "Musnad Ahmad",
      "author": "Imam Ahmad ibn Hanbal"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Harithah said:",
      "text": "Harithah'dan rivayet edilmiştir: Şam'dan bazı insanlar 'Umar'a geldiler ve dediler ki: Biz mal, at ve köle edindik, bunlar için zekat vermek istiyoruz, bu bir arınmadır. O da: Ben, iki selefimin yaptığı gibi yapacağım, dedi. Muhammed'in (ﷺ) arkadaşlarıyla istişare etti, aralarında 'Ali de vardı ve 'Ali dedi ki: Bu iyidir, yeter ki bu, sen gittikten sonra onlardan alınan düzenli bir vergi haline gelmesin."
    },
    {
      "id": 2,
      "narrator": "It was narrated from Abu Wa'il that as-Subayy bin Ma'bad was a Bedouin Taghlibi Christian who became Muslim. He asked:",
      "text": "Abu Wa'il'den rivayet edilmiştir ki, as-Subayy bin Ma'bad, Müslüman olan bir Bedevi Taghlibi Hristiyan'dır. O sordu: Hangi ameller en iyisidir? Kendisine: Allah için cihad, yüceltilmiş ve aziz kılınmış olan, denildi. O cihada gitmek istedi, fakat kendisine: Hac yaptın mı? denildi. O da hayır dedi. Bunun üzerine kendisine: Hac ve 'Umre yap, sonra cihada git, denildi. O yola çıktı ve al-Hawa'it'te iken hem Hac hem de 'Umre için ihrama girdi, Zaid bin Soohan ve Salman bin Rabee'ah onu gördü ve dediler ki: O, devesinden daha sapkın ya da devesi kadar da doğru yolda değildir. O, 'Umar'a gitti ve onlara ne dediklerini söyledi. 'Umar dedi ki: Sen, Peygamberinin (ﷺ) sünnetine hidayet oldun. Al-Hakam dedi ki: Ben, Abu Wa'il'e söyledim. as-Subayy sana bunu söyledi mi? O da: Evet, dedi."
    },
    {
      "id": 3,
      "narrator": "Amr bin Maimoon said:",
      "text": "Amr bin Maimoon dedi ki: 'Umar, bize Cem'de Fajr namazı kıldırdı, sonra ayağa kalktı ve dedi ki: Müşrikler güneş doğmadan ayrılmazdı, fakat Allah'ın Resulü (ﷺ) onlardan farklı olarak güneş doğmadan önce hareket etti."
    },
    {
      "id": 4,
      "narrator": "Asim bin Kulaib said:",
      "text": "Asim bin Kulaib dedi ki: Babam dedi ki: Ben, Ibn 'Abbas'a söyledim ve o da dedi ki: Bunun nesi şaşırtıcı? 'Umar, Muhammed'in ﷺ arkadaşları arasında önde gelen şeyhleri çağırdığında, beni de onlarla birlikte çağırır ve: Onlar konuşmadan sen konuşma, derdi. Bir gün ya da bir gece bizi çağırdı ve dedi ki: Allah'ın Resulü ﷺ Kadir Gecesi hakkında bildiğiniz şeyi söyledi, bu yüzden onu son on gecenin tek sayı olan gecelerinde arayın; sizce hangi tek sayı gecesi?"
    },
    {
      "id": 5,
      "narrator": "Shu'bah said:",
      "text": "Shu'bah dedi ki: 'Asim bin 'Amr al-Bajali'den, 'Umar bin al-Khattab'a soranlardan birinin rivayet ettiğini duydum. Biz, sana üç şey sormak için geldik: Bir adamın evinde nafile namazı, cünüplük halinde gusül ve bir adamın eşi adetliyken ne yapması gerektiği. O dedi ki: Siz sihirbaz mısınız? Bana, Allah'ın Resulü (ﷺ) hakkında sorduğum bir şeyden daha önce hiç kimsenin sormadığı bir şeyi sordunuz, ve o da dedi ki: `Bir adamın evinde nafile namazı hafif bir şeydir, dileyen evini aydınlatsın.` Ve cünüplük halinde gusül hakkında dedi ki: `Öncelikle avret yerini yıkasın, sonra abdest alsın, sonra başına üç defa su döksün.` Ve adetli kadın hakkında dedi ki: `İzarın (bel örtüsü) üstündeki her şey.`"
    },
    {
      "id": 6,
      "narrator": "It was narrated from Ibn 'Umar that he said:",
      "text": "Ibn 'Umar'dan rivayet edilmiştir ki, o dedi: Ben, Sa'd bin Abi Waqqas'ın Irak'ta mestlerinin üzerine meshetmekte olduğunu gördüm ve buna itiraz ettim. 'Umar bin al-Khattab ile karşılaştığımızda, bana dedi ki: Mestlerim üzerine meshetmeme itiraz ettiğin konuda babana sor. Ben bunu ona ilettim ve o da dedi ki: Eğer Sa'd sana bir şey söylerse, itiraz etme, çünkü Allah'ın Resulü (ﷺ) mestlerinin üzerine meshederdi."
    },
    {
      "id": 7,
      "narrator": "It was narrated from ‘Abdullah bin 'Umar, from Sa'd bin Abi Waqqas that the Messenger of Allah (ﷺ) used to wipe over his khuffain. 'Abdullah bin 'Umar asked 'Umar about that and he said:",
      "text": "'Abdullah bin 'Umar'dan, Sa'd bin Abi Waqqas'tan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) mestlerinin üzerine meshederdi. 'Abdullah bin 'Umar, 'Umar'a bunun hakkında sordu ve o da dedi ki: Evet, eğer Sa'd sana Allah'ın Resulü (ﷺ) hakkında bir şey naklederse, başka birine sorma."
    },
    {
      "id": 8,
      "narrator": "It was narrated from Ma'dan bin Abi Talhah that 'Umar bin al Khattab delivered a khutbah on Friday, and he mentioned the Prophet of Allah ﷺ and Abu Bakr رضي الله عنه . He said:",
      "text": "Ma'dan bin Abi Talhah'dan rivayet edilmiştir ki, 'Umar bin al-Khattab Cuma günü bir hutbe verdi ve Allah'ın Resulü ﷺ ve Ebu Bekir رضي الله عنه'yi andı. Dedi ki: Ölümümün yakın olduğunu sadece şu şekilde yorumlayabileceğim bir rüya gördüm; sanki bir horoz iki kez beni gagaladı ve bunun kırmızı bir horoz olduğu söylendi. Bu rüyayı Ebu Bekir'in eşi Asma’ bint 'Umais'e anlattım ve o da dedi ki: Seni bir Pers adamı öldürecek. İnsanlar, bana bir halef tayin etmemi istiyorlar, fakat Allah, dinini ve Peygamberini ﷺ gönderdiği halifeliğini kaybettirmeyecek. Eğer ölümüm yakınsa, halifelik bu altı adam arasında karara bağlanacaktır ki, Allah'ın Resulü (ﷺ) onunla öldüğünde onlardan razıydı. Hangisine biat ederseniz, onu dinleyin ve itaat edin. Bazı insanların bu meseleye itiraz edeceğini biliyorum. Onlarla İslam'ı savunmak için kendi ellerimle savaştım. Onlar Allah'ın düşmanları ve sapkın kafirlerdir. Vallahi, Rabbimin bana emrettiği hiçbir şeyi geride bırakmıyorum ve halifelik makamına bu temele dayanarak geldim ki, bu benim için kalalah'dan daha önemlidir. Vallahi, Allah'ın Resulü ﷺ, benimle birlikte olduğu sürede kalalah meselesinden daha fazla hiçbir konuyu vurgulamadı, ta ki parmağıyla göğsüme dokunup: `Ayat as-sayf (yaz ayı ayeti, yani yazın indirilmiştir) olan, Nisa Suresi'nin sonunda geçen ayet senin için yeterli değil mi?` dedi. Eğer yaşarsam, o kadar açık bir ferman vereceğim ki, Kur'an'ı okuyanlar ve okumayanlar bununla ilgili karar verebilecekler. Ey insanlar, siz, benim için sadece tiksinç olan iki bitki yiyorsunuz, bu soğan ve sarımsak. Allah'ın Resulü ﷺ, bir adamın camide onlardan gelen kokuyu hissettiğinde, onu camiden alıp al-Baqee'ye çıkarılması için emir verirdi. Kim bunları yemek zorundaysa, onları öldürecek kadar pişirsin.”"
    },
    {
      "id": 9,
      "narrator": "It was narrated that ‘Abdullah bin 'Umar said az-Zubair, al Miqdad bin al-Aswad and I went out to our property in Khaibar to take care of it. When we got there, we dispersed, each man going to his property. I was attacked under cover of night when I was sleeping on my bed and my arms were dislocated at the elbows. In the morning, my two companions were called and they came and asked me:",
      "text": "Dedi ki: Cuma günü insanlara hitap etti ve Çarşamba günü saldırıya uğradı."
    },
    {
      "id": 10,
      "narrator": "It was narrated from Abu Hurairah that whilst 'Umar bin al-Khattab was delivering the khutbah on Friday, a man came and ‘Umar said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki, az-Zubair, al-Miqdad bin al-Aswad ve ben, Khaibar'daki mülkümüze çıkmak için yola çıktık. Oraya vardığımızda, dağıldık, her biri mülküne gitti. Ben, yatağımda uyurken gece yarısı saldırıya uğradım ve kollarım dirseklerden çıkmıştı. Sabah, iki arkadaşım çağrıldı ve geldiler ve bana: Bunu sana kim yaptı? diye sordular. Ben de: Bilmiyorum, dedim. Kollarımı tedavi ettiler, sonra beni 'Umar'a götürdüler, o da dedi ki: Bu bazı Yahudilerin işidir. Sonra ayağa kalktı ve insanlara hitap etti ve dedi ki: Ey insanlar, Allah'ın Resulü (ﷺ) Khaibar Yahudileriyle, onları istediğimiz zaman kovabileceğimiz şartıyla bir anlaşma yaptı. Onlar 'Abdullah bin 'Umar'a saldırdılar ve kollarını çıkardılar, daha önceki Ansari'ye yaptıkları saldırıyı duyduğunuz gibi. Onların bunu yaptıklarından şüphemiz yok, çünkü başka düşmanımız yok. Khaibar'da mülkü olan kimse oraya gitsin, çünkü ben Yahudileri kovacağım. Sonra onları kovdu."
    },
    {
      "id": 11,
      "narrator": "It was narrated that Abu 'Uthman said:",
      "text": "Abu Hurairah'dan rivayet edilmiştir ki, 'Umar bin al-Khattab Cuma günü hutbe verirken bir adam geldi ve 'Umar dedi ki: Namaza neden geç kalıyorsun? Adam dedi ki: Ezanı duyduğumda hemen abdest aldım. O da dedi ki: Allah'ın Resulü ﷺ, `Sizden biri Cuma'ya gitmeden önce gusül yapsın, demedi mi?`"
    },
    {
      "id": 12,
      "narrator": "It was narrated from Abu Sinan al-Du'ali that he entered upon 'Umar bin al-Khattab with whom there was a group of the earliest Muhajireen, 'Umar sent for a basket that had been brought to him from Iraq, in which there was a ring. One of his sons took it and put it in his mouth. ‘Umar took it from him, then 'Umar wept and those who were with him said:",
      "text": "Abu 'Uthman'dan rivayet edilmiştir ki: Biz Azerbaycan'da iken 'Umar'dan bir mektup geldi (o mektupta şöyle yazıyordu): Ey 'Utbah bin Farqad, lüksten, müşriklerin elbiselerinden ve ipek giymekten sakın, çünkü Allah'ın Resulü (ﷺ) bize ipek giymeyi yasakladı ve “Bu kadar hariç,” dedi ve Allah'ın Resulü (ﷺ) bize iki parmağını gösterdi."
    },
    {
      "id": 13,
      "narrator": "It was narrated from 'Abdullah bin 'Umar, that his father said:",
      "text": "Abu Sinan al-Du'ali'den rivayet edilmiştir ki, 'Umar bin al-Khattab'a, ilk Muhacirlerden bir grup ile birlikte girdim, 'Umar, Irak'tan kendisine getirilen bir sepeti istedi, içinde bir yüzük vardı. Oğullarından biri onu aldı ve ağzına koydu. 'Umar onu ondan aldı, sonra 'Umar ağladı ve onunla birlikte olanlar: Allah sana zafer verdi ve düşmanlarını yendi, sana sevinç verdi, neden ağlıyorsun? dediler. 'Umar dedi ki: Allah'ın Resulü ﷺ şöyle dedi: `Dünya nimetlerinin birikimi, hiçbir kavme verilmez ki, Allah, yüceltilmiş ve aziz kılınmış, onların arasında düşmanlık ve nefret uyandırmasın, kıyamet gününe kadar, bu da beni ilgilendiriyor.`"
    },
    {
      "id": 14,
      "narrator": "It was narrated that 'Abdullah bin 'Abbas said:",
      "text": "'Abdullah bin 'Umar'dan rivayet edilmiştir ki, babası dedi ki: Ben, Allah'ın Resulü (ﷺ) 'cünüp olan birinin gusül yapmadan önce uyumak istediğinde ne yapması gerektiğini sordum. Allah'ın Resulü (ﷺ) dedi ki: “Namaz için abdest alsın, sonra uyuyabilir.”"
    },
    {
      "id": 15,
      "narrator": "Abdullah bin 'Umar used to say:",
      "text": "'Abdullah bin 'Abbas'dan rivayet edilmiştir ki, 'Umar bin al-Khattab'ın şöyle dediğini duydum: 'Abdullah bin Ubayy öldüğünde, Allah'ın Resulü ﷺ onun cenaze namazını kılmak için çağrıldı ve o, cenazenin yanında durduğunda ve onun için namaz kılmaya hazırlanırken, ben gidip onun önünde durdum ve dedim ki: Ey Allah'ın Resulü, (cenaze namazını kılacak mısın) Allah'ın düşmanı olan ve şöyle şöyle diyen için? ve onun yaptıklarını sıraladım. Ve Allah'ın Resulü ﷺ gülüyordu, ta ki ben fazla konuştum, o da dedi ki: `Benden uzaklaş, ey 'Umar, çünkü bana seçim verildi ve ben seçtim. Denildi ki: `Sen (ey Muhammed) onlara (münafıklara) af dilesen de, dilemesen de- (ve hatta) onlara yetmiş kez af dilesen de- Allah onları asla affetmeyecektir.` Bunun üzerine Allah'ın Resulü ﷺ, hiçbir münafığın cenaze namazını kılmadı ve onun mezarının yanında durmadı, ta ki vefat edene kadar."
    },
    {
      "id": 16,
      "narrator": "It was narrated that ‘Uqbah bin ‘Amir said:",
      "text": "'Uqbah bin 'Amir'in rivayetine göre, Ömer bana, Allah'ın Elçisi ﷺ'yi şöyle derken duyduğunu söyledi: \"Kim Allah'a ve Ahiret Günü'ne inanarak ölürse, ona denir ki: 'Cennete, dilediğin sekiz kapıdan gir.'\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that Mujahid said:",
      "text": "Mücahid'in rivayetine göre, bir adam, oğluna kılıçla vurup onu öldürdü. Mesela, bu durum Ömer'e intikal etti ve o şöyle dedi: \"Eğer Allah'ın Elçisi ﷺ'yi 'Hiçbir baba, oğlunu öldürdüğü için idam edilmemelidir' derken duymuş olmasaydım, seni daha çıkmadan idam ederdim.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated that 'Abis bin Rabee'ah said:",
      "text": "'Abis bin Rabee'ah'ın rivayetine göre, Ömer'in Hacerü'l-Esved'e baktığını ve şöyle dediğini gördüm: \"Vallahi, eğer Allah'ın Elçisi ﷺ'yi seni öperken görmemiş olsaydım, seni öpmezdim.\" Sonra onu öptü."
    },
    {
      "id": 19,
      "narrator": "It was narrated from 'Abdullah bin as-Sa'di that he came to 'Umar bin al-Khattab during his caliphate and 'Umar said to him:",
      "text": "'Abdullah bin as-Sa'di'den rivayet edildiğine göre, 'Ömer bin el-Hattab'ın halifeliği sırasında ona geldim ve 'Ömer bana şöyle dedi: 'İnsanlar için çalıştığını, ancak ücretini kabul etmediğini duydum. Doğru mu?' Ben de: 'Evet.' dedim. 'Ömer: 'Bunu neden yapıyorsun?' dedi. Ben: 'Atlarım ve kölelerim var, iyi durumdayım. Çalışmamı Müslümanlara bir sadaka olarak yapmak istiyorum.' dedim. 'Ömer: 'Bunu yapma, çünkü ben de senin yapmak istediğin şeyi yapmak istemiştim. Peygamber ﷺ bana bir miktar ödeme yapardı ve ben: 'Bunu benden daha muhtaç olan birine verin.' derdim. Bir gün bana bir şey verdi ve ben: 'Bunu benden daha muhtaç olan birine verin.' dedim. Peygamber ﷺ: 'Al, sakla ve sadaka olarak ver.' dedi. 'Bu zenginlik, ummadığın veya istemediğin bir şekilde sana gelirse, kabul et, ama eğer gelmezse, umma.'\""
    },
    {
      "id": 20,
      "narrator": "Rabee'ah bin Darraj narrated that 'Ali bin Abi Talib prayed two naft rak'ahs after ‘Asr on the road to Makkah, and 'Umar saw him and got angry with him, then he said:",
      "text": "Rabee'ah bin Darraj rivayet etti ki, 'Ali bin Ebu Talib, Mekk'e giden yolda 'Asr'dan sonra iki nafile rek'at namaz kıldı ve 'Ömer onu gördü ve ona kızdı, sonra şöyle dedi: 'Vallahi, Allah'ın Elçisi ﷺ'nin bunu yasakladığından eminim.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from a man of Quraish from Banu Sahm, that a man among them who was called Majidah said:",
      "text": "Kureyş'ten Banu Sahm'den bir adamdan rivayet edildiğine göre, aralarında Majidah adında biri, bir köleyle kavga etti ve köle onun kulağını ısırıp bir parça kopardı ya da o köleye ısırıp bir parça kopardı. Abu Bekir Hac için bize geldiğinde, davamız ona intikal etti ve o: 'Onları 'Ömer bin el-Hattab'a götürün, eğer yarayı yapan ergenlik çağına ulaşmışsa, intikam alınsın.' dedi. 'Ömer'e getirildiğimizde, bizi inceledi ve: 'Evet, bu kişi intikam alınacak yaşa ulaşmış.' dedi. 'Bana bir hacamatçı çağırın.' dedi. Hacamatçıyı anınca: 'Allah'ın Elçisi ﷺ'yi şöyle derken duydum: 'Ben bir köleyi teyzeme verdim ve umarım Allah onu onun için bereketlendirir, ona hacamatçı, kasap veya altıncı olmasını yasakladım.'\""
    },
    {
      "id": 22,
      "narrator": "It was narrated that Abu Sa'eed said:",
      "text": "Abu Sa'eed'in rivayetine göre, 'Ömer halka hitap etti ve şöyle dedi: 'Allah, yüce ve azizdir, neyi dilerse, onu Peygamberine ﷺ vermiştir ve Allah'ın Elçisi ﷺ vefat etti, bu yüzden Hac ve Umre'yi Allah'ın emrettiği gibi tamamlayın ve bu kadınların iffetini koruyun.'\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from Ibn 'Umar, that 'Umar bin al-Khattab رضي الله عنه said:",
      "text": "İbn 'Umar'dan rivayet edildiğine göre, 'Ömer bin el-Hattab رضي الله عنه şöyle dedi: 'Allah'ın Elçisi ﷺ'ye soruldu: 'Bir adam cünüpken uyuyabilir mi?' O: 'Evet, eğer abdest alırsa.' dedi.\""
    },
    {
      "id": 24,
      "narrator": "It was narrated from Rabee'ah bin Darraj, that 'Ali رضي الله عنه prayed two rakʼahs after ‘Asr, and ‘Umar got angry with him and said:",
      "text": "Rabee'ah bin Darraj'dan rivayet edildiğine göre, 'Ali رضي الله عنه 'Asr'dan sonra iki rek'at namaz kıldı ve 'Ömer ona kızdı ve: 'Allah'ın Elçisi ﷺ'nin bunu yasakladığını bilmiyor musun?' dedi.\""
    },
    {
      "id": 25,
      "narrator": "Shuraih bin 'Ubaid narrated that 'Umar bin al-Khattab .رضي الله عنه said:",
      "text": "Şuraih bin 'Ubaid rivayet etti ki, 'Ömer bin el-Hattab رضي الله عنه şöyle dedi: 'Ben Müslüman olmadan önce Allah'ın Elçisi ﷺ'yi aramak için dışarı çıktım ve onun benden önce mescide ulaştığını gördüm. Onun arkasında durdum ve o, Haqqah Suresi'ni okumaya başladı ve Kur'an'ın nasıl düzenlendiğine hayran kaldım. 'Vallahi, bu adam Kureyş'in dediği gibi bir şairdir.' dedim. Sonra o: 'Bu, gerçekten de onurlu bir Elçi'nin sözüdür.' dedi. O zaman İslam'a karşı büyük bir çekim hissettim.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated from Shuraih bin 'Ubaid and Rashid bin Saʼd and others that when ‘Umar bin al-Khattab reached Sargh, he was told that there was a widespread plague in Syria. He said:",
      "text": "Şuraih bin 'Ubaid ve Raşid bin Sa'd ve diğerlerinden rivayet edildiğine göre, 'Ömer bin el-Hattab Sargh'a ulaştığında, ona Suriye'de yaygın bir veba olduğu söylendi. O: 'Suriye'de şiddetli bir veba olduğunu duydum.' dedi. 'Eğer benim zamanım gelirse ve Ebu Ubeyde bin el-Cerrah hala hayatta olursa, onu halefim olarak tayin ediyorum. Ve eğer Allah bana neden onu halefim olarak tayin ettiğimi sorarsa, ona: 'Senin Elçin ﷺ şöyle dedi: 'Her Peygamberin bir yakın dostu vardır ve benim yakın dostum Ebu Ubeyde bin el-Cerrah'tır.' diyeceğim.' İnsanlar buna itiraz etti ve: 'Kureyş'in önde gelen şahsiyetleri ne olacak?' dediler, yani Banu Fihr. O da: 'Eğer benim zamanım gelirse ve Ebu Ubeyde vefat ederse, Muaz bin Cebel'i halefim olarak tayin ediyorum ve eğer Rabbim, yüce ve aziz olan, bana neden onu halefim olarak tayin ettiğimi sorarsa, ona: 'Senin Elçin şöyle dedi: 'O, Kıyamet Günü'nde âlimlerin lideri olarak toplanacaktır.' diyeceğim.'\""
    },
    {
      "id": 27,
      "narrator": "It was narrated from Sa'eed bin al-Musayyab that 'Umar bin al-Khattab said:",
      "text": "Sa'eed bin el-Musayyab'dan rivayet edildiğine göre, 'Ömer bin el-Hattab şöyle dedi: 'Peygamber ﷺ'in eşi Ümmü Selime'nin kardeşine bir oğul doğdu ve ona el-Valid adını verdiler. Peygamber ﷺ: 'Siz onu firavunun adıyla çağırdınız, çünkü bu ümmetten el-Valid adında bir adam çıkacak ve o, kendi kavmine firavundan daha kötü olacak.' dedi.\""
    },
    {
      "id": 28,
      "narrator": "It was narrated that Ibn ‘Abbas said:",
      "text": "İbn 'Abbas'ın rivayetine göre, aralarında 'Ömer'in de bulunduğu bazı iyi karakterli adamlar benim önümde şahitlik etti ve benim gözümde en iyisi 'Ömer'dir; Allah'ın Elçisi ﷺ şöyle derdi: 'Güneş batmadan önce 'Asr namazından sonra namaz yoktur ve güneş doğmadan önce Fajr namazından sonra namaz yoktur.'\""
    },
    {
      "id": 29,
      "narrator": "It was narrated from al-Harith bin Mu'awiyah al-Kindi, that he travelled to meet ‘Umar bin al-Khattab and ask him about three things. He came to Madinah and ‘Umar asked him:",
      "text": "el-Harith bin Mu'awiyah el-Kindi'den rivayet edildiğine göre, 'Ömer bin el-Hattab ile üç şey sormak için seyahat etti. Medine'ye geldiğinde, 'Ömer ona: 'Seni buraya getiren nedir?' dedi. O da: 'Üç şey sormak için geldim.' dedi. 'Ömer: 'Nedir onlar?' dedi. O: 'Bir kadınla kapalı bir alanda olabiliriz ve namaz vakti gelir, ama eğer ikimiz de namaz kılarsak, o benim yanımda duracak, eğer arkamda namaz kılarsa, dışarı çıkmak zorunda kalacak.' 'Ömer: 'Seninle onun arasında bir örtü koy, eğer istersen onunla birlikte namaz kılmasına izin ver.' dedi. (Ve ben 'Asr'dan sonraki iki rek'at hakkında sordum ve o: 'Allah'ın Elçisi ﷺ bana bunları yapmamayı söyledi.' dedi. 'Ve ben hikayeler (vaaz için) hakkında sordum, çünkü bana hikayeler anlatmamı istediler. O: 'İstediğin her şey.' dedi. Sanki ona bunu yapmaması gerektiğini söylemek istemiyordu. O: 'Ben sadece senin söylediklerini takip etmek istiyorum.' dedim. O: 'Eğer onlara hikayeler anlatırsan, kendini onlardan daha iyi sanırsın, sonra onlara hikayeler anlatırsın ve kendini onlardan daha iyi sanırsın, ta ki kendini onların yanında Pleyadlar kadar yüksekte hayal edene kadar, sonra Allah seni Kıyamet Günü'nde onların ayaklarının altına bu kadar alçaltacaktır.'\""
    },
    {
      "id": 30,
      "narrator": "Abdullah bin 'Umar narrated that 'Umar bin al-Khattab said:",
      "text": "Abdullah bin 'Umar rivayet etti ki, 'Ömer bin el-Hattab şöyle dedi: 'Allah'ın Elçisi ﷺ'yi şöyle derken duydum: 'Allah, yüce ve azizdir, babalarınıza yemin etmenizi yasaklar.' 'Ömer: 'Vallahi, Allah'ın Elçisi ﷺ'yi bunu yasakladığını duyduğumdan beri onlara yemin etmedim ve böyle sözler sarf etmedim, ister yemin ederken ister başkalarının yemin ettiğini tarif ederken.'"
    },
    {
      "id": 31,
      "narrator": "",
      "text": "ʼUmar bin al-Khattab رضي الله عنه ve Hudhaifah bin al-Yaman رضي الله عنه'dan rivayet edilmiştir ki, Peygamber ﷺ atlar ve köleler üzerinde zekat almadı."
    },
    {
      "id": 32,
      "narrator": "It was narrated from Ibn 'Umar that 'Umar bin al-Khattab addressed us in al-Jabiyah, and said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, ʼUmar bin al-Khattab bize el-Cabiye'de hitap etti ve şöyle dedi: Allah'ın Elçisi ﷺ, benim sizin önünüzde durduğum gibi bizim önümüzde durdu ve şöyle dedi: `Sahabelerime saygı gösterin, sonra onlardan sonrakilere, sonra onlardan sonrakilere, öyle ki yalan o kadar yaygınlaşacak ki, bir adam, kendisinden istenmeden önce şehadet vermeye başlayacak. Sizden kim cennette geniş bir mekana ulaşmak istiyorsa, cemaat (Müslümanların ana topluluğu) ile birlikte olsun, çünkü Şeytan yalnız olanla beraberdir, ama iki kişiden uzaktır. Ve sizden hiç kimse bir kadınla yalnız kalmasın, çünkü Şeytan üçüncü kişi olacaktır. İyi amellerinden memnun olan ve kötü amellerinden üzülen kişi mümindir.`"
    },
    {
      "id": 33,
      "narrator": "Hakeem bin 'Umair and Damrah bin Habeeb said:",
      "text": "Hakeem bin 'Umair ve Damrah bin Habeeb dedi ki: ʼUmar bin al-Khattab şöyle dedi: Allah'ın Elçisi ﷺ'yi görmek isteyen, 'Amr bin al Aswad'ın yoluna baksın."
    },
    {
      "id": 34,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: ʼUmar şöyle dedi: Biz Allah'ın Elçisi ﷺ ile bir yolculukta idik ve bir adam dedi ki: Hayır, babam üzerine. Diğer bir adam dedi ki: “Babaların üzerine yemin etme.” Ben döndüm ve bunun Allah'ın Elçisi ﷺ olduğunu gördüm."
    },
    {
      "id": 35,
      "narrator": "Ubaidullah bin ‘Abdullah bin 'Utbah bin Mas'ood told us that Abu Hurairah said:",
      "text": "Ubaidullah bin ‘Abdullah bin 'Utbah bin Mas'ood bize, Abu Hurairah'ın şöyle dediğini aktardı: Allah'ın Elçisi ﷺ vefat ettiğinde ve Abu Bakr رضي الله عنه ondan sonra halife olduğunda, bazı Araplar dinden döndü, ʼUmar رضي الله عنه dedi ki: Ey Abu Bakr, Allah'ın Elçisi ﷺ şöyle dediği halde insanlarla nasıl savaşabilirsin: `İnsanlarla, Allah'tan başka ilah olmadığına şehadet edene kadar savaşmam emredildi. Allah'tan başka ilah olmadığına şehadet eden, malını ve canını benden korumuştur, ancak İslam hukukunun gerektirdiği durumlar dışında, onların hesabı Allah'la olacaktır.` Abu Bakr رضي الله عنه dedi: Allah'a yemin ederim ki, namaz ile zekatı ayıranla kesinlikle savaşacağım, çünkü zekat, maldan alınması gereken bir şeydir. Allah'a yemin ederim ki, bana, Allah'ın Elçisi ﷺ'ye verdikleri (zekat) bir keçiyi benden saklayanla savaşacağım. ʼUmar dedi: Allah'a yemin ederim ki, Abu Bakr'ın savaşma konusunda kalbinin açıldığını anladığım an, bunun doğru bir şey olduğunu anladım."
    },
    {
      "id": 36,
      "narrator": "It was narrated from ‘Umar bin al-Khattab that the Messenger of Allah ﷺ said:",
      "text": "ʼUmar bin al-Khattab'tan rivayet edilmiştir ki, Allah'ın Elçisi ﷺ şöyle dedi: `Güneş doğmadan önce Fajr namazından sonra ve Güneş batmadan önce 'Asr namazından sonra namaz yoktur.`"
    },
    {
      "id": 37,
      "narrator": "It was narrated from `Urwah bin Mugheeth al-Ansari, that 'Umar bin al-Khattab رضي الله عنه said:",
      "text": "`Urwah bin Mugheeth al-Ansari'den rivayet edilmiştir ki, ʼUmar bin al-Khattab رضي الله عنه şöyle dedi: Peygamber ﷺ, bir binek sahibinin, onun ön kısmında binme hakkına daha çok sahip olduğunu hükmetti."
    },
    {
      "id": 38,
      "narrator": "It was narrated that Humrah bin 'Abd Kulal said:",
      "text": "Humrah bin 'Abd Kulal'dan rivayet edilmiştir ki: ʼUmar bin al-Khattab, Suriye'ye ikinci kez seyahat etti ve ona yaklaşırken, o ve yanındakiler orada vebanın yaygın olduğunu duydu. Arkadaşları ona dediler: Geri dön ve oraya girme, çünkü (veba) oradayken girersen, oradan çıkacağını düşünmüyoruz. Bunun üzerine yola çıktı, Medine'ye geri döndü ve o gece sonunda dinlenmek için durdu. Ben ona en yakın olan kişiydim ve uyandığında ben de onunla uyandım ve onu takip ettim, onun şöyle dediğini duydum: Veba oradayken Suriye'den uzaklaştırıldım. Medine'ye gitmek ve orada yapmam gereken bazı işleri tamamlamak iyi bir fikir olur, sonra Suriye'ye gidip Homs'ta kalacağım, çünkü Allah'ın Elçisi ﷺ'yi şöyle derken duydum: “Kıyamet Günü, Allah oradan yetmiş bin kişiyi hesapsız ve azapsız diriltecektir ve onların diriliş yeri zeytin ağaçları ile al-Barth al Ahmar bahçesi arasında olacaktır (Homs yakınında).`"
    },
    {
      "id": 39,
      "narrator": "It was narrated from 'Uqbah bin ‘Amir that he went out with the Messenger of Allah ﷺ on the campaign to Tabook, and one day the Messenger of Allah ﷺ sat talking to his companions and said:",
      "text": "'Uqbah bin ‘Amir'den rivayet edilmiştir ki, o, Allah'ın Elçisi ﷺ ile Tabuk seferine çıktı ve bir gün Allah'ın Elçisi ﷺ, arkadaşlarıyla oturup konuştu ve şöyle dedi: “Güneş doğduğunda kalkıp abdest alan ve bunu güzelce yapan, sonra iki rek'at namaz kılanın günahları affedilecektir ve o, annesinin onu doğurduğu gibi olacaktır.” 'Uqbah bin 'Amir dedi ki: Ben de: Allah'a hamd olsun ki, beni bu sözleri Allah'ın Elçisi ﷺ'den işitme imkanı verdi. ʼUmar bin al-Khattab رضي الله عنه, benim önümde oturuyordu ve bana dedi: Buna mı şaşırıyorsun? Allah'ın Elçisi ﷺ, sen gelmeden önce bunun daha da şaşırtıcı bir şeyini söyledi. Ben de: O neydi, babam ve annem sana feda olsun? ʼUmar dedi: Allah'ın Elçisi ﷺ şöyle dedi: `Kim abdest alır ve bunu güzelce yaparsa, sonra gökyüzüne bakar ve “Ben şehadet ederim ki, Allah'tan başka ilah yoktur, O'nun bir ortağı yoktur ve ben şehadet ederim ki, Muhammed O'nun kulu ve elçisidir,” derse, cennetin sekiz kapısı ona açılacaktır ve dilediği kapıdan girebilir.`"
    },
    {
      "id": 40,
      "narrator": "It was narrated that al-Ash'ath bin Qais said :",
      "text": "Al-Ash'ath bin Qais'ten rivayet edilmiştir ki: ʼUmar'ı ziyaret ettim ve o, karısına vurdu. Dedi ki: Ey Ash'ath, Allah'ın Elçisi ﷺ'den öğrendiğim üç şeyi benden öğren: Bir adamdan karısına neden vurduğunu sorma, Witr namazını kılmadan uyuma - ve üçüncü şeyi unuttum."
    },
    {
      "id": 41,
      "narrator": "Abdullah bin az-Zubair said:",
      "text": "Abdullah bin az-Zubair dedi ki: ʼUmar bin al-Khattab رضي الله عنه'un hutbesinde, Allah'ın Elçisi ﷺ'yi şöyle derken duyduğunu işittim: `Bu dünyada ipek giyen, ahirette giydirilmeyecektir.`"
    },
    {
      "id": 42,
      "narrator": "It was narrated that Jabir said:",
      "text": "Jabir'den rivayet edilmiştir ki: ʼUmar bin al-Khattab رضي الله عنه bana şöyle dedi: O, Peygamber ﷺ'den işitti ki: “Bir binek, Medine sokaklarında seyahat edecek, sonra şöyle diyecek: Burada birçok mümin vardı.”"
    },
    {
      "id": 43,
      "narrator": "Al-Qasim bin Abil-Qasim as-Saba'i narrated from a preacher who was addressing the troops in al-Qustanteeniyyah, that he heard him narrate that Umar bin al-Khattab رضي الله عنه said:",
      "text": "Al-Qasim bin Abil-Qasim as-Saba'i, al-Qustanteeniyyah'da askerlere hitap eden bir vaizden rivayet etti ki, ʼUmar bin al-Khattab رضي الله عنه şöyle dedi: Ey insanlar, Allah'ın Elçisi ﷺ'yi şöyle derken duydum: `Kim Allah'a ve Ahiret Günü'ne inanıyorsa, alkolün dolaştığı bir masada oturmasın; kim Allah'a ve Ahiret Günü'ne inanıyorsa, beline sarık sarmadan hamama girmesin; ve kim (kadınlardan) Allah'a ve Ahiret Günü'ne inanıyorsa, hamamlara girmesin.`"
    },
    {
      "id": 44,
      "narrator": "It was narrated from 'Uthman bin ‘Abdullah, i.e. Ibn Suraqah, that Umar bin al-Khattab  رضي الله عنه said:",
      "text": "'Uthman bin ‘Abdullah, yani İbn Suraqah'tan rivayet edilmiştir ki, ʼUmar bin al-Khattab رضي الله عنه şöyle dedi: Allah'ın Elçisi ﷺ'yi şöyle derken işittim: “Bir savaşçının (mücahid) başını gölgelendiren, Kıyamet Günü Allah tarafından gölgelenecektir; bir savaşçıyı ihtiyaç duyduğu her şeyle donatan, onun ölünceye kadar (Yunus dedi ki: ya da döndüğünde) ona eşit bir sevap alacaktır; Allah'ın adı anıldığında, O yüce olsun, bir cami inşa edenin, Allah, ona cennette bir ev inşa edecektir.`"
    },
    {
      "id": 45,
      "narrator": "Salman bin Rabee'ah said. I heard ‘Umar say:",
      "text": "Salman bin Rabee'ah dedi ki: ʼUmar'ın şöyle dediğini işittim: Allah'ın Elçisi ﷺ bir ganimet paylaştırdı ve ben dedim: Ey Allah'ın Elçisi, başkaları bundan daha fazla hak sahibidir: ahlus-suffah. Allah'ın Elçisi ﷺ şöyle dedi: `Beni, ya ısrarla istemeniz için tercih ettiğiniz ya da beni cimri olarak görmeniz için tercih ettiğiniz bir duruma sokuyorsunuz ve ben cimri değilim.`"
    },
    {
      "id": 46,
      "narrator": "It was narrated that ʼUmar bin al-Khattab said:",
      "text": "ʼUmar bin al-Khattab'dan rivayet edilmiştir: Allah'ın Elçisi ﷺ'yi küçük bir necasetten sonra abdest alırken ve mestlerin üzerine meshetmesini gördüm."
    },
    {
      "id": 47,
      "narrator": "It was narrated from Abu Rafi’ that Umar bin al-Khattab was leaning on Ibn ‘Abbas, and Ibn 'Umar and Sa'eed bin Zaid were with him. He said:",
      "text": "Abu Rafi’ten rivayet edilmiştir ki, ʼUmar bin al-Khattab, İbn ‘Abbas'a yaslanmıştı ve İbn 'Umar ile Sa'eed bin Zaid de onun yanındaydılar. Dedi ki: Bilin ki ben kalalah hakkında hiçbir şey söylemedim ve kimseyi halefim olarak tayin etmedim. Ölümüm anında mevcut olan Arap esirleri, Allah'ın malı olmalarına rağmen serbest bırakılmalıdır. Sa'eed bin Zaid dedi: Neden Müslümanlar arasında bir adam önermezsin ki, insanlar senin tavsiyeni takip edebilsin? Abu Bekir bunu yaptı ve insanlar onun tavsiyesini takip etti ve ona güvendi. ʼUmar dedi: Aşırı bir açgözlülük ve hırs fark ettim, bu meseleyi, Allah'ın Elçisi ﷺ'nin vefatında memnun kaldığı bu altı kişiye bırakacağım. Sonra ʼUmar dedi: Eğer bu iki adamdan biri hayatta olsaydı, bu meseleyi ona havale eder ve ona güvenir idim: Salim, Abu Hudhaifah'ın azatlı kölesi ve Abu 'Ubaidah bin al-Jarrah."
    },
    {
      "id": 48,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki: Bazı salih kimseler, aralarında ʼUmar'ın da bulunduğu, benim bulunduğum sırada, Allah'ın Elçisi ﷺ'nin şöyle dediğini tasdik ettiler: `Güneş doğmadan önce Fajr'dan sonra ve güneş batmadan önce 'Asr'dan sonra namaz yoktur.`"
    },
    {
      "id": 49,
      "narrator": "It was narrated from Ibn 'Abbas that 'Umar bin al-Khattab رضي الله عنه  held onto the corner of the Ka'bah and said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, ʼUmar bin al-Khattab رضي الله عنه Kâbe'nin köşesine tutunarak dedi ki: Ben biliyorum ki sen sadece bir taşsın; eğer sevgilimin seni öptüğünü veya sana dokunduğunu görmemiş olsaydım, seni ne öperdim ne de dokunurdum. “Şüphesiz ki Allah'ın Elçisi (Muhammed ﷺ) sizin için güzel bir örnektir” (Ahzab 33:21)."
    },
    {
      "id": 50,
      "narrator": "Ammar bin Abi ‘Ammar told us that 'Umar bin al-Khattab  رضي الله عنه said:",
      "text": "Ammar bin Abi ‘Ammar bize, ʼUmar bin al-Khattab رضي الله عنه'nın şöyle dediğini aktardı: Allah'ın Elçisi ﷺ bir adamın elinde altın bir yüzük gördü ve dedi ki: “Bunu at.” Adam onu attı ve demir bir yüzük aldı. O da dedi: `Bu daha da kötü.` Sonra gümüş bir yüzük aldı, ama o hakkında hiçbir şey söylemedi."
    },
    {
      "id": 51,
      "narrator": "It was narrated from Zirr that 'Abdullah said:",
      "text": "Zirr'den rivayet edilmiştir ki, 'Abdullah dedi: Allah'ın Elçisi ﷺ vefat ettiğinde, Ensar dedi ki: Bizden bir lider ve sizden bir lider. ʼUmar onlara gitti ve dedi: Ey Ensar, Allah'ın Elçisi ﷺ'nin Abu Bekir'i insanlara namaz kıldırması için tayin ettiğini bilmiyor musunuz? İçinizden kim Abu Bekir'den önce gelmeyi ister? Ensar dedi: Biz, Abu Bekir'den önce gelmekten Allah'a sığınırız."
    },
    {
      "id": 52,
      "narrator": "It was narrated from Jabir that 'Umar bin al-Khattab رضي الله عنه told him that he saw a man doing wudoo’ for prayer, and he missed an area the size of a fingernail on the top of his foot. The Prophet ﷺ saw him and said:",
      "text": "Jabir'den rivayet edilmiştir ki, ʼUmar bin al-Khattab رضي الله عنه ona, bir adamın namaz için abdest aldığını ve ayağının üst kısmında tırnak büyüklüğünde bir alanı ıskaladığını gördüğünü söyledi. Peygamber ﷺ onu gördü ve dedi: `Geri dön ve abdestini düzgün al.` Adam geri döndü ve abdest aldı, sonra namaz kıldı."
    },
    {
      "id": 53,
      "narrator": "It was narrated from Farrookh the freed slave of 'Uthman that 'Umar - who at that time was the caliph - went out to the mosque and saw some food that had been put out. He said:",
      "text": "Uthman'ın azatlı kölesi Farrookh'tan rivayet edilmiştir ki, o zaman halife olan ʼUmar camiye çıktı ve dışarıda konmuş bazı yiyecekler gördü. Dedi ki: Bu yiyecek nedir? Onlar: Bize getirilen yiyecek, dediler. O da: Allah bunu ve getiren kişiyi bereketlendirsin, dedi. Denildi ki: Ey Müminlerin Emiri, bu biriktirilmiştir. O da: Kim biriktirdi? Dediler: Uthman'ın azatlı kölesi Farrookh ve ʼUmar'ın azatlı kölesi. Onları çağırdı ve dedi: Müslümanların yiyeceğini neden biriktirdiniz? Onlar: Ey Müminlerin Emiri, bunu kendi malımızla alıyoruz ve satıyoruz, dediler. ʼUmar dedi: Allah'ın Elçisi ﷺ'nin şöyle dediğini duydum: “Kim Müslümanların yiyeceğini biriktirirse, Allah onu iflas veya cüzam ile cezalandırır.” Bunun üzerine Farrookh dedi: Ey Müminlerin Emiri, Allah'a ve size söz veriyorum ki bir daha yiyecek biriktirmeyeceğim. ʼUmar'ın azatlı kölesi ise: Biz bunu kendi malımızla alıyoruz ve satıyoruz, dedi. Abu Yahya dedi ki: ʼUmar'ın azatlı kölesini cüzamlı olarak gördüm."
    },
    {
      "id": 54,
      "narrator": "Abdullah bin 'Umar said:",
      "text": "Abdullah bin 'Umar dedi ki: ʼUmar'ın şöyle dediğini duydum: Peygamber ﷺ bana şeyler verirdi ve ben derdim ki: Bunu benden daha çok ihtiyaç duyan birine ver. Sonra bir gün bana bir miktar mal verdi ve ben dedim: Bunu benden daha çok ihtiyaç duyan birine ver. Peygamber ﷺ dedi: `Al ve sakla ya da sadaka ver. Bu maldan sana ulaşan, ummadığın veya istemediğin bir şeyse al, aksi takdirde ona karşı iştahlanma.`"
    },
    {
      "id": 55,
      "narrator": "it was narrated that Umar bin al-Khattab said:",
      "text": "Salim'den rivayet edilmiştir ki, babası dedi: ʼUmar'ın şöyle dediğini duydum: Allah'ın Elçisi ﷺ bana şeyler verirdi... ve benzer bir hadis zikretti."
    },
    {
      "id": 56,
      "narrator": "It was narrated that Abul Aswad said:",
      "text": "ʼUmar bin al-Khattab dedi ki: Bir gün keyfim yerindeydi ve oruçlu iken (eşimi) öptüm. Peygamber ﷺ'ye geldim ve dedim: Ciddi bir şey yaptım. Oruçlu iken (eşimi) öptüm. Allah'ın Elçisi ﷺ dedi ki: “Oruçlu iken ağzını su ile çalkalamanın ne zararı var?” Dedim: Bununla ilgili bir sakınca yok. Allah'ın Elçisi ﷺ dedi: “O halde neden (endişeleniyorsun)?”"
    },
    {
      "id": 57,
      "narrator": "It was narrated that ‘Umar said:",
      "text": "Abul Aswad'dan rivayet edilmiştir ki: Medine'ye geldim ve orada hastalıkların yayıldığını ve ölümlerin çok olduğunu gördüm. ʼUmar bin al-Khattab ile oturdum ve bir cenaze geçti. İnsanlar merhum hakkında güzel şeyler söylediler ve ʼUmar dedi: Bu garantidir. Sonra başka bir cenaze geçti ve insanlar merhum hakkında güzel şeyler söylediler ve ʼUmar dedi: Bu garantidir. Sonra üçüncü bir cenaze geçti ve insanlar merhum hakkında kötü şeyler söylediler ve ʼUmar dedi: Bu garantidir. Abul-Aswad dedi: Garantisi nedir, ey Müminlerin Emiri? O da: Ben Allah'ın Elçisi ﷺ'nin şöyle dediğini söylüyorum: `Dört kişinin şahitlik ettiği her Müslüman, Allah onu cennete alacaktır.` Biz dedik: Üç kişi? O da: `Ve üç.` Biz dedik: İki kişi? O da: `Ve iki.` Sonra bir kişi hakkında sormadık."
    },
    {
      "id": 58,
      "narrator": "Al-Ghadban bin Hanzalah said that His Father Hanzalah bin Nu'aim came in a delegation to 'Umar, and when a member of the delegation passed by him, Umar would ask him where he was from. Then my father passed by him and asked him:",
      "text": "ʼUmar dedi ki: Ramazan ayında Allah'ın Elçisi ﷺ ile bir sefere çıktık ve fetih Ramazan ayında gerçekleşti, ve her iki durumda da orucumuzu açtık."
    },
    {
      "id": 59,
      "narrator": "It was narrated from ‘Umar bin al-Khattab رضي الله عنه  that he said:",
      "text": "Al-Ghadban bin Hanzalah, babası Hanzalah bin Nu'aim'in ʼUmar'a bir heyetle geldiğini söyledi. Heyetten bir üye yanından geçerken ʼUmar ona nereden geldiğini sorardı. Sonra babam yanından geçti ve ona: Nereden geliyorsun? Dedi ki: 'Anazah'dan. O da: Allah'ın Elçisi ﷺ'ni duydum: `Oradan bir kabile zulme uğrayacak ama galip gelecekler.`"
    },
    {
      "id": 60,
      "narrator": "It was narrated from Umar bin al Khattab رضي الله عنه  that the Messenger of Allah ﷺ said:",
      "text": "ʼUmar bin al-Khattab رضي الله عنه'dan rivayet edilmiştir ki, o şöyle dedi: Ramazan ayında Allah'ın Elçisi ﷺ ile iki sefere çıktık, Bedir günü ve (Mekke'nin) fethi günü, ve her iki durumda da orucumuzu açtık."
    },
    {
      "id": 61,
      "narrator": "It was narrated from Salim bin 'Abdullah that he was with Maslamah bin 'Abdul-­Malik in the land of the Byzantines, and they found some stolen booty with a man's goods. He asked Salim bin ‘Abdullah and he said:",
      "text": "Salim bin Abdullah'dan rivayet edilmiştir ki, o, Maslamah bin Abdul-Malik ile Bizans topraklarında bulunuyordu ve bir adamın eşyaları arasında çalınmış bir ganimet buldular. Salim bin Abdullah'a sordu ve o da: \"Abdullah bin Umar bana Umar'dan aktardı ki, Allah'ın Elçisi ﷺ şöyle buyurdu: 'Eğer bir adamın yanında çalınmış bir ganimet bulursanız, onu yakın - ve sanırım şöyle dedi: ve onu dövün.' Bunun üzerine adamın eşyalarını pazara çıkardı ve eşyaları arasında bir Mushaf buldu. Salim'e sordu, o da: 'Sat, ve fiyatını sadaka olarak ver' dedi."
    },
    {
      "id": 62,
      "narrator": "It was narrated from ‘Umar that the Prophet ﷺ used to seek refuge with Allah from five things:",
      "text": "---"
    },
    {
      "id": 63,
      "narrator": "Faddalah bin 'Ubaid said:",
      "text": "Umar'dan rivayet edilmiştir ki, Peygamber ﷺ beş şeyden Allah'a sığınırdı: cimrilikten, korkaklıktan, kalp belalarından (kin, kıskançlık, kötü tutum ve kötü inançlar), kabir azabından ve ihtiyarlıktan."
    },
    {
      "id": 64,
      "narrator": "It was narrated from Umar that the Messenger of Allah ﷺ said:",
      "text": "---"
    },
    {
      "id": 65,
      "narrator": "Umar bin Al Khattab  رضي الله عنه  said:",
      "text": "Faddalah bin Ubaid dedi ki: Umar bin al-Khattab'ın, Allah'ın Elçisi ﷺ'yi şöyle derken duyduğunu işittim: 'Şehitler üçtür; bir adam ki, iman eder ve iyi bir niyetle düşmanla karşılaşır ve Allah'a samimiyet gösterir, ta ki öldürülene kadar - işte o, Kıyamet Günü insanların başlarını kaldıracağı kişidir' - ve Allah'ın Elçisi ﷺ başını kaldırdı, ta ki şapka ya da Umar'ın şapkası düşene kadar -; 've bir adam ki, o da inanan ve iyi niyetli birisidir, düşmanla karşılaşır ve sanki sırtı akasya dikenleriyle dövülmüş gibidir, sonra bir sapıtmış ok gelir ve onu öldürür - o, ikinci derecede olacaktır; ve bir adam ki, o da inanan ve iyi niyetli birisidir, ama iyi ve kötü amelleri karıştırır, düşmanla karşılaşır ve Allah'a samimiyet gösterir ta ki öldürülene kadar - o, üçüncü derecede olacaktır.'"
    },
    {
      "id": 66,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 67,
      "narrator": "Fadalah bin 'Ubaid said:",
      "text": "Umar'dan rivayet edilmiştir ki, Allah'ın Elçisi ﷺ şöyle buyurdu: 'Bir baba, oğlunun öldürülmesi için intikam cezası olarak öldürülmez.' Ve Allah'ın Elçisi ﷺ şöyle dedi: 'Sadakat (wala - özgür kölenin sadakati) miras alınır, aynı zamanda malı da miras alınır.'"
    },
    {
      "id": 68,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 69,
      "narrator": "It was narrated from Jabir that Umar bin al-Khattab  رضي الله عنه told him that he heard the Messenger of Allah ﷺ say:",
      "text": "Umar bin Al Khattab رضي الله عنه dedi ki: Ben, Allah'ın Elçisi ﷺ'yi şöyle derken duydum: 'Bir baba, oğlunun öldürülmesi için intikam cezası olarak öldürülmez.'"
    },
    {
      "id": 70,
      "narrator": "It was narrated from Jabir that 'Umar bin al-Khattab  رضي الله عنه told him that the Messenger of Allah ﷺ saw a man doing wudoo' to pray Zuhr, and he missed a spot the size of a toenail. The Messenger of Allah ﷺ saw him and said:",
      "text": "---"
    },
    {
      "id": 71,
      "narrator": "It was narrated from Umar that the Messenger of Allah ﷺ said:",
      "text": "Umar bin al-Khattab رضي الله عنه'dan rivayet edilmiştir ki, o şöyle dedi: Ben, Allah'ın Elçisi ﷺ'yi abdest alırken gördüm, her bir uzvunu bir kez yıkıyordu."
    },
    {
      "id": 72,
      "narrator": "It was narrated that Ibn 'Abbas said:",
      "text": "---"
    },
    {
      "id": 73,
      "narrator": "It was narrated from Ibn 'Abbas That 'Umar bin al-Khattab delivered a speech- on one ocassion, Hushaim said:",
      "text": "Fadalah bin Ubaid dedi ki: Umar bin al-Khattab رضي الله عنه'ın, Allah'ın Elçisi ﷺ'yi şöyle derken duyduğunu işittim: 'Şehitler dördündür: bir adam ki, iman eder ve iyi bir niyetle düşmanla karşılaşır ve Allah'a samimiyet gösterir ta ki öldürülene kadar - işte o, insanların bakacağı kişidir' - ve başını kaldırdı, ta ki Allah'ın Elçisi ﷺ'nin şapkası ya da Umar'ın şapkası düşene kadar. 'İkincisi, bir adam ki, o da inanan ve iyi niyetli birisidir, düşmanla karşılaşır ve sanki sırtı akasya dikenleriyle dövülmüş gibidir, sonra bir sapıtmış ok gelir ve onu öldürür - o, ikinci derecede olacaktır. Üçüncüsü, bir adam ki, o da inanan, ama iyi ve kötü amelleri karıştırır, düşmanla karşılaşır ve Allah'a samimiyet gösterir ta ki öldürülene kadar - o, üçüncü derecede olacaktır. Dördüncüsü, kendisine büyük günahlar işleyerek karşı koyan bir inanan adamdır, düşmanla karşılaşır ve Allah'a samimiyet gösterir ta ki öldürülene kadar - o, dördüncü derecede olacaktır.'"
    },
    {
      "id": 74,
      "narrator": "It was narrated that Anas said:",
      "text": "---"
    },
    {
      "id": 75,
      "narrator": "It was narrated from al Miswar bin Makhramah that 'Umar bin al Khattab said:",
      "text": "Umar bin al-Khattab رضي الله عنه'dan rivayet edilmiştir ki, o, Tabuk yılında abdest aldığını, her bir uzvunu bir kez yıkadığını söyledi."
    },
    {
      "id": 76,
      "narrator": "It was narrated that ʼUmar said:",
      "text": "ʼUmar'ın şöyle dediği rivayet edilmiştir: Allah'ın Elçisi ﷺ'yi açlık acısı çekerken ve karnını doyuracak kadar kalitesiz hurma bulamadan gördüm."
    },
    {
      "id": 77,
      "narrator": "It was narrated that Anas said, 'Umar said:",
      "text": "Anas'ın rivayet ettiğine göre, ʼUmar şöyle dedi: Rabbimle, yüce ve azizdir, üç konuda anlaştım - ya da Rabbim benimle üç konuda anlaştı. Dedim ki: Ey Allah'ın Elçisi, neden İbrahim'in Maqarn'ını bir ibadet yeri olarak almıyorsun? Bunun üzerine Allah, “İbrahim'in (Abraham) Maqamını (yani Kâbe'yi inşa ederken üzerinde durduğu taş) bir ibadet yeri edinin” (Bakara 2:125) ayetini indirdi. Ve dedim ki: Ey Allah'ın Elçisi, neden Müminlerin Anneleri'ne hijabı emretmiyorsun, zira hem salih insanlar hem de kötü kimseler sana geliyor? O zaman hijab ayeti indirildi. Müminlerin Anneleri hakkında bir şeyler duydum, onlarla konuştum ve onlara dedim ki: Allah'ın Elçisi ﷺ'yi rahatsız etmeyi bırakmalısınız, yoksa Allah sizi, sizden daha iyi ve Müslüman olan eşlerle değiştirecektir. Sonra Müminlerin Anneleri'nden birine geldim ve o şöyle dedi: Ey ʼUmar, Allah'ın Elçisi ﷺ eşlerine nasihat edemiyor mu ki sen gelip onları nasihat ediyorsun? Ben de durdum, sonra Allah, yüce ve azizdir, “Eğer sizi boşarsa, Rabbi onun yerine sizden daha iyi Müslüman, inanan, Allah'a itaat eden eşler verebilir.” (at-Tahrim 66:5) ayetini indirdi."
    },
    {
      "id": 78,
      "narrator": "Ibn 'Abbas said:",
      "text": "İbn Abbas şöyle dedi: ʼUmar bin al-Khattab رضي الله عنه'un şöyle dediğini duydum: Allah'ın Elçisi ﷺ'yi al-Aqeeq'te şöyle derken duydum: “Geçen gece Rabbimden bana birisi geldi ve dedi ki: Bu mübarek vadide namaz kıl ve de ki, 'Hac ile umreyi niyet ediyorum.'” Al-Waleed dedi ki: yani, Dhul-Hulaifah'ta."
    },
    {
      "id": 79,
      "narrator": "Malik bin 'Aws bin al-Hadathan heard 'Umar bin al Khattab رضي الله عنه say:",
      "text": "Malik bin 'Aws bin al-Hadathan, ʼUmar bin al-Khattab رضي الله عنه'un şöyle dediğini duydu: Allah'ın Elçisi ﷺ şöyle dedi - ve bir keresinde Sufyan şöyle dedi: Allah'ın Elçisi ﷺ'yi şöyle derken duydum - “Altın, gümüş için riba'dır, eğer yerinde takas edilmezse [yani 'şu şu için bu bu']; buğday, buğday için riba'dır, eğer yerinde takas edilmezse; arpa, arpa için riba'dır, eğer yerinde takas edilmezse; hurma, hurma için riba'dır, eğer yerinde takas edilmezse.”"
    },
    {
      "id": 80,
      "narrator": "Abu ‘Ubaid said:",
      "text": "Ebu ‘Ubaid şöyle dedi: ʼUmar ile birlikte Eid'de bulundum ve o hutbeden önce namaza başladı. Dedi ki: Allah'ın Elçisi ﷺ bu iki günde oruç tutmayı yasakladı. Fıtır günü, orucunuzu açtığınız gündür ve Kurban günü, kurbanlarınızın etini yiyin."
    },
    {
      "id": 81,
      "narrator": "It was narrated that 'Umar said:",
      "text": "ʼUmar'ın şöyle dediği rivayet edilmiştir: Allah'ın Elçisi ﷺ şöyle dedi: “Beni Hristiyanların İsa bin Meryem عليه السلام gibi övmeyin. Ben sadece bir kulum, o yüzden 'Onun kulu ve Elçisi' deyin.”"
    },
    {
      "id": 82,
      "narrator": "It was narrated from Ibn 'Umar, from ʼUmar رضي الله عنه  that he asked the Prophet ﷺ:",
      "text": "İbn 'Umar'dan, ʼUmar رضي الله عنه'dan rivayet edilmiştir ki, o Peygamber ﷺ'ye sordu: Bizden biri cünüpken uyuyabilir mi? O şöyle dedi: “İstediği takdirde abdest alıp uyuyabilir.” Bir keresinde Sufyan şöyle dedi: “Abdest alsın ve uyusun.”"
    },
    {
      "id": 83,
      "narrator": "It was narrated from Zaid bin Aslarn, from his father that ‘Umar gave a horse (to a man for jihad) for the sake of Allah, then he saw it or one of its foals being offered for sale, and he wanted to buy it. He asked the \n\nProphet ﷺ about it and he said:",
      "text": "Zaid bin Aslam'dan, babasından rivayet edilmiştir ki, ʼUmar bir adam için Allah yolunda (cihad için) bir ata verdi, sonra onu ya da yavrularından birini satışta gördü ve onu satın almak istedi. Peygamber ﷺ'ye bunu sordu ve o şöyle dedi: “Bunu bırak, onun (sevabı) sana gelecek ya da hepsinin (yani hepsinin sevabını) alacaksın.” Bir keresinde o şöyle dedi: “Ona (satın almasını) söylemedi ve şöyle dedi: 'Bunu alma ve sadakanı geri alma.'”"
    },
    {
      "id": 84,
      "narrator": "It was narrated from 'Umar رضي الله عنه , conveyed from the Prophet ﷺ ­on one occasion, Sufyan said:",
      "text": "ʼUmar رضي الله عنه'dan rivayet edilmiştir ki, Peygamber ﷺ şöyle dedi: “Hac'ı umre ile, umreyi de hac ile takip edin, çünkü bunu yapmak yoksulluğu ve günahı, üfleme aletinin pisliğini giderdiği gibi giderir.”"
    },
    {
      "id": 85,
      "narrator": "Umar said:",
      "text": "ʼUmar şöyle dedi: Allah'ın Elçisi ﷺ'yi şöyle derken duydum: “Ameller niyetlere göredir ve her insan sadece niyet ettiği şeyle mükafatlandırılır. Eğer bir adamın hicreti Allah rızası içinse, hicreti de onun için olur; ama eğer hicreti bir dünya menfaati ya da bir kadını almak içinse, hicreti de onun için olur.”"
    },
    {
      "id": 86,
      "narrator": "It was narrated that Abu Wa'il said:",
      "text": "Ebu Wa'il şöyle dedi: as-Subayy bin Ma'bad dedi ki: Ben bir Hristiyan adamdım ve Müslüman oldum, hem Hac hem de umre için ihrama girdim. Zaid bin Soohan ve Salman bin Rabee'ah beni ihrama girerken duydular ve dediler ki: O, kendi halkının devesinden daha sapkındır. Bu sözleri beni çok yaraladı, bu yüzden ʼUmar'a gittim ve ona söyledim. O onlara döndü ve onları eleştirdi, sonra bana döndü ve şöyle dedi: Sen, Peygamberin ﷺ sünnetine hidayet oldun, sen Peygamberin ﷺ sünnetine hidayet oldun."
    },
    {
      "id": 87,
      "narrator": "It was narrated from Ibn 'Abbas:",
      "text": "İbn Abbas'tan rivayet edilmiştir: ʼUmar'a söylendi - ve bir keresinde şöyle dedi: ʼUmar, Samurah'nın alkol sattığını duydu ve şöyle dedi: Allah Samurah'ı helak etsin. Allah'ın Elçisi ﷺ şöyle dedi: “Allah, Yahudileri lanetlesin, onlara hayvan yağını yasakladı, böylece onu işleyip sattılar.”"
    },
    {
      "id": 88,
      "narrator": "!t was narrated that 'Umar bin al-Khattab رضي الله عنه said:",
      "text": "ʼUmar bin al-Khattab رضي الله عنه'un şöyle dediği rivayet edilmiştir: Banu an-Nadeer'in malı, Allah'ın Elçisi ﷺ'ye bahşettiği fai' malıdır, bunun için Müslümanlar ne süvari ne de deveyle bir sefer düzenlemişlerdir (bkz. Haşr 59:6). Bu sadece Allah'ın Elçisi ﷺ içindi ve o, ailesinin yıllık masraflarından harcıyordu - bir keresinde yıllık gıda ihtiyacı - ve geriye kalanını da Allah yolunda cihad için atlar ve silahlar almakta harcıyordu, yüce ve azizdir."
    },
    {
      "id": 89,
      "narrator": "It was narrated that Malik bin Aws said:",
      "text": "Malik bin Aws'tan rivayet edilmiştir: ʼUmar'ın Abdur-Rahman bin 'Awf, Talhah, az-Zubair ve Sa'd'a şöyle dediğini duydum: Sizi, gökleri ve yeri ayakta tutan Allah'a yemin ederim ki, Allah'ın Elçisi ﷺ şöyle dedi: “Bizim (Peygamberlerin) malımız miras alınmaz ve geride bıraktığımız her şey sadakadır.” Onlar da: “Allah'a yemin ederim ki, evet,” dediler."
    },
    {
      "id": 90,
      "narrator": "It was narrated from ‘Umar bin al Khattab رضي الله عنه  that the Messenger of Allah ﷺ said:",
      "text": "ʼUmar bin al-Khattab رضي الله عنه'dan rivayet edilmiştir ki, Allah'ın Elçisi ﷺ şöyle dedi: “Çocuk, (kadının kocası veya sahibi) olan kişiye aittir.”"
    },
    {
      "id": 91,
      "narrator": "It was narrated that Ya'la bin Umayyah said:",
      "text": "Ya'la bin Umayyah'dan rivayet edilmiştir: 'Umar bin al Khattab رضي الله عنه'a dedim ki: \"Ve siz (Müslümanlar) yeryüzünde seyahat ettiğinizde, eğer kafirlerin sizi deneyeceklerinden (saldıracaklarından) korkarsanız, As­Salah'ı (namazı) kısaltmanızda size bir günah yoktur\" (Nisa 4:101). Ama şimdi insanlar güvende. O da: \"Senin düşündüğün şeyi ben de merak ettim ve Allah'ın Elçisi ﷺ'ye sordum. O da: 'Bu, Allah'ın size bahşettiği bir sadakadır, o halde O'nun sadakasını kabul edin' dedi.\""
    },
    {
      "id": 92,
      "narrator": "It was narrated from Qais bin Marwan that he came to\n\n'Umar and said:",
      "text": "---"
    },
    {
      "id": 93,
      "narrator": "It was narrated that 'Abis bin Rabee'ah said:",
      "text": "Qais bin Marwan'dan rivayet edilmiştir ki, 'Umar'a geldi ve dedi ki: \"Ben Kufe'den geldim, ey Ameer al-Mu'mineen, orada hafızdan Mushaf okuyan bir adam bıraktım.\" 'Umar son derece öfkelendi ve: \"O kimdir, yazıklar olsun sana?\" dedi. O da: \"'Abdullah bin Mas'ood.\" 'Umar sakinleşmeye başladı ve normalleşti, sonra dedi ki: \"Yazıklar olsun sana, ondan daha yetkin birini tanımıyorum, ve bunun hakkında sana bir şey söyleyeceğim. Allah'ın Elçisi ﷺ, bir gece Abu Bakr رضي الله عنه ile Müslümanların bazı meselelerini konuşmak için uykusuz kaldı. Bir gece onunla birlikteydim. Allah'ın Elçisi ﷺ dışarı çıktı, biz de onunla birlikte çıktık ve camide bir adamın ayakta namaz kıldığını gördük. Allah'ın Elçisi ﷺ onun okumasını dinledi ve onu tanıdığımızda Allah'ın Elçisi ﷺ dedi ki: 'Kim Kur'an'ı, vahyedildiği gibi taze okumak isterse, Ibn Umm 'Abd'in okumasına göre okusun.' Sonra aynı adam oturdu ve dua etti, Allah'ın Elçisi ﷺ ona: 'İste, verileceksin; iste, verileceksin' demeye başladı.\" 'Umar dedi ki: \"Vallahi, yarın ona gideceğim ve ona müjdeyi vereceğim.\" Ertesi sabah ona müjdeyi vermek için gittim, fakat Abu Bakr benden önce gidip ona müjdeyi vermişti. Vallahi, ben ona hayırda yarışmak için hiç bir zaman onunla rekabet etmedim ama o her zaman benden önce davrandı."
    },
    {
      "id": 94,
      "narrator": "It was narrated that Jabir bin Samurah said:",
      "text": "---"
    },
    {
      "id": 95,
      "narrator": "It was narrated that ʼUmar said:",
      "text": "'Abis bin Rabee'ah'dan rivayet edilmiştir: 'Umar'ı Kabe'deki Hacerü'l-Esved'i öperken gördüm ve şöyle dedi: \"Ben seni öpüyorum ve senin sadece bir taş olduğunu biliyorum; eğer ben Allah'ın Elçisi ﷺ'yi seni öperken görmemiş olsaydım, seni öpmezdim.\""
    },
    {
      "id": 96,
      "narrator": "It was narrated that Ma'dan bin Abi Talhah said:",
      "text": "---"
    },
    {
      "id": 97,
      "narrator": "lt was narrated from ‘Umar that the Prophet ﷺ said:",
      "text": "Jabir bin Samurah'dan rivayet edilmiştir: 'Umar, el-Jabiyah'da insanlara hitap etti ve şöyle dedi: \"Allah'ın Elçisi ﷺ, benim şu anda durduğum gibi durarak şöyle dedi: 'Sahabelerime iyi davranın, sonra onlardan sonrakilere, sonra onlardan sonrakilere. Sonra öyle insanlar gelecek ki, onlara yemin ettirilmeden yemin edecekler ve tanıklık etmeleri istendiğinde tanıklık edecekler. Sizden kim cennette en iyi yere ulaşmak isterse, cemaatle (Müslümanların ana topluluğu) birlikte olsun; çünkü şeytan bir kişiyle beraberdir ve iki kişiden daha uzaktadır. Hiçbir adam bir kadınla yalnız kalmamalıdır, çünkü şeytan üçüncü olarak orada bulunur. Kim bir hayır işlediğinde hoşnut olursa ve bir kötülük yaptığında kötü hissederse, o bir imandır.'\""
    },
    {
      "id": 98,
      "narrator": "It was narrated that ‘Abdullah, the freed slave of Asma’ bint Abi Bakr, said:",
      "text": "---"
    },
    {
      "id": 99,
      "narrator": "It was narrated that Anas said:",
      "text": "'Umar'dan rivayet edilmiştir: \"Allah'ın Elçisi ﷺ, gece boyunca Abu Bakr رضي الله عنه ile Müslümanların bazı meselelerini konuşmak için uykusuz kalırdı ve ben de onunla birlikteydim.\""
    },
    {
      "id": 100,
      "narrator": "Amr bin Shu'aib narrated, from his father, that his grandfather said:",
      "text": "---"
    },
    {
      "id": 101,
      "narrator": "It was narrated that Yahya bin Ya'mar and Humaid bin ‘Abdur­-Rahman al­-Himyari said:",
      "text": "Ma'dan bin Abi Talhah'dan rivayet edilmiştir: 'Umar dedi ki: \"Ben, Allah'ın Elçisi ﷺ'ye kalalah hakkında sorduğumdan daha fazla bir şey sormadım, ta ki parmağıyla göğsüme dokunup: 'Ayatus-saif (yaz ayı ayeti, yani yazın indirilmiştir), Nisa Suresi'nin sonunda yer alan, senin için yeterli değil mi?' dedi.\""
    },
    {
      "id": 102,
      "narrator": "Abul­-Hakam said:",
      "text": "---"
    },
    {
      "id": 103,
      "narrator": "It was narrated from Ma'dan bin Abi Talhah that 'Umar bin al Khattab رضي الله عنه delivered a khutbah one Friday, and he mentioned the Prophet of Allah ﷺ and Abu Bakr رضي الله عنه, He said:",
      "text": "'Umar'dan rivayet edilmiştir ki, Peygamber ﷺ şöyle dedi: \"Ölü, üzerine ağıt yakılması sebebiyle mezarında azap görmektedir.\""
    },
    {
      "id": 104,
      "narrator": "It was narrated that Jabir bin ‘Abdullah said:",
      "text": "---"
    },
    {
      "id": 105,
      "narrator": "It was narrated that Tariq bin Shihab said:",
      "text": "'Abdullah, Asma' bint Abi Bakr'ın azatlısı, şöyle dedi: \"Asma' beni 'Abdullah bin 'Umar'a gönderdi ve şöyle dedi: 'Üç şeyin haram olduğunu duyduğumu söyledim: Elbiselerdeki kenarlar, parlak kırmızı kumaştan yapılmış eyer örtüleri ve Rajab ayının tamamında oruç tutmak.' 'Abdullah bana dedi ki: 'Rajab hakkında söylediklerin, sürekli oruç tutan biri hakkında ne dersin? Elbiselerdeki kenarlar hakkında söylediklerin için, 'Umar bin al-Khattab'ın şöyle dediğini duydum: 'Allah'ın Elçisi ﷺ şöyle dedi: 'Bu dünyada ipek giyen, ahirette onu giyemeyecektir.'\""
    },
    {
      "id": 106,
      "narrator": "It was narrated from Abu Umamah bin Sahl bin Hunaif that a man shot an arrow at another man and killed him, and he had no heir except a maternal uncle. Abu 'Ubaidah bin al-Jarrah wrote to ‘Umar concerning that and he wrote back saying that the Prophet ﷺ said:",
      "text": "Abu Umamah bin Sahl bin Hunaif'ten rivayet edilmiştir ki, bir adam diğer bir adama ok atmış ve onu öldürmüştür, onun da mirasçısı sadece bir amcası vardır. Abu 'Ubaidah bin al-Jarrah, bu konuda 'Umar'a yazdı ve 'Umar, Peygamber ﷺ' in şöyle dediğini yazdı: \"Allah ve Resulü, koruyucusu olmayanın koruyucusudur ve amca, mirasçısı olmayanın mirasçısıdır.\""
    },
    {
      "id": 107,
      "narrator": "It was narrated from ʼUmar bin al Khattab رضي الله عنه that the Prophet ﷺ said:",
      "text": "'Umar bin al-Khattab رضي الله عنه' tan rivayet edilmiştir ki, Peygamber ﷺ şöyle buyurdu: \"Ey 'Umar, sen güçlü bir adamsın. Zayıflara zarar vermemek için başkalarını sıkıştırarak Hacerü'l-Esved'e dokunma. Eğer bir boşluk bulursan, dokun; aksi takdirde ona dön ve Lailaha illallah de, Allahu akbar de.\""
    },
    {
      "id": 108,
      "narrator": "It was narrated from ’Umar that Jibreel عليه السلام said to the Prophet ﷺ:",
      "text": "'Umar'dan rivayet edilmiştir ki, Cebrail عليه السلام Peygamber ﷺ' e sordu: İman nedir? O da şöyle dedi: \"Allah'a, Meleklerine, Kitaplarına, Resullerine, Ahiret Günü'ne ve hayır ve şer olarak takdir edilen şeylere iman etmektir.\" Cebrail ona: \"Gerçekten doğru söyledin.\" dedi. O da: \"Onun bu soruyu sorması ve ardından cevaplarını doğrulaması bizi hayrete düşürdü.\" dedi. Peygamber ﷺ: \"O, dininizi öğretmek için gelen Cebrail'dir.\" dedi."
    },
    {
      "id": 109,
      "narrator": "It was narrated from 'Asim bin 'Umar that his father said:",
      "text": "'Asim bin 'Umar'dan rivayet edilmiştir ki, babası şöyle dedi: Allah'ın Resulü ﷺ şöyle buyurdu: \"Gece buradan geldiğinde ve gündüz buradan gittiğinde, oruçlu kişinin orucunu açma zamanı gelmiştir,\" yani doğu ve batı."
    },
    {
      "id": 110,
      "narrator": "It was narrated that ‘Abdur-Rahman bin Abi Laila said:",
      "text": "'Abdur-Rahman bin Abi Laila'dan rivayet edilmiştir ki, ben 'Umar ileydim ve bir adam ona geldi ve dedi ki: \"Yeni ayı, Şevval'in yeni ayını gördüm.\" 'Umar dedi: \"Ey insanlar, orucunuzu açın.\" Sonra bir kapta su bulunan bir yere gitti ve abdest aldı, ve üstündeki mestlerin üzerine meshetti. Bir adam dedi: \"Vallahi, ey Ameer al-Mu'mineen, ben sadece bunu sormak için geldim. Başka birinin bunu yaptığını gördün mü?\" O da: \"Evet, benden daha iyi olan ve ümmetin en iyisi olan birini gördüm. Abul-Qasim ﷺ'i, benzerini yaptığını gördüm; o, dar kollu bir Suriye jubbesi giyerken, elini jubbesinin altına koydu.\" Sonra 'Umar akşam namazı kıldı."
    },
    {
      "id": 111,
      "narrator": "It was narrated from Jabir bin 'Abdullah that 'Umar bin al-Khattab رضي الله عنه said:",
      "text": "Jabir bin 'Abdullah'tan rivayet edilmiştir ki, 'Umar bin al-Khattab رضي الله عنه şöyle dedi: Allah'ın Resulü ﷺ, kertenkele (etini) yasaklamadı, fakat onu hoş karşılamadı."
    },
    {
      "id": 112,
      "narrator": "It was narrated from ‘Umar that he asked the Prophet ﷺ for permission to do 'Umrah and he gave\nhim permission and said:",
      "text": "'Umar'dan rivayet edilmiştir ki, o Peygamber ﷺ' den umre yapma izni istedi ve o da izin verdi ve şöyle dedi: \"Ey kardeşim, dualarınızda bizi unutmayın.\" Daha sonra Medine'de şöyle dedi: \"Ey kardeşim, dualarınıza bizi dahil edin.\" 'Umar dedi: \"Onun bu sözü yüzünden, güneşin doğduğu her şeyin yerine bunu almak istemem.\""
    },
    {
      "id": 113,
      "narrator": "It was narrated from 'Umar that he said to the Prophet ﷺ:",
      "text": "'Umar'dan rivayet edilmiştir ki, o Peygamber ﷺ' e şöyle dedi: \"Bizim çabaladığımız şey, daha önceden kararlaştırılmış bir şey mi, yoksa şu anda gelişen bir şey mi, yoksa yeni bir şey mi?\" O da: \"Bu, daha önceden kararlaştırılmış bir şeydir.\" dedi. 'Umar dedi: \"O zaman neden daha önceden kararlaştırılmış olan şeye güvenmiyoruz?\" O da: \"Çabala, ey al-Khattab'ın oğlu, çünkü herkes yardım görecektir; kimse, nimet sahiplerinden biri olacaksa o nimet için çabalayacak ve kimse, felaket sahiplerinden biri olacaksa o felaket için çabalayacaktır.\" dedi."
    },
    {
      "id": 114,
      "narrator": "‘Abdur-­Rahman bin ‘Awf narrated that 'Umar bin al Khattab رضي الله عنه addressed the people and he heard him say:",
      "text": "'Abdur-Rahman bin 'Awf rivayet etti ki, 'Umar bin al-Khattab رضي الله عنه halkı hitap etti ve şöyle dedi: \"Bazı insanlar diyor ki: Bu taşlama nedir? Allah'ın Kitabı'nda sopa cezası geçiyor. Ama Allah'ın Resulü ﷺ ondan sonra taşladı. Eğer bazı insanlar 'Umar, Allah'ın Kitabı'na ek bir şey ekledi derler diye olmasaydı, onu olduğu gibi yazardım.\""
    },
    {
      "id": 115,
      "narrator": "It was narrated from Ibn as-Simt that he came to some land called Doomeen, eighteen miles from Homs, and prayed two rak'ahs. I  said to him. Are you praying two rak'ahs? He said:",
      "text": "İbn as-Simt'ten rivayet edilmiştir ki, o Doomeen adında bir yere, Homs'tan on sekiz mil uzakta geldi ve iki rek'at namaz kıldı. Ona dedim: \"İki rek'at mı kılıyorsun?\" O da: \"Ben 'Umar bin al-Khattab'ı Dhul-Hulaifah'ta iki rek'at namaz kılarken gördüm ve ona (bu konuda) sordum.\" O da: \"Ben sadece Allah'ın Resulü ﷺ'ün yaptığını yapıyorum.\" dedi."
    },
    {
      "id": 116,
      "narrator": "It was narrated that Ibn ‘Umar said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, Allah'ın Resulü ﷺ'ün bir sahabesi, bir Cuma günü camiye girdiğinde, 'Umar bin al-Khattab رضي الله عنه halkı hitap ediyordu. 'Umar dedi: \"Bu saat ne saati?\" O da: \"Ey Ameer al-Mu'mineen, ben pazardan yeni geldim. İkame çağrısını duydum ve sadece abdest aldım.\" 'Umar رضي الله عنه dedi: \"Abdest mi? Sen biliyorsun ki, Allah'ın Resulü ﷺ gusül emrederdi!\""
    },
    {
      "id": 117,
      "narrator": "It was narrated that 'Umar bin al-­Khattab said:",
      "text": "'Umar bin al-Khattab dedi ki: Müşrikler, güneş Thabeer (dağı) üzerinde doğmadan Jam'dan (Müzdelife) hareket etmezlerdi. Peygamber ﷺ onlardan farklı olarak güneş doğmadan önce hareket etti."
    },
    {
      "id": 118,
      "narrator": "Jabir bin ‘Abdullah said:",
      "text": "Jabir bin 'Abdullah dedi ki: 'Umar bin al-Khattab bana, Allah'ın Resulü ﷺ'ün şöyle dediğini söyledi: \"Ben kesinlikle Yahudileri ve Hristiyanları Arabistan Yarımadası'ndan çıkaracağım ki, geriye sadece Müslümanlar kalsın.\""
    },
    {
      "id": 119,
      "narrator": "It was narrated from Salim from his father that whilst ‘Umar bin al Khattab was addressing the people on a Friday, one of the companions of the Messenger of Allah ﷺ  came in, 'Umar called out to \nhim:",
      "text": "Salim'den babası aracılığıyla rivayet edilmiştir ki, 'Umar bin al-Khattab, bir Cuma günü halkı hitap ederken, Allah'ın Resulü ﷺ'ün bir sahabesi içeri girdi, 'Umar ona seslendi: \"Bu saat ne saati?\" O da: \"Bugün meşguldüm ve ikame çağrısını duyduğumda aileme dönmedim, bu yüzden sadece abdest aldım.\" 'Umar dedi: \"Sadece abdest mi, oysa sen biliyorsun ki, Allah'ın Resulü ﷺ gusül emrederdi!\""
    },
    {
      "id": 120,
      "narrator": "Abdullah bin ‘Abbas said:",
      "text": "Abdullah bin 'Abbas dedi ki: 'Umar bin al-Khattab bana şöyle söyledi: Khaibar günü, Peygamber ﷺ'ün sahabelerinden bir grup geldi ve dedi ki: \"Falanca şehit oldu.\" \"Falanca şehit oldu,\" diyerek birine geldiler ve \"Falanca şehit oldu,\" dediler, fakat Allah'ın Resulü ﷺ: \"Hayır, onu ateşte gördüm; savaş ganimeti olarak çaldığı bir örtü veya aba yüzünden.\" dedi. Sonra Allah'ın Resulü ﷺ: \"Ey al-Khattab'ın oğlu, git ve insanlara de ki: \"Cennete girmeyecek olan sadece müminlerdir.\" dedi. Ben de dışarı çıktım ve onlara: \"Cennete girmeyecek olan sadece müminlerdir.\" diyerek seslendim."
    },
    {
      "id": 121,
      "narrator": "It was narrated that Abul-Aswad ad-­Deeli said:",
      "text": "Abul-Aswad ad-Deeli'den rivayet edilmiştir: Medine'ye geldiğimde şehirde hastalık yaygındı ve insanlar hızla ölüyorlardı. 'Umar bin al-Khattab (رضي الله عنه) ile oturdum ve bir cenaze geçti, (merhum hakkında) güzel şeyler söylendi ve 'Umar (رضي الله عنه) dedi ki: Bu haklıdır. Sonra başka bir cenaze geçti; (merhum hakkında) güzel şeyler söylendi ve o dedi ki: Bu haklıdır. Sonra üçüncü bir cenaze geçti: merhum hakkında kötü şeyler söylendi ve 'Umar dedi ki: Bu haklıdır. Ben dedim: Haklı olan nedir, ey Ameer al-Mu'mineen? O dedi: Ben, Allah'ın Resulü (ﷺ) 'ün söylediği şeyi söyledim: 'Dört kişinin şahitlik ettiği her Müslüman, Allah tarafından cennete kabul edilir.' Biz dedik: Ya üç kişi? O dedi: 'Ya üç kişi.' Biz dedik: Ya iki kişi? O dedi: 'Ya iki kişi.' Sonra bir kişi hakkında sormadık."
    },
    {
      "id": 122,
      "narrator": "Abu Tameem al­-Jaishani said:",
      "text": "Abu Tameem al-Jaishani dedi ki: 'Umar bin al-Khattab, Allah'ın Resulü (ﷺ) 'ün şöyle söylediğini duydu: 'Eğer Allah'a gerektiği gibi güvenseydiniz, kuşlar gibi rızıklandırılırdınız: sabah aç çıkarlar ve akşam karnı tok dönerler.'"
    },
    {
      "id": 123,
      "narrator": "It was narrated from Abu Hurairah from 'Umar bin al-Khattab that the Messenger of Allah (ﷺ)  said:",
      "text": "Abu Hurairah'tan rivayet edilmiştir ki, 'Umar bin al-Khattab, Allah'ın Resulü (ﷺ) 'ün şöyle söylediğini aktarmıştır: 'Kaderi inkar edenlerle oturmayın veya onlarla herhangi bir tartışma başlatmayın.' 'AbdurRahman bir keresinde dedi ki: Ben, Allah'ın Resulü (ﷺ) 'ün şöyle söylediğini duydum..."
    },
    {
      "id": 124,
      "narrator": "ft was narrated from Ibn as-Simt that he went out with ‘Umar to Dhul­-Hulaifah and he prayed two rak'ahs. I  asked hirm about that and he said:",
      "text": "İbn as-Simt'ten rivayet edilmiştir ki, 'Umar ile birlikte Dhul-Hulaifah'a çıktım ve iki rek'at namaz kıldım. Ben ona bunun hakkında sordum ve o dedi ki: Ben sadece Allah'ın Resulü (ﷺ) 'ün yaptığı şeyi yapıyorum."
    },
    {
      "id": 125,
      "narrator": "Ibn 'Abbas narrated that 'Umar bin al-Khattab said:",
      "text": "İbn 'Abbas, 'Umar bin al-Khattab'ın şöyle dediğini rivayet etmiştir: Badr günü, Allah'ın Resulü (ﷺ) arkadaşlarına baktı ve üç yüz kadar olduklarını gördü, sonra müşriklere baktı ve onların bin veya daha fazla olduğunu gördü. Allah'ın Resulü (ﷺ) kıbleye döndü, ellerini açtı, üst ve alt elbisesini giyerek ve dedi ki: 'Ey Allah, vaadin nerede? Ey Allah, bana vaad ettiğini yerine getir! Ey Allah, eğer bu küçük Müslüman grubu yok olursa, yeryüzünde asla sana ibadet edilmeyecek.' Rabbine dua etmeye devam etti, O'na seslenerek, üst elbisesi omuzlarından düştü. Abu Bekir yanına geldi, üst elbisesini aldı ve ona giydirdi. Sonra arkasından sarıldı ve dedi: Ey Allah'ın Resulü, bu dua, Rabbine yeter, çünkü O, sana vaad ettiğini yerine getirecektir. Sonra Allah şu ayetleri indirdi: '(Hatırla) Rabbinden yardım istediğin zaman, O sana şöyle cevap verdi: 'Ben, arka arkaya gelen bin tane melekle size yardım edeceğim.' [el-Anfal 8:9]. O gün ordular karşılaştığında, Allah, yüceltilmiş ve aziz kılınmış, müşrikleri mağlup etti; yetmiş adamları öldürüldü ve yetmişi esir alındı. Allah'ın Resulü (ﷺ) Abu Bekir, 'Ali ve 'Umar رضي الله عنهم ile (esirler hakkında) istişare etti. Abu Bekir dedi: Ey Allah'ın Resulü, onlar bizim kuzenlerimiz, akrabalarımız ve kardeşlerimiz, bence onlardan fidye almanız gerekir, bu da bizi kâfirlere karşı güçlendirecektir, belki Allah onları İslam'a hidayet eder ve bize destek olurlar. Allah'ın Resulü (ﷺ) dedi: 'Sen ne düşünüyorsun, ey al-Khattab'ın oğlu?' Ben dedim: Hayır, Allah'a yemin ederim. Ben, Abu Bekir'in düşündüğü gibi düşünmüyorum. Ben, senin 'Umar'ın akrabalarından birini bana teslim etmeni, onun boynunu vurayım. 'Aqeel'i 'Ali'ye teslim etmeni, onun boynunu vurması için, ve birini de Hamza'ya (kardeşi) teslim etmeni, onun boynunu vurması için, ki Allah, müşriklere karşı kalbimizde merhamet olmadığını bilsin; bunlar onların önde gelen figürleri ve liderleridir. Ancak Allah'ın Resulü (ﷺ) Abu Bekir'in görüşüne yöneldi ve benim söylediklerime yönelmedi ve onlardan fidye kabul etti. Ertesi gün, ben Allah'ın Resulü (ﷺ) 'ne geldim ve onu Abu Bekir ile buldum, ikisi de ağlıyordu. Ben dedim: Ey Allah'ın Resulü, bana söyle, neden sen ve arkadaşın ağlıyorsunuz. Eğer ağlamanın bir sebebi varsa, ben de ağlayacağım, eğer yoksa, o zaman ben de sizinle ağlayacağım. Allah'ın Resulü (ﷺ) dedi: 'Ben, esirler için fidye kabul etme konusunda arkadaşlarınızın önerdiği şey yüzünden ağlıyorum. Bana, bu ağaç kadar yakın bir şekilde cezanız gösterildi' - Allah'ın Resulü (ﷺ) 'ne yakın bir ağaç. Sonra Allah şu ayetleri indirdi: 'Bir peygamberin, düşmanları arasında büyük bir katliam yapmadan esir alması (ve fidye ile serbest bırakması) caiz değildir. Siz bu dünyanın iyiliğini (yani esirleri serbest bırakmak için fidye parası) istiyorsunuz, ama Allah, sizin için ahireti istemektedir. Ve Allah, mutlak güç sahibidir, hikmet sahibidir. Eğer Allah'tan önce bir emir olmasaydı, aldığınız fidye yüzünden üzerinize şiddetli bir azap gelecekti.' - yani fidyeye atıfta bulunarak. Sonra onlara ganimet helal kılındı ve ertesi yıl Uhud günü geldiğinde, Badr günü aldıkları fidye yüzünden cezalandırıldılar. Yetmişleri öldürüldü ve Allah'ın Resulü'nü terk ettiler, ön dişi kırıldı ve başındaki miğferi kırıldı, kan yüzünden aktı ve Allah şu ayetleri indirdi: 'Bir felaket size isabet ettiğinde, oysa siz düşmanlarınıza iki katı bir darbe indirmiştiniz, 'Bu bize nereden geldi?' diyorsunuz. (Onlara) de ki: 'Bu, kendinizdendir (kötü amelleriniz yüzünden).' Ve Allah, her şeye gücü yetendir.'"
    },
    {
      "id": 126,
      "narrator": "It was narrated that 'Umar bin al­-Khattab (رضي الله عنه ­) said:",
      "text": "'Umar bin al-Khattab (رضي الله عنه) 'dan rivayet edilmiştir: Biz, Allah'ın Resulü (ﷺ) ile bir yolculuktaydık ve ben ona bir şey hakkında üç kez sordum ama o bana cevap vermedi. Kendime dedim ki, annen sana yazıklar olsun. Ey al-Khattab'ın oğlu, Allah'ın Resulü (ﷺ) 'ne üç kez sordun ve o sana cevap vermedi. Sonra bindiğim hayvana binip öne geçtim, üzerime bir şey inmiş olmasından korkarak. Sonra birinin seslendiğini duydum: Ey 'Umar! 'Umar nerede? Geri döndüm, üzerime bir şey inmiş olmasından korkarak ve Peygamber (ﷺ) dedi: 'Dün bana, bu dünyadan ve içindekilerden daha sevgili olan bir sure indirildi: 'Şüphesiz, biz sana (ey Muhammed ﷺ) apaçık bir zafer verdik. Allah, geçmişteki ve gelecekteki günahlarını affetsin.' (el-Fath 48:1-2)."
    },
    {
      "id": 127,
      "narrator": "It was narrated that Ibn al-Hawtakiyyah said:",
      "text": "İbn al-Hawtakiyyah'dan rivayet edilmiştir ki, 'Umar bin al-Khattab'a bir yiyecek getirildi ve o bir adamı yanına çağırdı, ama o dedi ki, ben oruçluyum. O dedi: Ben üzerinde kan gördüm, ama o (Peygamber (ﷺ) dedi: 'Ye.' (Bedevi) dedi: Ben oruçluyum. (Peygamber (ﷺ) dedi: 'Hangi orucu tutuyorsun?' O dedi: Ayın başı ve sonu. O dedi: 'Eğer oruç tutmak istiyorsan, o zaman ayın on üçüncü, on dördüncü ve on beşinci günlerinde oruç tut.'"
    },
    {
      "id": 128,
      "narrator": "It was narrated that Masrooq bin al-­Ajda' said:",
      "text": "Masrooq bin al-Ajda' dedi ki: 'Umar bin al-Khattab ile karşılaştım ve o dedi: Sen kimsin? Ben dedim: Masrooq bin al-Ajda'. 'Umar dedi: Ben, Allah'ın Resulü (ﷺ) 'ün şöyle söylediğini duydum: 'Al-Ajda' bir şeytandır; aslında sen Masrooq bin 'Abdur-Rahman'sın. 'Amir dedi: Ben, adının Deewan'da yazılı olduğunu gördüm; Masrooq bin 'Abdur-Rahman. Ben dedim: Bu nedir? O dedi: Bu, 'Umar'ın (رضي الله عنه) bana verdiği isimdir."
    },
    {
      "id": 129,
      "narrator": "",
      "text": "'Umar bin al-Khattab'dan rivayet edilmiştir ki, Peygamber (ﷺ) özgür bir kadınla 'azl (coitus interruptus) yapmayı yasakladı, ancak onun izniyle."
    },
    {
      "id": 130,
      "narrator": "It was narrated from Zaid bin Aslam that his father said:",
      "text": "Zaid bin Aslam'dan rivayet edilmiştir ki, babası dedi: 'Umar'ın şöyle dediğini duydum: Eğer gelecek yıla kadar yaşarsam, hiçbir şehir fethedilmeyecek ki ben onu (askerlere) Allah'ın Resulü (ﷺ) 'ün Khaibar'ı nasıl paylaştırdığını gibi paylaştırmayayım."
    },
    {
      "id": 131,
      "narrator": "It was narrated from Ibn 'Abbas that 'Umar رضي الله عنه said:",
      "text": "İbn 'Abbas'tan rivayet edilmiştir ki, 'Umar (رضي الله عنه) dedi: Ben, Peygamber (ﷺ) ile bir seferdeydim ve yemin ettim, hayır, babam üzerine! Arkadan bir adam seslendi: 'Babaların üzerine yemin etme.' Ve gördüm ki, o Peygamber (ﷺ) idi."
    },
    {
      "id": 132,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar dedi ki: Eğer yaşarsam, inşallah, kesinlikle Yahudileri ve Hristiyanları Arabistan Yarımadası'ndan çıkaracağım."
    },
    {
      "id": 133,
      "narrator": "It was narrated that 'Umar said:",
      "text": "'Umar dedi ki: Ben, Allah'ın Resulü (ﷺ) 'nün ayakkabılarına (abdest alırken) mesh ettiğini gördüm."
    },
    {
      "id": 134,
      "narrator": "It was narrated that Sayyar bin al-Ma'roor said:",
      "text": "Sayyar bin al-Ma'roor'dan rivayet edilmiştir ki, 'Umar'ın bir hutbe verirken şöyle dediğini duydum: Allah'ın Resulü (ﷺ) bu camiyi inşa etti ve biz, Muhacirler ve Ensar, onunla birlikteydik. Eğer çok kalabalık olursa, o zaman biriniz kardeşinin sırtına secde etsin. Ve bir keresinde insanların sokakta namaz kıldığını gördü ve dedi: Camide namaz kılın."
    },
    {
      "id": 135,
      "narrator": "It was narrated from Harithah bin Mudarrib that he did Hajj with ‘Umar bin al Khattab (رضي الله عنه). The nobles of Syria came to him ['Umar) and said:",
      "text": "Harithah bin Mudarrib'ten rivayet edilmiştir ki, 'Umar bin al-Khattab (رضي الله عنه) ile Hac yaptım. Suriye'nin ileri gelenleri ona [‘Umar] geldiler ve dediler: Ey Ameer al-Mu'mineen, köleler ve binekler edindik, bu nedenle zenginliğimizden sadaka al, böylece bizi temizlersin ve bu bizim için zekat olur. O dedi: Bu, benden önce gelenlerin yapmadığı bir şeydir; Müslümanlara sormadan bekleyeceğim."
    },
    {
      "id": 136,
      "narrator": "It was narrated from Jabir bin 'Abdullah that 'Umar bin al Khattab said:",
      "text": "Jabir bin Abdullah'dan rivayet edilmiştir ki, 'Umar bin al-Khattab dedi ki: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Eğer yaşarsam, kesinlikle Yahudileri ve Hristiyanları Arabistan Yarımadası'ndan atacağım, geriye sadece Müslümanlar kalacak.\""
    },
    {
      "id": 137,
      "narrator": "lt was narrated from 'Umar bin al-Khattab (رضي الله عنه) and ʻAbdullah said:",
      "text": "'Umar bin al-Khattab (رضي الله عنه) ve Abdullah'dan rivayet edilmiştir ki, babam bunu Peygamber (ﷺ)'e atfetti - şöyle dedi: \"Kim gece namazında veya Kur'an'dan düzenli olarak okuduğu bir kısmı kaçırırsa, ve bunu Fajr ile Zuhr arasında okursa, sanki o gece okumuş gibi olur.\""
    },
    {
      "id": 138,
      "narrator": "lbn 'Abbas narrated that 'Umar bin al-Khattab said:",
      "text": "İbn Abbas rivayet etti ki, 'Umar bin al-Khattab dedi: Bedir günü, Allah'ın Messengerı (ﷺ) arkadaşlarına baktı ve üç yüz kadar idiler, sonra müşriklere baktı ve onların bin veya daha fazla olduğunu gördü. Allah'ın Peygamberi (ﷺ) kıbleye döndü, ellerini açtı, üst ve alt elbisesini giyerek, şöyle dedi: \"Ya Allah, bana vaad ettiğin nerede? Ya Allah, bana vaad ettiğini gerçekleştir! Ya Allah, eğer bu küçük Müslüman grubu yok olursa, yeryüzünde asla sana ibadet edilmeyecek.\" Rabbine dua etmeye devam etti, O'na seslendi, ta ki üst elbisesi omuzlarından düştü. Ebu Bekir yanına geldi, üst elbisesini aldı ve onu tekrar giydirdi. Sonra arkasından sarıldı ve dedi ki, \"Ya Allah'ın Peygamberi, bu duan yeter, çünkü O, sana vaad ettiğini gerçekleştirecektir.\" Sonra Allah şu ayetleri indirdi: “(Hatırla) Rabbinizden yardım istediğinizde, O da size şöyle cevap verdi: 'Ben size ardı ardına gelen bin melekle yardım edeceğim'” (el-Enfal 8:9). O gün ordular karşılaştığında (savaşta), Allah, yüce ve azizdir, müşrikleri mağlup etti, yetmiş adamları öldürüldü ve yetmişi esir alındı. Allah'ın Messengerı (ﷺ) Ebu Bekir, Ali ve 'Umar ile (esirler hakkında) istişare etti. Ebu Bekir dedi ki, \"Ya Allah'ın Peygamberi, onlar bizim kuzenlerimiz, akrabalarımız ve kardeşlerimiz. Onlar için bir fidye kabul etmeni düşünüyorum, bu da bizi kuffara karşı güçlendirebilir ve belki Allah onları İslam'a yönlendirir ve bize destek olurlar.\" Allah'ın Messengerı (ﷺ) dedi ki, \"Ne düşünüyorsun, ey al-Khattab'ın oğlu?\" Ben dedim: Hayır, Allah'a yemin ederim. Ben Ebu Bekir gibi düşünmüyorum. Ben düşünüyorum ki, 'Umar'ın akrabalarından şu ve bu kişiyi bana vermelisiniz ki ben onun boynunu vurayım, 'Aqeel'i Ali'ye vermelisiniz ki o da onun boynunu vursun, ve şu ve bu kişiyi Hamza'ya (kardeşi) vermelisiniz ki o da onun boynunu vursun, böylece Allah, müşriklere karşı kalbimizde merhamet olmadığını bilsin; bunlar onların önde gelen şahsiyetleri ve liderleridir. Ancak Allah'ın Messengerı (ﷺ) Ebu Bekir'in görüşüne yöneldi ve benim söylediklerime yönelmedi ve onlardan fidyeleri kabul etti. Ertesi gün, Peygamber (ﷺ)'e geldim ve onu Ebu Bekir ile buldum, ikisi de ağlıyordu. Ben dedim, \"Ya Allah'ın Messengerı, bana neden sen ve arkadaşının ağladığını söyle. Eğer bu ağlamaya sebep oluyorsa, ben de ağlayacağım, eğer değilse, o zaman kendimi seninle ağlatacağım.\" Allah'ın Messengerı (ﷺ) dedi ki, \"Ben, esirler için fidye kabul etme konusunda arkadaşlarının önerisi yüzünden ağlıyorum. Bana, bu ağaç kadar yakın bir şekilde cezanız gösterildi\" - Allah'ın Messengerı (ﷺ)'ne yakın bir ağaç. Sonra Allah şu ayetleri indirdi: \"Bir Peygamberin, düşmanları arasında büyük bir katliam yapmadan esir alması (ve fidye ile serbest bırakması) uygun değildir. Siz bu dünyanın iyiliğini (yani esirleri serbest bırakmak için fidye parası) arzuluyorsunuz, ama Allah sizin için ahireti istemektedir. Ve Allah, Mutlak Güçlü, Hikmet Sahibi'dir. Eğer bu, Allah'tan önceki bir emir olmasaydı, aldıklarınız yüzünden size şiddetli bir azap dokunurdu.\""
    },
    {
      "id": 139,
      "narrator": "It was narrated that ibn 'Abbas said:",
      "text": "İbn Abbas'dan rivayet edilmiştir ki, 'Umar, Allah'ın \"Eğer ikiniz (Peygamber (ﷺ)'in eşleri) Allah'a tövbe ederseniz, (bu sizin için daha hayırlıdır), kalpleriniz gerçekten de (Peygamber (ﷺ)'in hoşlandığına karşı) eğilimlidir\" dediği iki eş hakkında sormak için can atıyordum. 'Umar dedi ki, \"Ne garip bir şey, ey İbn Abbas,\" (az-Zuhri dedi: Allah'a yemin ederim, bu soruyu sevmedi, ama hiçbir şeyi gizlemedi.) Dedi ki, \"Onlar Hafsa ve Aişe idi.\" Sonra hadisi anlatmaya başladı ve dedi ki: Biz Kureyş halkı, kadınları baskı altına alan bir topluluk idik, ama Medine'ye geldiğimizde, kadınları tarafından baskı altına alınan bir topluluk bulduk ve bizim kadınlarımız onların kadınlarından bir şeyler öğrenmeye başladılar. Benim evim Banu Ümeyye bin Zeyd'in arasında, el-Awali'deydi. Bir gün eşimle tartıştım ve o benimle tartıştı. Onun benimle tartışmasını istemedim, ama o dedi ki: \"Seninle tartışmamı istemiyor musun? Allah'a yemin ederim ki, Peygamber (ﷺ)'in eşleri onunla tartışıyor, ve birisi onu terk ediyor, gün boyunca akşama kadar.\" Gidip Hafsa'nın yanına girdim ve dedim ki: \"Sen Allah'ın Messengerı (ﷺ) ile tartışıyor musun?\" O dedi ki: \"Evet.\" Ben dedim ki: \"Sizden biri onu gün boyunca terk ediyor mu?\" O dedi ki: \"Evet.\" Ben dedim ki: \"Bunu yapan her biri helak olmuştur. İçinizden biri, Allah'ın Messengerı (ﷺ)'in gazabından dolayı Allah'ın ona kızmayacağından emin olabilir mi? O zaman helak olur.\" \"Peygamber (ﷺ) ile tartışmayın ve ondan bir şey istemeyin. İstediğiniz her şeyi benden isteyin. Ve komşunuzun sizden daha güzel ve Allah'ın Messengerı (ﷺ)'ne daha sevimli olduğunu düşünerek aldanmayın\" - Aişe'yi kastederek. 'Umar dedi ki: Benim bir komşum vardı, Ensar'dan. Biz, Allah'ın Messengerı (ﷺ)'e inmek için sırayla gidiyorduk. O bir gün iniyor, ben ertesi gün iniyordum. O bana vahiy haberlerini ve diğer şeyleri getiriyordu, ben de aynı şekilde yapıyordum. Ghassan'ın bize saldırmak için atlarını zırhladığını söylüyorduk. Arkadaşım inmişti, sonra gece bana geldi ve kapımı çaldı, sonra bana seslendi. Ben dışarı çıktım ve o dedi ki: \"Korkunç bir şey oldu!\" Ben dedim: \"Ne oldu? Ghassan mı geldi?\" O dedi ki: \"Hayır, daha korkunç ve daha kötü bir şey. Peygamber (ﷺ) eşlerini boşadı!\" Ben dedim: \"Hafsa helak olmuştur! Bunu olacağını düşündüm.\" Sonra sabah namazını kıldım, giyindim, sonra inip Hafsa'nın yanına girdim, o ağlıyordu. Ben dedim: \"Allah'ın Messengerı (ﷺ) seni boşadı mı?\" O dedi ki: \"Bilmiyorum. O bu üst katında yalnız kaldı.\" Gidip onun bir siyah kölesine dedim ki: \"Umar'ın girmesi için izin iste.\" O girdi, sonra bana geldi ve dedi ki: \"Ben seni ona söyledim ama o hiçbir şey demedi.\" Ben geri döndüm ve minbere geldim, orada bir grup insan vardı, bazıları ağlıyordu. Biraz oturdum, sonra daha fazla dayanamadım, bu yüzden köleye gittim ve dedim: \"Umar'ın girmesi için izin iste.\" O girdi, sonra bana geldi ve dedi ki: \"Ben seni ona söyledim ama o hiçbir şey demedi.\" Dönmek üzereydim, sonra köle beni çağırdı ve dedi: \"Girebilirsin, sana izin verdi.\" Ben içeri girdim ve Allah'ın Messengerı (ﷺ)'ne selam verdim. O, yan tarafında iz bırakan bir hasır üzerinde dinleniyordu. Ben dedim: \"Ya Allah'ın Messengerı, eşlerini boşadın mı?\" O bana baktı ve dedi ki: \"Hayır.\" Ben dedim: \"Allah en büyüktür! Eğer bizi görseydin, ey Allah'ın Messengerı, biz Kureyş, kadınları baskı altına alan bir topluluk idik, ama Medine'ye geldiğimizde, kadınları tarafından baskı altına alınan bir topluluk bulduk ve kadınlarımız onların kadınlarından bir şeyler öğrenmeye başladılar. Bir gün eşimle tartıştım ve o benimle tartışmaya başladı. Onun benimle tartışmasını istemedim, ama o dedi ki: \"Seninle tartışmamı istemiyor musun? Allah'a yemin ederim ki, Peygamber (ﷺ)'in eşleri onunla tartışıyor ve birisi onu terk ediyor, gün boyunca akşama kadar.\" Ben dedim: \"Bunu yapan her biri helak olmuştur. İçinizden biri, Allah'ın Messengerı (ﷺ)'in gazabından dolayı Allah'ın ona kızmayacağından emin olabilir mi? O zaman helak olur.\" Allah'ın Messengerı (ﷺ) gülümsedi. Ben dedim: \"Ya Allah'ın Messengerı, Hafsa'nın yanına girdim ve dedim: \"Komşunuzun (yani Aişe'nin) sizden daha güzel ve Allah'ın Messengerı (ﷺ)'ne daha sevimli olduğunu düşünerek aldanmayın.\" Allah'ın Messengerı (ﷺ) tekrar gülümsedi. Ben dedim: \"Ya Allah'ın Messengerı, seninle serbestçe konuşabilir miyim?\" O dedi: \"Evet.\" Böylece oturdum ve odayı gözden geçirdim, ve Allah'a yemin ederim ki, içinde göze hoş gelen hiçbir şey görmedim, sadece üç deri vardı. Ben dedim: \"Ya Allah'ın Messengerı, ummetin için hayatı bereketli kılması için Allah'a dua et, çünkü O, Persler ve Romalılara hayatı bereketli kıldı, ama onlar Allah'a ibadet etmiyorlar, yüce ve azizdir.\" O doğruldu ve dedi: \"Şüphe mi ediyorsun, ey al-Khattab'ın oğlu? Onlar, bu dünyada iyilikleri kendilerine hızla ulaştırılan bir topluluktur.\" Ben dedim: \"Beni affet, ya Allah'ın Messengerı.\" O, onlara bir ay boyunca girmeyeceğine yemin etmişti, çünkü onlara çok kızmıştı ta ki Allah onu azarlayana kadar."
    },
    {
      "id": 140,
      "narrator": "It was narrated that ‘Abdur-Rahman bin 'Abdul-Qari said:",
      "text": "'Abdur-Rahman bin Abdul-Qari'den rivayet edilmiştir ki, 'Umar bin al-Khattab'ın şöyle dediğini duydum: Vahiy, Allah'ın Messengerı (ﷺ)'ne indiğinde, yüzünün yakınında bir ses duyuluyordu, arıların vızıltısı gibi. Bir süre bekledik, sonra kıbleye döndü ve ellerini kaldırdı, sonra dedi ki: \"Ya Allah, bize daha fazlasını ver ve daha azını verme; bize onur ver ve bizi küçültme, bize ver ve bizi mahrum etme, bize öncelik ver ve başkalarına öncelik verme; bizden hoşnut ol ve bizi hoşnut et.\" Sonra dedi ki: \"Bana on ayet indirildi; kim onlara sarılırsa cennete girecektir.\" Sonra bize \"Gerçekten de müminler kurtuluşa ermiştir\" ayetini okudu, on ayeti tamamlayana kadar."
    },
    {
      "id": 141,
      "narrator": "It was narrated from Abu 'Ubaid the freed slave of ‘Abdur-Rahman bin 'Awf that he was present on Eid with 'Umar bin al Khattab. He  prayed before delivering the khutbah, with no adhan or Iqamah. Then he gave the khutbah and said:",
      "text": "Ebu Ubaid, 'Abdur-Rahman bin 'Awf'ın azatlısı, 'Umar bin al-Khattab ile bayramda bulunduğunu rivayet etmiştir. O, hutbe vermeden önce namaz kıldı, ne ezan ne de ikamet ile. Sonra hutbe verdi ve dedi ki: Ey insanlar, Allah'ın Messengerı (ﷺ) bu iki günde oruç tutmayı yasakladı (yani, iki bayramda). İlkinde orucunuzu açarsınız ve bayramınızı kutlarsınız, ikincisinde ise kurbanlarınızın etinden yersiniz."
    },
    {
      "id": 142,
      "narrator": "It was narrated from Ibn ‘Umar that ‘Umar رضي الله عنه  kissed the Black Stone, then he said:",
      "text": "Sa'd Ebu Ubaid, 'Abdur-Rahman bin Azhar'ın azatlısı, 'Umar bin al-Khattab ile bayramda bulunduğunu rivayet etti... ve benzer bir hadisi anlattı."
    },
    {
      "id": 143,
      "narrator": "It was narrated frorn Abu Wa'il that a man who was a Christian and was known as as-Subayy bin Ma'bad became Muslim and wanted to go for jihad. It was said to him:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, 'Umar (رضي الله عنه) Hacerü'l-Esved'i öptü, sonra dedi ki: \"Ben biliyorum ki, sen sadece bir taşsın. Eğer Allah'ın Messengerı (ﷺ)'nin seni öptüğünü görmeseydim, seni öpmezdim.\""
    },
    {
      "id": 144,
      "narrator": "It was narrated from ‘Alqamah that ‘Umar (رضي الله عنه) said:",
      "text": "Ebu Wa'il'den rivayet edilmiştir ki, Hristiyan olan ve as-Subayy bin Ma'bad olarak bilinen bir adam Müslüman oldu ve cihada gitmek istedi. Ona, \"Önce Hac ile başla\" denildi. Böylece al-Ash'ari'ye gitti, o da ona Hac ve Umre için ihrama girmesini söyledi. O da bunu yaptı ve Talbiyah okurken, Zaid bin Soohan ve Salman bin Rabee'ah yanından geçtiler, ve biri diğerine dedi ki: \"Bu, ailesinin devenizden daha sapkın.\" As-Subayy bunu duydu ve bu onu üzdü. Gitti, 'Umar'a gitti ve ona bunu anlattı, 'Umar (رضي الله عنه) ona dedi ki: \"Sen, Peygamberinin (ﷺ) sünnetine yönlendirilmişsin.\" O başka bir zamanda, \"Sen, Peygamberin sünnetini takip etme konusunda yardım aldın.\" dediğini duyduğunu söyledi."
    },
    {
      "id": 145,
      "narrator": "It was narrated that 'Abdullah bin Sarjis said:",
      "text": "Alqamah'dan rivayet edilmiştir ki, 'Umar (رضي الله عنه) dedi: Allah'ın Messengerı (ﷺ) bir gece Ebu Bekir ile birlikte kalıyordu, Müslümanların bir meselesini tartışıyorduk, ben de onun yanındaydım."
    },
    {
      "id": 146,
      "narrator": "It was narrated from Ibn 'Umar, from ‘Umar [that he said:",
      "text": "Abdullah bin Sarjis'den rivayet edilmiştir ki, kel olan (yani 'Umar (رضي الله عنه))'ı gördüm, Hacerü'l-Esved'i öptü ve dedi ki: \"Seni öpüyorum ve biliyorum ki, sen sadece bir taşsın ve hiçbir fayda getiremezsin ya da zarar defedemezsin, eğer Allah'ın Messengerı (ﷺ)'nin seni öptüğünü görmeseydim, seni öpmezdim.\""
    },
    {
      "id": 147,
      "narrator": "It was narrated that 'Umar bin al­-Khattab (رضي الله عنه) said:",
      "text": "İbn 'Umar'dan, 'Umar'dan (şöyle dediği rivayet edilmiştir): \"Ya Allah'ın Messengerı, içimizden biri cünüpken uyuyabilir mi?\" O dedi ki: \"Evet, eğer abdest alırsa.\""
    },
    {
      "id": 148,
      "narrator": "It was narrated that Nafi’ bin 'Abdul­-Harith met 'Umar bin al-Khattab in ‘Usfan, when he was his governor in Makkah. Umar asked:",
      "text": "'Umar bin al-Khattab (رضي الله عنه) dedi ki: Allah'ın Messengerı (ﷺ) şöyle dedi: \"Gece geldiğinde ve gündüz gittiğinde, güneş battığında, o zaman orucunuzu açma zamanıdır.\""
    },
    {
      "id": 149,
      "narrator": "It was narrated that Abul-Bakhtari said:",
      "text": "Nafi' bin 'Abdul-Harith, 'Umar bin al-Khattab ile 'Usfan'da karşılaştı, o Mekkedeki valisiydi. 'Umar sordu: \"Vadinin halkı üzerinde kimi vekil tayin ettin?\" O dedi: \"İbn Abza'yı tayin ettim.\" 'Umar dedi: \"İbn Abza kimdir?\" Nafi' dedi: \"Bizim azatlı kölelerimizden biridir.\" 'Umar dedi: \"Onları üzerinde bir azatlı köleyi tayin ettin mi?\" Nafi' dedi: \"O, Allah'ın Kitabı hakkında büyük bir bilgiye sahiptir, miras kurallarında (al-fara'id) iyi bir bilgisi vardır ve iyi bir kadıdır (hakim).\" 'Umar dedi: \"Gerçekten Peygamberin (ﷺ) şöyle dedi: 'Allah, bazı insanları bu Kitapla yükseltir ve diğerlerini bununla alçaltır.'\""
    },
    {
      "id": 150,
      "narrator": "It was narrated that 'Umar bin al-­Khattab (رضي الله عنه) said:",
      "text": "Abul-Bakhtari'den rivayet edilmiştir ki, 'Umar, Ebu Ubaidah bin al-Jarrah'a dedi: \"Elini uzat ki sana biat edeyim, çünkü Allah'ın Messengerı (ﷺ) seni bu ümmetin emanetçisi olarak tayin etti.\" Ebu Ubaidah dedi: \"Ben, Allah'ın Messengerı (ﷺ)'nin bizi"
    },
    {
      "id": 151,
      "narrator": "It was narrated from Ibn `Umar that `Umar  رضي الله عنه asked the Prophet (ﷺ):",
      "text": "İbn `Umar'dan rivayet edilmiştir ki `Umar رضي الله عنه, Peygamber (ﷺ)'e: \"Biri junubken uyuyabilir mi?\" diye sordu. O da: \"Evet, abdest alırsa.\" dedi."
    },
    {
      "id": 152,
      "narrator": "It was narrated that Nafiʼ said:",
      "text": "İbn `Umar'dan rivayet edilmiştir ki `Umar, Peygamber (ﷺ)'e... benzer bir hadis sordu."
    },
    {
      "id": 153,
      "narrator": "Malik bin Aws bin al-Hadathan said:",
      "text": "Nafiʼ'den rivayet edilmiştir ki: İbn `Umar, Sa`d bin Malik'in deri terlikleri üzerine meshetmekte olduğunu gördü. İbn `Umar: \"Bunu sen mi yapıyorsun?\" dedi. Sa`d: \"Evet.\" dedi. İkisi birlikte `Umar'a gittiler ve Sa`d `Umar'a: \"Kardeşimin oğlu hakkında deri terlikler üzerine meshetme konusunda bir fetva ver.\" dedi. `Umar: \"Peygamberimiz (ﷺ) ile birlikteyken biz deri terliklerimize meshederdik.\" dedi. İbn `Umar: \"Bu, biri dışkılayıp idrar yaptıktan sonra da mı?\" dedi. O da: \"Evet, biri dışkılayıp idrar yaptıktan sonra da.\" dedi. Nafiʼ dedi ki: \"Bundan sonra İbn `Umar onlara meshediyor ve çıkarmıyordu, bunun için bir zaman sınırı vermedi.\" Ben bunu Ma`mar'a söyledim ve o da: \"Ayyub, Nafi'den benzer bir şey anlattı.\" dedi."
    },
    {
      "id": 154,
      "narrator": "It was narrated that `Ubaidullah bin `Abdullah bin `Utbah said:",
      "text": "Malik bin Aws bin al-Hadathan dedi ki: \"Talhah bin ‘Ubaidullah ile gümüşü altınla değiştirdim ve o: 'Beni al-Ghabah'dan gelen mağaza görevlisi bekle.' dedi. `Umar bin al-Khattab bunu duydu ve: 'Hayır, Allah'a yemin ederim! Onu bırakma, değişimini ondan almadan gitme, çünkü Allah'ın Elçisi (ﷺ) şöyle dedi: 'Altın, gümüş için riba'dır, ancak 'al, bunu al' ve 'al, bunu al' olmadıkça.'\""
    },
    {
      "id": 155,
      "narrator": "It was narrated that Ibn ‘Abbas said; ‘Umar said:",
      "text": "`Ubaidullah bin `Abdullah bin `Utbah'dan rivayet edilmiştir ki: \"Apostatlar, Ebu Bekir zamanında dinden döndüklerinde, `Umar dedi ki: 'O Ebu Bekir, Allah'ın Elçisi (ﷺ) şöyle dedi: 'İnsanları, La ilaha illallah (Allah'tan başka ilah yoktur) demedikçe savaşmam için emredildim ve La ilaha illallah diyenin malı ve canı benden korunur, İslam hukukunun belirlediği durumlar dışında, ve onun hesabı Allah'ladır.' Ebu Bekir dedi ki: 'Allah'a yemin ederim ki, namaz ile zekatı ayıranlarla kesinlikle savaşacağım, çünkü zekat, mal üzerinde düşen bir borçtur. Allah'a yemin ederim ki, eğer bana, Allah'ın Elçisi (ﷺ)'ne verdikleri küçük bir dişi keçiyi bile verirlerse, onu vermedikleri için kesinlikle onlarla savaşacağım.' `Umar bin al-Khattab dedi: 'Allah'a yemin ederim ki, Ebu Bekir'in savaşma fikrine açıldığını görünce, onun haklı olduğunu anladım.'\""
    },
    {
      "id": 156,
      "narrator": "It was narrated that ʼUmar رضي الله عنه said:",
      "text": "İbn ‘Abbas'tan rivayet edilmiştir ki; ‘Umar dedi: \"Ben, Allah'ın Elçisi (ﷺ) ile birlikte bir seferde bir grup insanla yürüyordum ve yemin ettim, 'Hayır, babam üzerine.' Bir adam arkamdan beni uyardı ve: 'Babaların üzerine yemin etme.' dedi. Arkama döndüm ve bunun Allah'ın Elçisi (ﷺ) olduğunu gördüm.\""
    },
    {
      "id": 157,
      "narrator": "It was narrated from ʼUmar رضي الله عنه that:",
      "text": "`Umar رضي الله عنه'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) beni babam üzerine yemin ederken duydu ve: 'Allah, babalarınız üzerine yemin etmenizi yasakladı.' dedi. ‘Umar dedi: 'Allah'a yemin ederim ki, o günden sonra babam üzerine yemin etmedim, ister kendim söylesem, ister başkalarının söylediklerini nakletsem.'\""
    },
    {
      "id": 158,
      "narrator": "It was narrated that Abu `Uthman said:",
      "text": "`Umar رضي الله عنه'dan rivayet edilmiştir ki: \"Allah'ın Elçisi (ﷺ) iki parmak genişliğinde ipeğe izin verdi.\""
    },
    {
      "id": 159,
      "narrator": "It was narrated that Ya`la bin Umayyah said:",
      "text": "Abu `Uthman'dan rivayet edilmiştir ki: \"Biz `Utbah bin Farqad ileydik ve `Umar رضي الله عنه, Peygamber (ﷺ)'den rivayet ettiği şeyler hakkında ona yazdı. Yazdıklarından biri, Allah'ın Elçisi (ﷺ)'nin: 'Bu dünyada ipek giymeyen, ahirette giymeyecek olan birisidir, ancak bu kadar,' dediği ve iki parmağıyla işaret ettiği idi.\" Abu `Uthman dedi ki: \"Bu, tayalisah'ın (şal benzeri giysi) kenarlarının kastedildiğini düşündüm.\""
    },
    {
      "id": 160,
      "narrator": "It was narrated that ‘Umar bin al-Khattab said:",
      "text": "Ya`la bin Umayyah'dan rivayet edilmiştir ki: \"Ben `Umar bin al-Khattab'a dedim: 'Bugün insanlar namazı kısaltıyor ve Allah: 'Eğer kafirlerin sizi deneyeceklerinden korkuyorsanız...' demiştir.' O da: 'Ben de senin düşündüğün gibi merak ettim ve Allah'ın Elçisi (ﷺ)'ne bunu sordum. O da: 'Bu, Allah'ın size bahşettiği bir sadakadır, bu sadakayı kabul edin.' dedi.\""
    },
    {
      "id": 161,
      "narrator": "It was narrated from ʼUmar that:",
      "text": "`Umar bin al-Khattab'dan rivayet edilmiştir ki: \"En son indirilen ayet riba ile ilgiliydi, ancak Allah'ın Elçisi (ﷺ) vefat etti ve bunu bizimle tartışmadı. O yüzden riba ve şüpheli şeylerden vazgeçin.\""
    },
    {
      "id": 162,
      "narrator": "It was narrated from ‘Umar that:",
      "text": "`Umar'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) dedi ki: 'Ölü, kendisi için ağıt yakılması sebebiyle mezarında azap çeker.'\""
    },
    {
      "id": 163,
      "narrator": "It was narrated that Yahya said:",
      "text": "`Umar'dan rivayet edilmiştir ki: \"Peygamber (ﷺ) dedi ki: 'Ölü, ailesinin kendisi için ağlaması sebebiyle azap çeker.'\""
    },
    {
      "id": 164,
      "narrator": "It was narrated that Anas said:",
      "text": "Yahya'dan rivayet edilmiştir ki: \"Sa`eed bin al-Musayyab'ın `Umar (رضي الله عنه) dediğini işittim: 'Taşlama ayetini ihmal etmekten sakının, yoksa biri: 'Allah'ın Kitabında iki had cezası bulamıyoruz.' der. Çünkü ben, Peygamber (ﷺ)'in de taşladığını gördüm.'\""
    },
    {
      "id": 165,
      "narrator": "Abu Dhibyan told us:",
      "text": "Anas'tan rivayet edilmiştir ki: \"`Umar dedi: 'Benim görüşüm, Rabbimin görüşüyle üç konuda örtüştü ve Rabbim, benim görüşümü üç konuda tasdik etti. Dedim ki: 'Ey Allah'ın Elçisi (ﷺ), neden İbrahim'in Makamını (dua yeri) bir ibadet yeri olarak almıyorsun?' Sonra Allah şu ayeti indirdi: 'İbrahim'in Makamını (dua yeri) alın.'\""
    },
    {
      "id": 166,
      "narrator": "It was narrated that ash-Sha`bi said:",
      "text": "Ash-Şa`bi'nin rivayetine göre, `Umar Talha'nın yanından geçti ve benzer bir rivayet aktardı. Dedi ki: ‘Umar Talha'nın yanından geçti ve onu endişeli görünce, ‘Belki kuzenin halife olarak atandığı için üzgünsün?’ dedi - Abu Bakr'ı kastederek. O da: Hayır, ama Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) şöyle dediğini duydum: ‘Bir adam ölmekteyken bu kelimeyi söylerse, bu onun amellerinde hafiflik olur veya ölüm anında ona teselli verir.’ ‘Umar dedi: Ben sana bunu söyleyeceğim; bu, onun amcasının söylemesini istediği kelimedir, ‘Allah'tan başka ilah yoktur’ şehadeti. O da: Sanki üzerimden büyük bir yük kalkmış gibi. Dedi: Doğru söylüyorsun. Eğer ondan daha iyi bir şey bilseydi, ona bunu söylemesini emrederdi."
    },
    {
      "id": 167,
      "narrator": "lt was narrated that Ya`la bin Umayyah said:",
      "text": "Ya`la bin Umayyah'dan rivayet edilmiştir: `Umar bin al-Khattab ile tavaf yaptım ve o, Hacer-i Esved'in yanındaki köşeye geldiğinde, ona dokunmak için elini tuttum. O da: ‘Allah'ın Resulü (ﷺ) ile tavaf yapmadın mı?’ dedi. Ben de: Evet, dedim. O: ‘Onu dokunduğunu gördün mü?’ dedi. Ben de: Hayır, dedim. O: ‘O zaman bunu unut, çünkü Allah'ın Resulü (ﷺ) senin için güzel bir örnektir.’ dedi."
    },
    {
      "id": 168,
      "narrator": "As-Subayy bin Ma`bad was a man from (the tribe of) Banu Taghlib, He said:",
      "text": "Es-Sübe'y bin Ma`bad, Banu Taghlib kabilesinden bir adamdı. Dedi ki: Ben bir Hristiyandım, sonra Müslüman oldum. Uzun düşündüm ve Hac ve Umre için ihrama girmeye karar verdim. Al-`Udhaib'de Salman bin Rabii`ah ve Zaid bin Suhan'ın yanından geçtim ve onlardan biri: ‘İkisini de mi yapıyorsun?’ dedi. Arkadaşı ona: ‘Bırak, o, deve kadar sapkın!’ dedi. Ben de ‘Umar'a gittim ve ona bunu anlattım. ‘Umar bana: ‘Onlar önemli bir şey söylemediler; sen, Peygamberinin (ﷺ) sünnetine hidayet oldun.’ dedi."
    },
    {
      "id": 169,
      "narrator": "It was narrated from ʼUmar that he said:",
      "text": "‘Umar'dan rivayet edilmiştir ki, dedi ki: Ey Allah'ın Resulü (ﷺ), cahiliye döneminde al-Masjid al-Haram'da bir gece itikaf yapma vaadinde bulundum. O da: “Vadedini yerine getir.” dedi."
    },
    {
      "id": 170,
      "narrator": "It was narrated that Subayy bin Ma`bad al-Taghlibi said:",
      "text": "Sübe'y bin Ma`bad al-Taghlibi'den rivayet edilmiştir: Ben Hristiyanlıktan yeni dönmüştüm ve cihad veya Hac yapmak istedim. Kabilimden Hudaim adında bir adama gittim ve ona sordum, o da bana Hac yapmamı söyledi. Ben de qiran (Hac ve Umre'yi birlikte) yaptım."
    },
    {
      "id": 171,
      "narrator": "It was narrated that ‘Umar said:",
      "text": "‘Umar'dan rivayet edilmiştir ki: Seyahat halindeki namaz iki rekattır, bayram namazı iki rekattır ve Cuma namazı iki rekattır, tamamdır, kısaltılmamıştır, dedi. Muhammed (ﷺ) böyle söyledi. Süfyan dedi: Bir keresinde Zubaid dedi ki: Bunu ‘Umar'dan aktardığını düşünüyorum. ‘Abdurrahman dedi: Şüphesiz. Yezid - yani, bin Harun bin Abi Leyla - dedi: ‘Umar'ı duydum."
    },
    {
      "id": 172,
      "narrator": "It was narrated from Zaid bin Aslam from his father from `Umar that:",
      "text": "Zaid bin Aslam'dan, babasından, ‘Umar'dan rivayet edilmiştir ki: Allah için cihad amacıyla birine verdiği bir atı pazar yerinde satışa sunulmuş buldu ve onu satın almak istedi. Peygamber'e (ﷺ) sordu ve ona bunu yapmamasını söyledi ve: “Sadakanı geri alma.” dedi."
    },
    {
      "id": 173,
      "narrator": "It was narrated that Qais said:",
      "text": "Kays'dan rivayet edilmiştir: ‘Umar'ı elinde yapraksız bir hurma dalıyla gördüm ve insanlara oturmalarını söylüyordu, ‘Allah'ın Resulü (ﷺ) halefinin sözlerini dinleyin.’ diyordu. Abu Bakr'ın azatlısı olan Şadeed adında bir adam belgeyi getirdi ve insanlara okudu. Dedi ki: Abu Bakr diyor ki: ‘Bu belgede ne varsa dinleyin ve itaat edin, çünkü Allah'a yemin ederim ki, size karşı çok samimiyim.’ Kays dedi: Ve sonra ‘Umar'ı minberde gördüm."
    },
    {
      "id": 174,
      "narrator": "It was narrated that `Imran as-Sulami said:",
      "text": "İmrân as-Sulami'den rivayet edilmiştir: Nabeedh hakkında İbn Abbas'a sordum, o da: Allah'ın Resulü (ﷺ) toprak kaplarda ve kabaklarda yapılan nabeedhi yasakladı, dedi. Sonra İbn ‘Umar ile karşılaştım ve ona sordum, o da bana - sanırım ‘Umar'dan - Peygamberin (ﷺ) toprak kaplarda ve kabaklarda yapılan nabeedhi yasakladığını söyledi. Süfyan emin değildi. Sonra İbn az-Zubair ile karşılaştım ve ona sordum, o da: Allah'ın Resulü (ﷺ) toprak kaplarda ve kabaklarda yapılan nabeedhi yasakladı, dedi."
    },
    {
      "id": 175,
      "narrator": "It was narrated from Ubaid bin Adam, Abu Maryam and Abu Shu`aib that:",
      "text": "Ubaid bin Adam, Abu Maryam ve Abu Shu`aib'den rivayet edilmiştir ki: ‘Umar bin al-Khattab al-Jabiyah'daydı ve Baitul-Maqdis'in (Kudüs) fethini anmıştı. Sonra Abu Salamah dedi: Abu Sinan bana, Ubaid bin Adam'dan, onun: ‘Umar bin al-Khattab'ın Ka'b'a: ‘Nerede namaz kılmalıyım?’ dediğini duydum. O da: ‘Eğer bana dinlersen, taşın arkasında namaz kılacaksın ve tüm Kudüs (Kudüs) önünde olacak.’ dedi. ‘Umar: ‘Sen, Yahudi yoluna benzer bir şey öneriyorsun; daha ziyade ben, Allah'ın Resulü (ﷺ) nereye namaz kıldıysa orada namaz kılacağım.’ dedi. Kıbleye doğru ilerledi ve namaz kıldı, sonra geldi ve üst elbisesini yaydı ve yeri süpürerek, üst elbisesinde çöp topladı, insanlar da onu süpürdü."
    },
    {
      "id": 176,
      "narrator": "lt was narrated that ‘Umar said:",
      "text": "‘Umar'dan rivayet edilmiştir ki: Allah'ın Resulü (ﷺ) hakkında kalalahı sordum ve o da: “Yazın indirilen ayet senin için yeterlidir.” dedi. Dedi ki: Eğer Allah'ın Resulü (ﷺ) hakkında bunu sorsaydım, bu benim için kırmızı develerden daha değerli olurdu."
    },
    {
      "id": 177,
      "narrator": "It was narrated from ‘Umar that:",
      "text": "‘Umar'dan rivayet edilmiştir ki: Peygamber'e (ﷺ) gittim ve: Bazen cünüp oluyorum, dedim. O da: ‘Özel bölgelerini yıka ve namaz için abdest al.’ dedi (yani, sonra uyu ve Fajr'dan önce gusül al)."
    },
    {
      "id": 178,
      "narrator": "It was narrated that Qaza`ah said:",
      "text": "Kaza`ah'dan rivayet edilmiştir: İbn ‘Umar'a: ‘Ölen kişi, bu yaşayanın ağlaması nedeniyle azap mı çekiyor?’ dedim. O da: ‘Umar bana Allah'ın Resulü (ﷺ) den rivayet etti, ve ben ‘Umar'dan rivayet ederken yalan söylemedim, ve ‘Umar da Allah'ın Resulü (ﷺ) den rivayet ederken yalan söylemedi.’ dedi."
    },
    {
      "id": 179,
      "narrator": "It was narrated that ‘Umar bin al-Khattab said:",
      "text": "‘Umar bin al-Khattab'dan rivayet edilmiştir ki: Abu Bakr ve ben onunla birlikteyken, Allah'ın Resulü (ﷺ) Abdullah bin Mes'ud'un yanından geçti, o da Kur'an okudu. O, durdu ve onun okumasını dinledi, sonra Abdullah rükû yaptı ve secde etti, ve Allah'ın Resulü (ﷺ) dedi: ‘İste, sana verilecektir; iste, sana verilecektir.’ Sonra Allah'ın Resulü (ﷺ) ayrıldı ve: “Eğer Kur'an'ı, indirildiği gibi taze okumak isteyen varsa, onu İbn Ümmü Abd'den öğrensin.” dedi. Sonra gece Abdullah bin Mes'ud'a gidip, Allah'ın Resulü (ﷺ) nün söylediklerinin müjdesini vermek için kapıyı çaldım - ya da o dedi ki: Sesimi duyduğunda - o da: ‘Bu saatte seni buraya getiren nedir?’ dedi. Ben de: ‘Allah'ın Resulü (ﷺ) nün söylediği müjdeyi getirdim.’ dedim. O da: ‘Abu Bakr senden önce davrandı.’ dedi. Ben de: ‘Eğer öyle yaptıysa, o her zaman hayırlı işlerde öndedir. Biz asla iyi işlerde rekabet etmedik ama Abu Bakr her zaman bizden önce davrandı.’ dedim."
    },
    {
      "id": 180,
      "narrator": "It was narrated that Usair bin Jabir said:",
      "text": "Usair bin Cabir'den rivayet edilmiştir: Yemen halkı geldiğinde, ‘Umar insanlara grupta sormaya başladı: ‘Aranızda Qaran'dan biri var mı?’ ta ki ona kadar geldi. O da: ‘Evet, ama ben Allah'a dua ettim, O yüceltilmiş ve azizdir, ve O bunu aldı, yalnızca göbeğimin etrafında bir dirhem büyüklüğünde bir alan kaldı, böylece Rabbimi hatırlayayım.’ dedi. ‘Umar ona: ‘Beni bağışlaması için dua et.’ dedi. O da: ‘Hayır, sen benim için dua etmelisin; sen Allah'ın Resulü (ﷺ) nun arkadaşısın.’ dedi. ‘Umar (e.) dedi: ‘Ben Allah'ın Resulü (ﷺ) nün şöyle dediğini duydum: ‘Tabi'in en iyisi, annesi olan ve biraz beyazlığı olan Uvais adında bir adamdır, sonra Allah'a dua etti, O yüceltilmiş ve azizdir, ve O bunu aldı, yalnızca göbeğinin etrafında bir dirhem büyüklüğünde bir alan kaldı.’ Sonra onun için dua etti, sonra bir grup insanın içinde kayboldu ve kimse nereye gittiğini bilmedi. Sonra o (Uvais) Kufe'ye geldi. Biz bir dairede toplanır, Allah'ı anardık ve o da bizimle otururdu, ve Allah hakkında konuştuğunda, sözleri bizde başka hiç kimsenin etkisi gibi bir etki bırakırdı. Ve o hadiseyi aktardı..."
    },
    {
      "id": 181,
      "narrator": "It was narrated from Anas that:",
      "text": "Anas'tan rivayet edildiğine göre: 'Umar bin el-Hattab, Hafsah onun için yas tuttuğunda şöyle dedi: Ey Hafsah, Allah'ın Resulü (ﷺ) 'Yas tutulan kişi azap görecektir' demedi mi? Ve Suheyb onun için yas tuttu, 'Umar dedi: Ey Suheyb, 'yas tutulan kişi azap görecektir' bilmiyor musun?"
    },
    {
      "id": 182,
      "narrator": "It was narrated from Umm ‘Amr the daughter of `Abdullah that she heard `Abdullah bin azZubair narrate that:",
      "text": "Umm 'Amr bint Abdullah'tan rivayet edildiğine göre, o 'Abdullah bin az-Zubair'in şöyle dediğini duydu: 'Umar bin el-Hattab'ın bir hutbe okuduğunu duydum. O şöyle dedi: Allah'ın Resulü (ﷺ) 'Bu dünyada ipek giyen, ahirette onu giyemeyecektir' dedi."
    },
    {
      "id": 183,
      "narrator": "It was narrated that Ibn `Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: İyi insanlar, aralarında 'Umar bin el-Hattab'ın da bulunduğu, benim görüşüme göre en iyisi 'Umar, bana şahitlik ettiler ki, Allah'ın Resulü (ﷺ) 'İki namazdan sonra namaz yoktur: Fajr'dan güneş doğana kadar ve 'Asr'dan güneş batana kadar' dedi."
    },
    {
      "id": 184,
      "narrator": "It was narrated from Tariq bin Shihab that:",
      "text": "Katatada, İbn Abbas'tan Abul-Aliya'dan benzer bir rivayet aktardı: İyi insanlar şahitlik ettiler..."
    },
    {
      "id": 185,
      "narrator": "It was narrated that Abu Moosa said:",
      "text": "Tariq bin Şihab'dan rivayet edildiğine göre: Yahudiler 'Umar'a dediler: 'Sizin okuduğunuz bir ayet var ki, eğer bizim aramızda indirilseydi, o günü bayram olarak kabul ederdik.' 'Umar dedi: Ben onun nerede, hangi günde ve Allah'ın Resulü (ﷺ) onun indiği zaman nerede olduğunu biliyorum. O, Arafat günü, Allah'ın Resulü (ﷺ) Arafat'ta dururken indirildi. Süfyan dedi: Bunun bir Cuma olup olmadığından emin değilim, yani 'Bugün dininizi tamamladım, üzerinize olan nimetimi tamamladım ve sizin için din olarak İslam'ı seçtim.' (Maide 5:3)."
    },
    {
      "id": 186,
      "narrator": "It was narrated that Suwaid bin Ghafalah said:",
      "text": "Abu Musa'dan rivayet edildiğine göre: Ben, Allah'ın Resulü (ﷺ) al-Batha'dayken yanına geldim ve o: 'İhrama neden girdin?' dedi. Ben: 'Peygamber (ﷺ) gibi ihrama girdim.' dedim. O: 'Bir kurbanlık hayvan getirdin mi?' dedi. Ben: 'Hayır.' dedi. O: 'Kabe'yi tavaf et ve as-Safa ile al-Marwah arasında gidip gel, sonra ihramdan çık.' Böylece ben Kabe'yi tavaf ettim ve as-Safa ile al-Marwah arasında gittim, sonra kendi halkımdan bir kadına gittim, o da saçımı taradı ve başımı yıkadı. Ben, Abu Bekir ve 'Umar'ın halifeliği döneminde bu temele dayanarak fetva veriyordum. Bir Hac mevsiminde bir adam yanıma geldi ve: 'Ameer al-Mu'minin Hac ile ilgili en son fetvasını bilmiyorsun.' dedi. Ben: 'Ey insanlar, eğer fetva verirsek, Ameer al-Mu'minin size geliyor, o yüzden Hac'ı onunla birlikte yapın.' dedim. O geldiğinde: 'Bu, ritüellere eklediğiniz bir şey nedir, eğer Peygamberimizin (ﷺ) sünnetine uyarsak, o kurban kesmeden ihramdan çıkmadı.' dedim."
    },
    {
      "id": 187,
      "narrator": "It was narrated that ‘Amr bin Maimoon said:",
      "text": "Suvaid bin Ghafalah'tan rivayet edildiğine göre: 'Umar'ı Hacerü'l-Esved'i öperken ve: 'Ben biliyorum ki sen bir taşsın ve zarar veremezsin ya da fayda getiremezsin, fakat ben Abul-Kasım'ın (ﷺ) sana saygı gösterdiğini gördüm.' derken gördüm."
    },
    {
      "id": 188,
      "narrator": "It was narrated that Ibn `Abbas said:",
      "text": "'Amr bin Maimun'dan rivayet edildiğine göre: 'Umar dedi ki, ve onlar: 'Parla, Thabeer, böylece hızlıca çıkalım.' derlerdi. Peygamber (ﷺ) onlardan farklı olarak hareket etti ve güneş doğmadan önce ayrıldı."
    },
    {
      "id": 189,
      "narrator": "`Umar bin al-Khattab said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre: 'Umar dedi: Allah, yüce olsun, Muhammed'i (ﷺ) gönderdi ve ona Kitap indirdi. Ona indirilenlerden biri de recm ayetidir. Biz onu okuduk ve anladık. Ama zamanla bazı insanların: 'Biz Allah'ın Kitabında recm ayetini bulamıyoruz.' demesinden korkuyorum, bu nedenle Allah'ın indirdiği bir yükümlülük terk edilecektir. Recm, zina eden erkekler ve kadınlar için Allah'ın Kitabında belirlenen ceza, eğer evli iseler ve delil varsa, ya da hamilelik ya da itiraf varsa."
    },
    {
      "id": 190,
      "narrator": "It was narrated that ` Abdullah bin as-Sa`di said:",
      "text": "'Umar bin el-Hattab dedi ki: Hişam bin Hakim'in namazda Suretü'l-Furkan'ı, bana öğretilen şekilde okumadığını duydum. Onu elbiselerinden tutup Allah'ın Resulü'ne (ﷺ) getirdim ve: 'Ey Allah'ın Resulü (ﷺ), bu adamın Suretü'l-Furkan'ı, bana öğrettiğin şekilde okumadığını duydum.' dedim. Allah'ın Resulü (ﷺ) dedi: 'Oku.' O, benim duyduğum şekilde okudu ve Allah'ın Resulü (ﷺ) dedi: 'İşte böyle indirildi.' Sonra bana dedi: 'Oku.' Ben de okudum ve o: 'İşte böyle indirildi. Bu Kur'an, yedi farklı okuma tarzında indirilmiştir, bu yüzden senin için kolay olanı oku.' dedi."
    },
    {
      "id": 191,
      "narrator": "It was narrated that ‘Umar bin al-Khattab said:",
      "text": "Al-Miswar bin Makhramah ve 'Abdur-Rahman bin Abdul-Qari, 'Umar'ın Hişam bin Hakim bin Hizam'ı Suretü'l-Furkan'ı okurken geçtiğini duyduğunu ve benzer bir hadisi aktardığını duydu."
    },
    {
      "id": 192,
      "narrator": "lt was narrated that Abu `Ubaid, the freed slave of Ibn Azhar, said:",
      "text": "'Abdullah bin as-Sa'di'den rivayet edildiğine göre: 'Umar bana dedi: 'Devlet için bazı görevler yaptığın, sonra ödeme aldığında kabul etmediğin söylenmedi mi?' O: 'Evet.' dedi. 'Umar: 'Neden böyle yapıyorsun?' dedi. O: 'Ben zenginim, kölelerim ve atlarım var; işimi Müslümanlar için bir sadaka olarak yapmak istiyorum.' dedi. 'Umar: 'Bunu yapma, çünkü ben de senin yaptığını yapıyordum ve Allah'ın Resulü (ﷺ) bana ödeme verirdi, ben de: 'Bunu benden daha muhtaç olan birine verin.' derdim. O: 'Bu zenginlikten sana gelirse, onu ummadığın ya da istemediğin zaman al, aksi takdirde ona heveslenme.' dedi."
    },
    {
      "id": 193,
      "narrator": "It was narrated that Salim bin ‘Abdullah said:",
      "text": "Es-Sa'ib bin Yazeed'den rivayet edildiğine göre: 'Umar, 'Abdullah bin as-Sa'di ile karşılaştı... ve benzer bir rapor aktardı, ancak o: 'Sadaka verin.' dedi ve: 'Ona heveslenmeyin.' dedi."
    },
    {
      "id": 194,
      "narrator": "It was narrated that ‘Umar said:",
      "text": "'Umar bin el-Hattab dedi ki: Ben Allah rızası için bir at verdim, ama sahibi onu ihmal etti. Onun ucuz bir fiyata satacağını düşündüm, ama kendime dedim ki, Allah'ın Resulü'ne (ﷺ) sormadan bunu yapmam. O: 'Onu bir dirheme bile almayın, çünkü sadakasını geri alan kimse, kusmuğuna geri dönen köpek gibidir.' dedi."
    },
    {
      "id": 195,
      "narrator": "It was narrated that Abul-`Ajfa` as-Sulami said:",
      "text": "Abu Ubaid, İbn Azhar'ın freedman'ı olarak rivayet ettiğine göre: 'Umar bin el-Hattab ile Eid'e katıldım. O geldi ve namaz kıldı, sonra halkı hitap etti ve şöyle dedi: 'Bunlar, Allah'ın Resulü (ﷺ) oruç tutmayı yasakladığı iki gündür; birisi orucunuzu açtığınız gün, diğeri ise kurbanlarınızdan yediğiniz gündür.'"
    },
    {
      "id": 196,
      "narrator": "It was narrated that Abu Firas suid:",
      "text": "Abu Firas'tan rivayet edilmiştir: `Umar bin al-Khattab bir konuşma yaptı ve dedi ki: Ey insanlar, biz sizi, Peygamber (ﷺ) aramızdayken ve vahiy ona inerken tanırdık; Allah bize sizinle ilgili bilgi verirdi. Ama şimdi Peygamber (ﷺ) vefat etti ve vahiy kesildi, artık sizi yargılamanın yolu şudur: Aranızdan kim bize güzel bir davranış gösterirse, onu iyi düşünür ve severiz; kim aranızdan kötü bir davranış gösterirse, onu kötü düşünür ve bu yüzden ondan nefret ederiz, ve kalplerinizde olanlar, sizinle Rabbiniz arasındadır. Bir zamanlar, Kur'an'ı öğrenenlerin, bununla Allah'ı ve O'nun yanında olan mükafatı aradıklarını düşündüm, ama bazı insanlar Kur'an'ı, insanların yanında olanı arayarak öğrendiler. Bu yüzden Kur'an'ı öğrenerek ve iyi amellerle Allah'ı arayın. Vallahi, işçilerimi sizi dövmek veya malınızı almak için göndermiyorum; aksine, onları size dininizi ve Sünnetinizi öğretmeleri için gönderiyorum. Eğer birine bunun dışında bir şey yapılmışsa, onu bana iletsin, çünkü canımın sahibi olan Allah'a yemin ederim ki, ona mutlaka karşılık vereceğim. `Amr bin al-`As ayağa kalktı ve dedi ki: Ey Müminlerin Emiri, eğer bir Müslüman bazı insanlara hakim olursa ve onlardan birini disipline ederse, o kişinin ondan hesap sormasına izin verir misin? Dedi ki: Evet, canımın sahibi olan Allah'a yemin ederim ki, ona hesap sormasına asla izin vermem. Ben, Allah'ın Messenger'ını (ﷺ) bununla ilgili kendisiyle yaptığını gördüm. Ama Müslümanları dövmeyin ve onları kamp sırasında uzun süre eşlerinden uzak tutmayın, böylece onları fitneye maruz bırakmayın. Onlara haklarını vermekten alıkoymayın ve isyan etmelerine neden olmayın; ve onları çok ağaç olan bir alanda kamp kurdurmayın, çünkü bu onları dağıtacaktır."
    },
    {
      "id": 197,
      "narrator": "It was narrated that `Abdullah bin Abi Mulaikah said:",
      "text": "`Abul-`Ajfa` as-Sulami'den rivayet edilmiştir: `Umar'ın dediğini duydum: Kadınların mehirlerini pahalı yapmayın,... ve aynı hadisi zikretti."
    },
    {
      "id": 198,
      "narrator": "`Abdullah bin Abi Mulaikah said:",
      "text": "---"
    },
    {
      "id": 199,
      "narrator": "It was narrated that Ibn `Abbas said:",
      "text": "`Abdullah bin Abi Mulaikah dedi ki: Ben İbn `Umar'ın yanında oturuyordum ve Umm Aban bint `Uthman bin `Affan'ın cenazesini bekliyorduk. `Amr bin `Uthman da oradaydı. İbn `Abbas geldi, bir rehber tarafından yönlendirildi ve İbn `Umar'ın nerede olduğunu söyledi. Geldi ve yanımda oturdu, böylece ben onların arasında kaldım, ve evin içinden bir ses duyduk, İbn `Umar dedi ki: Ben Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: `Cenaze, ailesinin ağlaması yüzünden azap çeker.` Dedi ki: Ve `Abdullah bunu genel bir anlamda anladı. İbn `Abbas dedi ki: Biz Müminlerin Emiri `Umar ile birlikteydik, ta ki bazı çorak bir araziye gelene kadar, orada bir adamın bir ağacın gölgesinde durduğunu gördük. Bana dedi ki: Git ve o adamın kim olduğunu öğren, ben de gittim ve onun Suhaib olduğunu buldum. Ona geri döndüm ve dedim: Bana o adamın kim olduğunu öğrenmemi söyledin; o Suhaib. Dedi ki: Ona bizimle katılmasını söyle. Ben de dedim: Ailesiyle birlikte. Dedi ki: Ailesiyle birlikte olsa bile.” Ayyoob dedi: İbn Abu Mulaikah dedi ki: al-Qasim bin Muhammad bana söyledi: `Aişe, `Umar ve İbn `Umar'ın söylediklerini duyduğunda, dedi: Bana yalan söylemeyen ve yalan söylemekle suçlanmayan iki kişiden rivayet ediyorsunuz, ama biri yanlış duyabilir."
    },
    {
      "id": 200,
      "narrator": "It was narrated that Malik bin Aws bin al-Hadathan said:",
      "text": "`Abdullah bin Abi Mulaikah rivayet etti... ve Ayyoob'un hadisine benzer bir hadisi zikretti, ancak dedi ki: İbn `Umar, `Amr bin `Uthman'a, ona doğru bakarken: Onlara ağlamamalarını neden söylemiyorsun? Çünkü Allah'ın Messenger'ı (ﷺ) dedi ki: `Cenaze, ailesinin ağlaması yüzünden azap çeker.`"
    },
    {
      "id": 201,
      "narrator": "Abul-Mukhariq Zuhair bin Salim narrated that `Umair bin Sa`d al-Ansari was appointed by `Umar as governor of Hims... and he mentioned the hadeeth `Umar said to Ka`b:",
      "text": "---"
    },
    {
      "id": 202,
      "narrator": "Salim said:",
      "text": "`Abdullah bin Abi Mulaikah dedi ki: `Uthman bin `Affan'ın bir kızı Mekkede vefat etti ve İbn `Umar ve İbn `Abbas onun cenazesine katıldılar. Ben onların arasında oturuyordum ve İbn `Umar, ona bakan `Amr bin `Uthman'a dedi ki: Onlara ağlamamalarını neden söylemiyorsun? Çünkü ben Allah'ın Messenger'ını (ﷺ) şöyle derken duydum: `Cenaze, ailesinin ağlaması yüzünden azap çeker.` Ve İsmail'den Ayyoob'dan İbn Abu Mulaikah'a benzer bir hadisi zikretti."
    },
    {
      "id": 203,
      "narrator": "It was narrated that `Amr bin Maimoon said:",
      "text": "---"
    },
    {
      "id": 204,
      "narrator": "It was narrated from al Miswar bin Makhrarnah and `Abdur-Rahman bin Abdul-Qari that they heard Umar bin al Khattab say:",
      "text": "İbn `Abbas'tan rivayet edilmiştir: `Umar (رضي الله عنه) dedi ki: Ben, Allah'ın Messenger'ı (ﷺ) ile birlikte bir grup insanla sefere çıkıyordum ve yemin ettim, dedim ki: Hayır, babam üzerine. Arkamdaki bir adam bağırdı: “Babaların üzerine yemin etme.” Arkama döndüm ve bunun Allah'ın Messenger'ı (ﷺ) olduğunu gördüm."
    },
    {
      "id": 205,
      "narrator": "It was narrated that Ibn `Abbas said:",
      "text": "---"
    },
    {
      "id": 206,
      "narrator": "It was narrated from Ibn ʻUrmar that It was said to `Umar:",
      "text": "Malik bin Aws bin al-Hadathan'dan rivayet edilmiştir: `Umar, üç kez yemin ederdi, derdi ki: Vallahi, bu malda hiç kimsenin diğerinden daha fazla hakkı yoktur, benim de bunun üzerinde diğerlerinden daha fazla hakkım yoktur; bu malda, köle dışında, hiçbir Müslümanın payı yoktur, ancak bu, Allah'ın Kitabı ve Allah'ın Messenger'ı (ﷺ) ile olan yakınlığımız ışığında kategorilerimize göre bölünecektir. Bu nedenle, bu, bir adamın İslam uğruna gösterdiği çaba, İslam'daki kıdemi, İslam'a desteği ve ihtiyacı temelinde verilecektir. Vallahi, eğer yaşarsam, San‘a'nın dağlarındaki bir çobanın, sürüsünü otlatırken o maldan payını alacağını söyleyeceğim."
    },
    {
      "id": 207,
      "narrator": "`Alqamah bin Waqqas al Laithi said that he heard `Umar bin al-Khattab addressing the people, and he said:",
      "text": "---"
    },
    {
      "id": 208,
      "narrator": "It was narrated from `Umar bin al-Khattab that he said:",
      "text": "Abul-Mukhariq Zuhair bin Salim rivayet etti ki: `Umair bin Sa`d al-Ansari, `Umar tarafından Hims valisi olarak atanmıştır... ve `Umar, Ka`b'a dedi ki: Senden bir şey soracağım, bu yüzden benden gizleme. [Ka`b dedi: Vallahi bildiğim hiçbir şeyi gizlemeyeceğim. `Umar dedi: Muhammad (ﷺ) ümmeti için en çok neyi korkuyorsun? Dedi: Yanlış yönlendiren liderler. `Umar dedi: Allah'ın Messenger'ı (ﷺ) bana bunu özel olarak söyledi ve bana bildirdi."
    },
    {
      "id": 209,
      "narrator": "It was narrated from Sa’eed bin al-Musayyab that `Umar bin al-Khattab رضي الله عنه said:",
      "text": "---"
    },
    {
      "id": 210,
      "narrator": "Al-`Awwam narrated:",
      "text": "Salim dedi ki: `Abdullah bin `Umar'ın şöyle dediğini duydum: `Umar dedi: Bu yarama bakması için bana bir doktor gönderin. Bunun üzerine, bir Arap doktor çağırdılar, o da `Umar'a nabeedh verdi ve nabeedh, karnının altındaki yaradan kanla karışık çıktı. Ben [İbn `Umar] Ensar'dan, Banu Mu`awiyah kabilesinden başka bir doktor çağırdım. O, ona içmesi için süt verdi ve süt yaradan katı ve beyaz çıktı. Doktor ona dedi: Ey Müminlerin Emiri, son talimatlarını ver, `Umar dedi: Banu Mu`awiyah'dan gelen adam doğru söyledi. Eğer başka bir şey söyleseydin, sana inanmazdım. İnsanlar bunu duyunca onun için ağladılar, ama o dedi: Bizim için ağlamayın; kim ağlamak isterse, gitsin. Allah'ın Messenger'ının (ﷺ) ne dediğini duymadınız mı? Dedi ki: `Cenaze, ailesinin ağlaması yüzünden azap çeker.` Bu yüzden `Abdullah, oğullarından biri veya başka biri vefat ettiğinde hiçbir ağlamayı onaylamadı."
    },
    {
      "id": 211,
      "narrator": "It was narrated that Anas bin Seereen said:",
      "text": "Anas bin Seereen'in rivayetine göre, ben İbn 'Umar'a boşadığı eşi hakkında sordum. O da: \"Onu hayızlıyken boşadım ve bunu 'Umar'a söyledim. O da Peygamber (ﷺ)'e söyledi, Peygamber (ﷺ) de: 'Ona geri dönmesini söyle, sonra temizlendiğinde, onu temizken boşayabilir.' dedi.\" dedi. O da: \"Ben onu geri aldım, sonra onu temizken boşadım.\" dedim. \"Hayızlıyken verdiğin boşama sayılır mı?\" dedim. O da: \"Neden saymayayım? Sayılmalıdır, hatta ben hata yapmış ve akılsızca davranmış olsam bile.\""
    },
    {
      "id": 212,
      "narrator": "It was narrated that Abul’Ala’ ash-Shami said:",
      "text": "Abul’Ala’ ash-Shami'nin rivayetine göre: Abu Umamah yeni bir elbise giydi ve elbisesi boynuna ulaştığında şöyle dedi: \"Aleyhissalatü vesselam, beni örtmeye ve hayatımda süslenmeye vesile olan elbiseyi giydirdiği için Allah'a hamd olsun.\" Sonra şöyle dedi: \"Ben 'Umar bin al-Khattab (رضي الله عنه)'ın şöyle dediğini duydum: 'Allah'ın Elçisi (ﷺ) şöyle buyurdu: 'Kim yeni bir elbise giyer ve boynuna ulaştığında, 'Aleyhissalatü vesselam, beni örtmeye ve hayatımda süslenmeye vesile olan elbiseyi giydirdiği için Allah'a hamd olsun.' derse, sonra eski veya çıkardığı elbiseyi sadaka olarak verirse, Allah'ın korumasında ve hayatında ve ölümünde, hayatında ve ölümünde olacaktır.'\""
    },
    {
      "id": 213,
      "narrator": "It was narrated from Ibn `Umar that `Umar bin al-Khattab (رضي الله عنه) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, 'Umar bin al-Khattab (رضي الله عنه) şöyle dedi: \"Ben Allah'ın Elçisi (ﷺ)'ne sordum: 'Ey Allah'ın Elçisi (ﷺ), eğer birimiz junubken gusül almadan uyumak isterse, ne yapmalıdır?' O da: 'Namaz için abdest alsın, sonra uyusun.' dedi.\""
    },
    {
      "id": 214,
      "narrator": "It was narrated that ‘AbdurRahman bin Abi Laila said:",
      "text": "'AbdurRahman bin Abi Laila'nın rivayetine göre: Ben al-Bara' bin 'Azib ve 'Umar bin al-Khattab (رضي الله عنه) ile birlikte al-Baqi'de yeni ayı arıyordum, bir binekli geldi ve 'Umar (رضي الله عنه) ona: 'Nereden geldin?' dedi. O da: 'Bedevilerden.' dedi. 'Umar: 'Ayı gördün mü?' dedi. O da: 'Evet.' dedi. 'Umar: 'Allahu Ekber! Gerçekten bir adamın (şahidi) Müslümanlar için yeterlidir.' dedi. Sonra 'Umar kalktı ve abdest aldı, derisi terliklerinin üzerine meshetti, sonra Maghrib namazını kıldı. Sonra: 'Bu, ben Allah'ın Elçisi (ﷺ)'nin yaptığını gördüm.' dedi. Abun-Nadr: 'O, dar kollu bir jubbe giyiyordu ve kolunu altından çıkarıp derisi terliklerinin üzerine meshetti.' dedi.\""
    },
    {
      "id": 215,
      "narrator": "It was narrated that Abu Labeed said:",
      "text": "Abu Labeed'in rivayetine göre: Bairah bin Asad adında bir adam Tahiyah'dan çıkıp göç etti ve Allah'ın Elçisi (ﷺ) vefat ettikten birkaç gün sonra Medine'ye ulaştı. 'Umar (رضي الله عنه) onu gördü ve yabancı olduğunu fark etti, bu yüzden ona: 'Sen kimsin? Oman'dan mısın?' dedi. O da: 'Evet.' dedi. 'Umar onu elinden tutup Abu Bekir (رضي الله عنه)'e götürdü ve: 'Bu adam, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duyduğu yerden: 'Ben, denizin kenarında Oman adında bir yer biliyorum, orada bir Arap kabilesi var ki, eğer benim elçim onlara giderse, ona ok atmazlar veya taş atmazlar.' dedi.\""
    },
    {
      "id": 216,
      "narrator": "It was narrated from Ibn ʼUmar that ‘Umar (رضي الله عنه) - and I think he attributed it to the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan rivayet edilmiştir ki, 'Umar (رضي الله عنه) - ve sanırım bunu Peygamber (ﷺ)'e atfetti - şöyle dedi: \"Allah, yüce ve mübarek olan, şöyle buyuruyor: 'Kim benim için böyle alçakgönüllü olursa' - ve elini yere doğru çevirdi, yere çok yakın bir şekilde - 'ben onu bu şekilde yüceltirim' - ve elini gökyüzüne doğru çevirdi ve elini böyle kaldırdı.\""
    },
    {
      "id": 217,
      "narrator": "It was narrated that Abu `Uthman an-Nahdi said:",
      "text": "Abu 'Uthman an-Nahdi'nin rivayetine göre: 'Umar (رضي الله عنه)'ın minberinin altında oturuyordum, insanlara hitap ederken şöyle dedi: \"Ben, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: 'Bu ümmet için en çok korktuğum şey, her bilgili münafıkla düzgün dilli olandır.'\""
    },
    {
      "id": 218,
      "narrator": "It was narrated from Muslim bin Yasar al-Juhani that `Umar bin al-Khattab was asked about this verse:",
      "text": "Muslim bin Yasar al-Juhani'den rivayet edilmiştir ki, 'Umar bin al-Khattab bu ayet hakkında sorulduğunda: 'Ve (hatırlayın) Rabbiniz, Adem'in çocuklarından, belinden çıkardığında,' 'Umar (رضي الله عنه) şöyle dedi: 'Ben, Allah'ın Elçisi (ﷺ)'nin buna dair sorulduğunu duydum ve Allah'ın Elçisi (ﷺ) şöyle dedi: 'Allah, Adem'i yarattı, sonra sağ elini belinin üzerine geçirdi ve ondan neslini çıkardı ve şöyle dedi: 'Ben bunları cennet için yarattım ve cennet halkının amellerini yapacaklar.' Sonra (elini) belinin üzerine geçirdi ve ondan neslini çıkardı ve şöyle dedi: 'Ben bunları cehennem için yarattım ve cehennem halkının amellerini yapacaklar.' Bir adam dedi ki: 'Ey Allah'ın Elçisi (ﷺ), o zaman neden çabalayalım?' Allah'ın Elçisi (ﷺ) şöyle dedi: 'Allah, bir kişiyi cennet için yarattığında, onu cennet halkının amellerini yapmaya yönlendirir, ta ki o, cennet halkının amellerinden biriyle ölünceye kadar ve böylece cennete girer. Ve bir kişiyi cehennem için yarattığında, onu cehennem halkının amellerini yapmaya yönlendirir, ta ki o, cehennem halkının amellerinden biriyle ölünceye kadar ve böylece cehenneme girer.'\""
    },
    {
      "id": 219,
      "narrator": "It was narrated from Salim bin `Abdullah bin `Umar (رضي الله عنه)l from his father that one of the companions of the Messenger of Allah (ﷺ) entered the mosque one Friday when `Umar bin al-Khattab was standing and addressing the people, `Umar said:",
      "text": "Salim bin 'Abdullah bin 'Umar (رضي الله عنه)'dan, babasından rivayet edilmiştir ki, Allah'ın Elçisi (ﷺ)'nin bir sahabesi bir Cuma günü camiye girdiğinde, 'Umar bin al-Khattab ayakta ve insanlara hitap ediyordu. 'Umar: 'Bu saat ne?' dedi. O da: 'Ey Müminlerin Emiri, pazardan döndüm ve ezanı duyduğumda sadece abdest aldım ve buraya geldim.' 'Umar: 'Sadece abdest mi? Allah'ın Elçisi (ﷺ)'nin gusül yapmamızı emrettiğini bildiğin halde?' dedi.\""
    },
    {
      "id": 220,
      "narrator": "It was narrated that Ya`la bin Umayyah said:",
      "text": "Ya'la bin Umayyah'ın rivayetine göre: Ben, 'Umar bin al-Khattab (رضي الله عنه) ile birlikte (Kabe'yi) tavaf ettim ve köşeye dokundu. Ya'la dedi ki: Ben, Kabe'nin yanındaydım ve siyah taşın yanındaki batı köşesine geldiğimde, onu dokunmak için elini aldım ve o da: 'Seninle ne oluyor?' dedi. Ben de: 'Dokunmayacak mısın?' dedim. O da: 'Sen, Allah'ın Elçisi (ﷺ) ile tavaf etmedin mi?' dedi. Ben de: 'Evet, gerçekten.' dedim. O da: 'O, bu iki batı köşesine dokunduğunu gördün mü?' dedi. Ben de: 'Hayır.' dedim. O da: 'Onun içinde güzel bir örnek yok mu?' dedi. Ben de: 'Evet, gerçekten.' dedim. O da: 'O zaman bununla fazla uğraşma.' dedi.\""
    },
    {
      "id": 221,
      "narrator": "It was narrated that Malik bin Aws bin al-Hadathan said:",
      "text": "Malik bin Aws bin al-Hadathan'ın rivayetine göre: Ben bazı dinarlarımdan getirdim ve onları değiştirmek istedim. Talhah bin 'Ubaidullah benimle karşılaştı ve bir değişim konusunda anlaştık. Sonra onları aldı ve: 'Bekle, benim dükkan sahibim gelsin.' dedi. Abu 'Amir: 'Al-Ghalal'dan (bir yerden).' dedi. Ve bununla ilgili olarak: 'Hepsi 'Bunu al' ve 'bunu al' olmalıdır.' dedi. Ben 'Umar bin al-Khattab (رضي الله عنه)'a bunu sordum ve o da: 'Ben, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini duydum: 'Gümüş, altın için ribadır, ancak yerinde değiştirilmedikçe; buğday, buğday için ribadır, ancak yerinde değiştirilmedikçe; arpa, arpa için ribadır, ancak yerinde değiştirilmedikçe; hurma, hurma için ribadır, ancak yerinde değiştirilmedikçe.' dedi.\""
    },
    {
      "id": 222,
      "narrator": "It was narrated from Sa’eed bin al-Musayyab that `Umar (رضي الله عنه) said:",
      "text": "Sa’eed bin al-Musayyab'dan rivayet edilmiştir ki, 'Umar (رضي الله عنه) şöyle dedi: \"Allah'ın Elçisi (ﷺ) şöyle dedi: 'Ölen kişi, ailesinin onun için ağlaması nedeniyle azap çeker.'\""
    },
    {
      "id": 223,
      "narrator": "It was narrated that `Adi bin Hatim said:",
      "text": "'Adi bin Hatim'in rivayetine göre: Ben, bazı insanlarımla birlikte 'Umar bin al-Khattab'a geldim ve o, Tayy kabilesinden her bir adama iki bin veriyordu, beni görmezden geldi. Ben, onun önüne geçmeye çalıştım ama o, benden yüz çevirdi. Sonra onun baktığı yönden geldim ve yine benden yüz çevirdi. Sonra: 'Ey Müminlerin Emiri, beni tanıyor musun?' dedim. O da gülümsedi ve geriye yaslandı, sonra: 'Evet, Allah'a yemin ederim ki, sen, onların inkâr ettiği zaman inandın, yüz çevirdikleri zaman geldin ve ihanet ettikleri zaman sadık kaldın. Allah'ın Elçisi (ﷺ)'nin yüzünü aydınlatan ilk sadaka (zekat), senin Allah'ın Elçisi (ﷺ)'ne getirdiğin Tayy sadakasıdır.' dedi. Sonra özür dilemeye başladı, sonra: 'Ben sadece son derece fakir olan insanlara veriyorum ve onlar, kabilelerinin liderleri ve sorumlulukları olanlardır.' dedi.\""
    },
    {
      "id": 224,
      "narrator": "It was narrated from Zaid bin Aslam, from his father who said:",
      "text": "Zaid bin Aslam'dan, babasından rivayet edilmiştir ki, 'Umar bin al-Khattab şöyle dedi: \"Neden şimdi koşuyoruz ve (tavaf sırasında) omuzlarımızı açıyoruz, oysa Allah İslam'ı galip kıldı ve küfrü ve onun halkını ortadan kaldırdı? Her ne olursa olsun, Allah'ın Elçisi (ﷺ) zamanında yaptığımız bir şeyden asla vazgeçmeyeceğiz.\""
    },
    {
      "id": 225,
      "narrator": "lt was narrated that Abul Aswad al-Deeli said:",
      "text": "Abul Aswad al-Deeli'nin rivayetine göre: Ben Medine'ye geldiğimde, şehirde hastalıklar yaygındı. 'Abdus-Samad: 'Hızla ölüyorlardı.' dedi. Ben 'Umar bin al-Khattab ile oturdum ve bir cenaze geçti. (Merhum hakkında) iyi şeyler söylendi ve 'Umar: 'Bu doğrudur.' dedi. Sonra başka bir cenaze geçti: (Merhum hakkında) iyi şeyler söylendi ve o da: 'Bu doğrudur.' dedi. Sonra başka bir cenaze geçti: Merhum hakkında kötü şeyler söylendi ve 'Umar: 'Bu doğrudur.' dedi. Ben: 'Ey Müminlerin Emiri, bu ne demek?' dedim. O da: 'Ben, Allah'ın Elçisi (ﷺ)'nin şöyle dediğini söylüyorum: 'Herhangi bir Müslüman hakkında dört kişi şahitlik ederse, Allah onu cennete alır.' Dedik ki: 'Ya üç kişi?' O da: 'Ya üç kişi.' Dedik ki: 'Ya iki kişi?' O da: 'Ya iki kişi.' Sonra bir kişi hakkında sormadık.\""
    },
    {
      "id": 226,
      "narrator": "Abu Hurairah said:",
      "text": "Abu Hurayra dedi ki: `Umar bin al-Hattab hutbe verirken bir adam geldi ve oturdu, `Umar dedi ki: Cuma'ya neden geç geldin? Adam dedi ki: Ey Ameer al-Mu'minin, ezanı duyduğumda abdest aldım, sonra geldim. `Umar dedi ki: Sadece abdest mi? Allah'ın Elçisi (ﷺ) 'Cuma'ya giden biriniz gusül yapsın' demedi mi?"
    },
    {
      "id": 227,
      "narrator": "It was narrated from `Imran bin Hittan, according to what Harb thinks, who asked Ibn `Abbas about silk garments. He said:",
      "text": "İmrân bin Hittan'dan, Harb'ın düşündüğüne göre, İbn Abbas'a ipek giysileri sorduğu rivayet edilmiştir. O da: `Aişe'ye sor dedi. Bunun üzerine Aişe'ye sordu ve o da: İbn Umar'a sor dedi. İbn Umar'a sordu ve o da: Abu Hafs bana Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bu dünyada ipek giyen kimse, ahirette ondan hiçbir pay almayacaktır.' dedi."
    },
    {
      "id": 228,
      "narrator": "It was narrated from Humaid bin Abdur-Rahman al-Himyari that Ibn `Abbas said in Basrah; I was the first one to come to ‘Umar when he was stabbed. He said:",
      "text": "Hümeyd bin Abdurrahman al-Himyari'den rivayet edilmiştir ki, İbn Abbas Basra'da şöyle dedi: `Umar'a bıçak saplandığında ona ilk gelen bendim. O dedi ki: Benden üç şeyi öğrenin, çünkü insanların bana gelmeyeceklerinden korkuyorum (ölmeden önce). Ben kalalah hakkında hiçbir hüküm vermedim ve benden sonra insanlara liderlik edecek bir halef tayin etmedim, ve onun her kölesi dedi ki: Hayır, Allah'tan başka ilah yoktur- eğer elimdeki tüm dünya ve içindekiler olsaydı, önümdeki korkunun fidyesi olarak onu verirdim, sonuçları bilmeden. Sizlerin benim müminlerin işlerine bakmam hakkında söyledikleriniz, Allah'a yemin ederim ki, içinden çıkmak istiyorum, hiçbir şey kazanıp kaybetmeden. Allah'ın Elçisi (ﷺ) ile birlikte olduğum hakkında söyledikleriniz doğrudur."
    },
    {
      "id": 229,
      "narrator": "It was narrated that Abu Unma mah bin Sahl said:",
      "text": "Abu Unmah bin Sahl'den rivayet edilmiştir ki: `Umar, Abu Ubaidah bin al-Cerrah'a yazdı: Diyetini kime ödeyeyim? `Umar ona geri yazdı ve Allah'ın Elçisi (ﷺ) şöyle derdi: \"Allah ve Elçisi, velisi olmayanın velisidir, amca, velisi olmayanın mirasçısıdır.\""
    },
    {
      "id": 230,
      "narrator": "It was narrated that ʼUmar bin al-Khattab said:",
      "text": "`Umar bin al-Hattab dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bir hürün (esaretten kurtulmuş) eski efendisine olan sadakati, malını miras alan kişiye geçer, babasına veya oğluna.'"
    },
    {
      "id": 231,
      "narrator": "It was narrated that `Abis bin Rabee’ah said:",
      "text": "Abis bin Rabia'dan rivayet edilmiştir ki: `Umar'ı Siyah Taş'a gittiğini ve şöyle dediğini gördüm: Allah'a yemin ederim ki, senin bir taş olduğunu ve zarar veremeyeceğini biliyorum. Eğer Allah'ın Elçisi (ﷺ) seni öptüğünü görmeseydim, seni öpmezdim. Sonra eğildi ve onu öptü."
    },
    {
      "id": 232,
      "narrator": "Dujain Abul-Ghusn, who was from Basrah, said:",
      "text": "Dujain Abul-Ghusn, Basra'dan, dedi ki: Medine'ye geldim ve `Umar bin al-Hattab'ın azatlısı Aslam ile tanıştım. Ona: `Umar'dan bir haber ver dedim. O da: Ben veremem, bir şey ekleyip çıkaracağım diye korkuyorum. Eğer `Umar'a, Allah'ın Elçisi (ﷺ) hakkında bir şey söyle dediysek, o da: Bir harf ekleyip çıkaracağım diye korkuyorum derdi. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Kim benimle ilgili yalan söylerse, o cehennemde olacaktır.'"
    },
    {
      "id": 233,
      "narrator": "It was narrated that `Umar said:",
      "text": "`Umar dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: 'Pazar yerinde, Allah'tan başka ilah yoktur, O'nun ortağı yoktur, mülk O'nundur, O'na tüm övgüler layıktır, tüm iyilik O'nun elindedir, O hayat ve ölüm verir ve her şey üzerinde güç sahibidir' diyen kimseye, Allah bir milyon sevap yazar ve bir milyon günahını siler ve ona cennette bir ev inşa eder.'"
    },
    {
      "id": 234,
      "narrator": "`Umar bin al-Khattab (s) said:",
      "text": "`Umar bin al-Hattab (s) dedi ki: Hayber günü, Allah'ın Elçisi (ﷺ) ile birlikte olan bir grup sahabi: \"Falanca şehittir, falanca şehittir\" dediler, ta ki bir adamın yanından geçip: \"Falanca şehittir\" dediler. Allah'ın Elçisi (ﷺ) dedi ki: 'Hayır, onu cehenneme sürüklenirken gördüm, çünkü ganimetten bir hırka çalmıştı. Çıkın ve insanlara çağırın: \"Cennete girecek olan yalnızca müminlerdir.\" Ben de çıktım ve çağırdım: \"Cennete girecek olan yalnızca müminlerdir.\""
    },
    {
      "id": 235,
      "narrator": "It was narrated from Sa`d bin ʼUbaidah, from Ibn ‘Umar, that `Umar said:",
      "text": "Sa'd bin Ubaidah'dan, İbn Umar'dan rivayet edilmiştir ki, `Umar dedi ki: Hayır, babam üzerine. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Durun! Allah'tan başka bir şeyle yemin eden kimse, şirk işlemiştir.'"
    },
    {
      "id": 236,
      "narrator": "It was narrated from Nafi’ that ‘Umar added to the mosque the area between the pillar and the enclosure, and ‘Uthman added, `Umar said:",
      "text": "Nafi'den rivayet edilmiştir ki, `Umar, sütun ile çevre arasındaki alanı camiye ekledi ve `Uthman ekledi, `Umar dedi ki: Eğer Allah'ın Elçisi (ﷺ) 'Camiimizi genişletmek istiyoruz' demeseydi, ona hiçbir şey eklemezdim."
    },
    {
      "id": 237,
      "narrator": "It was narrated from ‘Umar that he said:",
      "text": "`Umar'dan rivayet edilmiştir ki, o dedi: Allah, yüceltilmiş ve şanlı, Muhammed'i (ﷺ) hak ile gönderdi ve onunla birlikte Kitap indirdi. Kendisine indirilen şeylerden biri recm ayetidir. Allah'ın Elçisi (ﷺ) ondan sonra recm yaptı. Sonra dedi ki: 'Gerçek babanızı terk etmeyin (ve kendinizi başkasına atfetmeyin), çünkü bu bir küfürdür; eğer bunu yaparsanız, gerçek babanızı terk etmek küfürdür.' Ve Allah'ın Elçisi (ﷺ) dedi ki: 'Beni Meryem oğlu gibi övmeyin; ben bir kulum, o yüzden: Onun kulu ve Elçisi deyin.' Belki Ma'mar şöyle dedi: 'Hristiyanların Meryem oğlu gibi övdüğü gibi.'"
    },
    {
      "id": 238,
      "narrator": "It was narrated from Salim from Ibn ‘Umar that he said to `Umar:",
      "text": "Salim'den İbn Umar'a rivayet edilmiştir ki, o `Umar'a şöyle dedi: İnsanların bir şey söylediğini duydum, bu yüzden seninle konuşmaya karar verdim. Onlar, halef tayin etmeyeceğini söylüyorlar. Bir süre başını eğdi, sonra baktı ve dedi ki: Allah, yüceltilmiş ve şanlı, dinini koruyacaktır. Eğer ben bir halef tayin etmezsem, Allah'ın Elçisi (ﷺ) de halef tayin etmedi; eğer ben bir halef tayin edersem, Abu Bekir halef tayin etti. Allah'a yemin ederim ki, Allah'ın Elçisi (ﷺ) ve Abu Bekir'i anınca, başka kimseyi Allah'ın Elçisi (ﷺ) ile eşit görmeyeceğini ve halef tayin etmeyeceğini anladım."
    },
    {
      "id": 239,
      "narrator": "It was narrated from Malik bin Aws that al-Hadathan said:",
      "text": "Malik bin Aws'tan rivayet edilmiştir ki, el-Hadathan şöyle dedi: `Umar bana haber gönderdi... ve hadisi anlattı. Size ikinize de söyledim: Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bizden miras alınmaz ve geride bıraktığımız şey sadakadır.'"
    },
    {
      "id": 240,
      "narrator": "It was narrated that Ibn al Musayyab said:",
      "text": "İbn al-Musayyab'dan rivayet edilmiştir ki: Abu Bekir öldüğünde, insanlar onun için ağladılar. `Umar dedi ki: Allah'ın Elçisi (ﷺ) şöyle dedi: 'Ölen, yaşayanların ağlaması yüzünden azap çeker.'"
    },
    {
      "id": 241,
      "narrator": "It was narrated that Abu Hurairah said:",
      "text": "Abu Hurayra'dan rivayet edildiğine göre, Allah'ın Resulü (ﷺ) vefat ettiğinde bazı insanlar dinden döndü. Ömer bin Hattab dedi ki: Ey Ebu Bekir, Allah'ın Resulü (ﷺ) \"İnsanlarla La ilaha illallah (Allah'tan başka ilah yoktur) demedikçe savaşmam emredildi\" dediğinde, insanlarla nasıl savaşabilirsin? La ilaha illallah diyenin malı ve canı benden korunmuştur ve onun hesabı Allah'la olacaktır. Ebu Bekir dedi ki: Namaz ile zekatı ayıranlarla kesinlikle savaşacağım, çünkü zekat, malın üzerindeki bir yükümlülüktür. Allah'a yemin ederim ki, eğer benden, Allah'ın Resulü'ne (ﷺ) verdikleri küçük bir dişi keçiyi bile saklarlarsa, kesinlikle onlarla savaşacağım. Ömer dedi ki: Allah'a yemin ederim ki, Ebu Bekir'in savaşma fikrine kalbinin açıldığını görünce onun haklı olduğunu anladım."
    },
    {
      "id": 242,
      "narrator": "It was narrated that ‘Umar said:",
      "text": "Ömer'in dediğine göre, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Biz miras alınmayız; geride bıraktıklarımız sadakadır.\""
    },
    {
      "id": 243,
      "narrator": "It was narrated that Malik bin Aws said:",
      "text": "Malik bin Evs'ten rivayet edildiğine göre, Ömer beni çağırdı... ve benzer bir hadis zikretti. Dedi ki: Banu Nadir'in malı, Allah'ın Resulü'ne verdiği ve Müslümanların ne atlı ne de yaya olarak sefer düzenlemediği fay'dır (bkz. Haşr 59:6). Bunun bir kısmını ailesinin geçimi için bir yıl ayırdı, geriye kalanını ise Allah yolunda cihad için atlar ve silahlar almak üzere harcadı, yüceltilmiş ve aziz olan Allah için."
    },
    {
      "id": 244,
      "narrator": "It was narrated from `Asim bin ‘Umar from his father that the Prophet (ﷺ)  said:",
      "text": "Asim bin Ömer'den, babasından rivayet edildiğine göre, Peygamber (ﷺ) şöyle buyurdu: \"Gece geldiğinde ve gündüz gittiğinde, güneş battığında, oruçlu kişi orucunu açabilir.\""
    },
    {
      "id": 245,
      "narrator": "It was narrated that Ibn `Abbas said:",
      "text": "İbn Abbas'tan rivayet edildiğine göre, Ömer'e bir şey sormak istedim ama fırsat bulamadım, bu yüzden iki yıl bekledim. Sonra Marraz-Zahran'da iken, o ihtiyacını gidermek için gitti, sonra ihtiyacını giderdikten sonra geldi ve ben ona su döktüm, dedim ki: Ey Müminlerin Emiri, Allah'ın Resulü'ne (ﷺ) karşı birbirine yardım eden iki kadın kimdir? Dedi ki: \"Aişe ve Hafsa.\" Kur'an'da şöyle geçmektedir: \"Eğer siz iki (Peygamberin eşleri) Allah'a tevbe ederseniz, bu sizin için daha hayırlıdır; kalpleriniz, Peygamberin (ﷺ) hoşlandığı şeylere karşı eğilimlidir; ama eğer ona karşı birbirinize yardım ederseniz, şüphesiz Allah onun Maulasıdır (Rab, ya da Koruyucu), Cebrail ve salih müminler, ayrıca melekler de onun yardımcılarıdır.\" (Tahrim Suresi 66:3)"
    },
    {
      "id": 246,
      "narrator": "It was narrated from Ibn Seereen, who heard it from Abul-`Ajifa` who said:",
      "text": "İbn Sirin'den rivayet edildiğine göre, o da Abul-Ajifa'dan duyduğunu söyledi: Ömer'in şöyle dediğini işittim: Kadınların mehirlerini fazla yüksek yapmayın, çünkü bu dünyada onur veya ahirette takva belirtisi olsaydı, en çok bunu yapacak olan sizlerden biri Peygamber (ﷺ) olurdu. Ama o, kızlarından hiçbirini evlendirmedi ve eşlerinden hiçbiri için on iki Okiyye'den fazla mehir vermedi. Ayrıca, seferleriniz sırasında şöyle diyorsunuz: \"Filan kişi şehit oldu, filan kişi şehit oldu,\" ama belki de o, yük hayvanının sırtını altın ve gümüşle doldurmuş, ticaret yapmayı umuyordu. Öyleyse bunu söylemeyin; aksine, Muhammed'in (ﷺ) dediği gibi söyleyin: \"Allah yolunda ölen kimse cennettedir.\""
    },
    {
      "id": 247,
      "narrator": "It was narrated from Ma`dari bin Abi Talhah al-Ya`rnari that `Umar stood up to deliver a khutbah. He praised and glorified Allah, then he mentioned the Prophet (ﷺ) of Allah  and Abu Bakr, then he said:",
      "text": "Ma'dari bin Ebu Talha el-Yarnari'den rivayet edildiğine göre, Ömer bir hutbe vermek için ayağa kalktı. Allah'ı övdü ve yüceltti, sonra Allah'ın Resulü (ﷺ) ve Ebu Bekir'den bahsetti, ardından şöyle dedi: \"Bir rüya gördüm, kendimi bir horozun iki kez gagaladığını gördüm ve bunun benim ölümümü işaret ettiğini düşünüyorum. İnsanlar bana, benden sonra bir halife tayin etmemi söylüyorlar. Allah, halifeliğini veya dinini kaybettirmeyecek, ya da Peygamberini (ﷺ) gönderdiği şeyle kaybettirmeyecek. Eğer ölürsem, halifelik bu altı adamdan oluşan bir meclis tarafından belirlenecek; bunlar, Allah'ın Resulü (ﷺ) vefat ettiğinde kendisinden memnun olduğu kimselerdir. Siz onlardan hangisine biat ederseniz, onu dinleyin ve itaat edin. O sırada bazı adamların bu meseleyi zayıflatmaya çalışacaklarını biliyorum ve ben bu iki elimle İslam'ı desteklemek için onlarla mücadele ettim. Eğer bunu yaparlarsa, işte onlar Allah'ın düşmanları, sapkın kafirlerdir. Allah'a yemin ederim ki, geride bıraktığım en önemli şey kalalahdır. Allah'ın Resulü'ne (ﷺ) bunun hakkında sordum ve o, bu konuda bana o kadar sert konuşmadı ki, göğsüme ya da yanına parmağıyla vurup: \"Ey Ömer, yazın indirilen Nisa Suresi'nin sonundaki ayet senin için yeterlidir.\" dedi. Eğer yaşarsam, bununla ilgili bir hüküm vereceğim ki, Kur'an okuyan veya okumayan hiç kimse buna itiraz etmeyecek. Sonra Ömer dedi: Ey Allah, eyaletlerin yöneticileri hakkında şahit ol; onları insanlara dinlerini ve Peygamberlerinin (ﷺ) sünnetini öğretmek, onlara sa'i (ölçü) dağıtmak ve aralarında adaletle hükmetmek için gönderdim; ve zor buldukları her şeyi bana iletecekler. Sonra dedi: Ey insanlar, siz iki bitki yiyorsunuz ki, bunların sadece hoş olmayan şeyler olduğunu düşünüyorum, bu sarımsak ve soğan. Allah'ın Resulü (ﷺ) zamanında, bu şeylerin kokusunu taşıyan bir adamı gördüğümde, elinden tutup Baqi'ye çıkarırlardı. Kim bunları yemek zorundaysa, onları iyice pişirsin.\" Ömer bunu Cuma hutbesinde söyledi ve 26 Dhul Hijjah Çarşamba günü bıçaklandı."
    },
    {
      "id": 248,
      "narrator": "It was narrated from Abu Moosa that `Umar said:",
      "text": "Ebu Musa'dan rivayet edildiğine göre, Ömer dedi ki: \"Allah'ın Resulü'nün (ﷺ) sünneti, yani Hac'da tamattu'dur, ama ben, onların (eşleriyle) Arak ağaçlarının altında cinsel ilişkiye gireceklerinden korkuyorum, sonra onları Hac için getirecekler.\""
    },
    {
      "id": 249,
      "narrator": "It was narrated that ʼUmar said:",
      "text": "Ömer'in dediğine göre, Allah'ın Resulü (ﷺ) ihtiyacını giderdikten sonra abdest alırken, deriden yapılmış terliklerinin (khuff) üzerine meshetmiş ve sonra namaz kılmıştır."
    },
    {
      "id": 250,
      "narrator": "It was narrated that Simak said:",
      "text": "Simak'tan rivayet edildiğine göre, İyad el-Ash'ari'nin şöyle dediğini işittim: \"Ben Yermuk'taydım ve üzerimizde beş komutan vardı: Ebu Ubeyde bin Cerrah, Yezid bin Ebu Süfyan, İbn Hasanah, Halid bin Velid ve İyad - ve bu İyad, Simak'a rivayet eden kişi değildi. Ömer (رضي الله عنه) dedi ki: Eğer savaş olursa, komutanınız Ebu Ubeyde'dir. Biz ona yazdık, dedik ki: Ölümle karşı karşıyayız; ve ondan takviye istedik. O bize yazdı, dedi ki: Takviye isteğinizi aldım ve size en büyük destek ve en hazır birlikleri bildirebilirim. Allah, yüceltilmiş ve aziz olan, O'ndan destek isteyin; çünkü Muhammed (ﷺ) Badr günü sizden daha az sayıda olanlarla galip kılındı. Bu mektubum size ulaştığında, benimle geri dönmeden onlarla savaşın. Böylece onlarla savaştık ve onları yendik, dört fersah boyunca peşlerinden gittik ve onları öldürdük, ve mal elde ettik (ganimet). Ganimet meselesini tartıştılar ve İyad bize her baş için on vermemizi önerdi. Ebu Ubeyde dedi ki: \"Kim benimle (at yarışı) yarışacak?\" Genç bir adam dedi ki: \"Ben, eğer sen kızmazsan.\" Sonra onu yendi ve Ebu Ubeyde'nin iki örgüsü, onun arkasında bir Arap atında yarışırken uçuyordu."
    },
    {
      "id": 251,
      "narrator": "It was narrated that `Ali bin Zaid said:",
      "text": "Ali bin Zayd'dan rivayet edildiğine göre, Medine'ye geldim ve Salim bin Abdullah'ın yanına girdim, ben de ipek bir jubbe giyiyordum. Salim bana dedi ki: \"Bu giysiyle ne yapıyorsun?\" Ben de Ömer bin Hattab'dan (c.) duyduğumu söyledim ki, Allah'ın Resulü (ﷺ) şöyle buyurdu: \"İpek, ahirette hiçbir payı olmayanların giydiği bir şeydir!\""
    },
    {
      "id": 252,
      "narrator": "It was narrated from ‘Amr bin Shu`aib from his father that his grandfather said:",
      "text": "Amr bin Şu'ayb'den, babasından, dedesinin şöyle dediğine dair rivayet edildi: Bir adam, (kendi) oğlunu kasten öldürdü ve dava Ömer bin Hattab'a (رضي الله عنه) intikal etti. O, katilin yüz deve (diye) ödemesine hükmetti: otuz üç yaşında dişi develer, otuz dört yaşında dişi develer ve kırk beş yaşında dişi develer. Dedi ki: \"Ve katil hiçbir şey miras almaz. Eğer Allah'ın Resulü (ﷺ) 'Oğul için baba öldürülmez' demeseydi, seni idam ederdim.\""
    },
    {
      "id": 253,
      "narrator": "It was narrated that ‘Amr bin Shu`aib said:",
      "text": "Amr bin Şu'ayb'den rivayet edildiğine göre, Ömer (رضي الله عنه) dedi: \"Eğer Allah'ın Resulü (ﷺ) 'Katil, öldürdüğü kişinin mirasından hiçbir şey almaz' demeseydi, seni mirasçılar arasına alırdım.\" Ve öldürülenin amcasını çağırdı ve develeri ona verdi."
    },
    {
      "id": 254,
      "narrator": "It was narrated that Malik bin Aws bin al-Hadathan said:",
      "text": "Mücahid bin Cabir'den rivayet edildi... ve aynı hadisi zikretti. Dedi ki: \"Ömer (4) otuz üç yaşında dişi develer, otuz dört yaşında dişi develer ve beş ile sekiz yaşları arasında hamile olan kırk dişi deve aldı, sonra öldürülenin kardeşini çağırdı ve onları ona verdi, babasına değil. Ve dedi ki: \"Ben Allah'ın Resulü (ﷺ) 'Katil, hiçbir şey almaz' dediğini işittim.\""
    },
    {
      "id": 255,
      "narrator": "It was narrated from Ibn al Musayyab that `Umar (رضي الله عنه) said:",
      "text": "Malik bin Evs bin Hadathan'dan rivayet edildiğine göre, Abbas ve Ali, Ömer'e (رضي الله عنه) bir ihtilafla geldiler. Abbas dedi ki: \"Bana ve bu kimseye hükmet.\" Ve insanlar dedi ki: \"Onlar arasında hükmet, hükmet.\" O dedi ki: \"Ben onların arasında hükmetmeyeceğim; onlar biliyorlar ki, Allah'ın Resulü (ﷺ) 'Biz miras alınmayız; geride bıraktıklarımız sadakadır' dedi.\""
    },
    {
      "id": 256,
      "narrator": "It was narrated from Abu Moosa that he used to advise people to do Tamattu` (in Hajj). A man said to him:",
      "text": "Abu Musa'dan rivayet edilmiştir ki, insanlara Hac'da Tamattu` yapmalarını tavsiye edermiş. Bir adam ona: Fetva vermekte acele etme, çünkü Ameer al-Mu'mineen'in Hac ile ilgili ne karar verdiğini bilmiyorsun, dedi. Daha sonra onunla karşılaştığında, ona sordu ve Ömer dedi ki: Ben, Peygamber (ﷺ) bunu yaptı ve Ashab'ı da bunu yaptı, ama ben arak ağaçlarının altında oturmayı ve başları gusülden damlayan bir şekilde Hac'a gitmeyi istemiyorum."
    },
    {
      "id": 257,
      "narrator": "it was narrated that `AbdurRahman bin `Awf said:",
      "text": "Abdurrahman bin Avf'tan rivayet edilmiştir ki: Ömer bin Hattab (رضي الله عنه) Hac yaptı ve insanlara bir konuşma yapmak istedi. Abdurrahman bin Avf dedi ki: Cahil insanlar etrafında toplandı, bu yüzden bunu Medine'ye gelene kadar ertele. Medine'ye geldiğinde, minberdeyken ona yaklaştım ve onun şöyle dediğini duydum: Bazı insanlar, onun ardından neden taşlayalım diyor. Eğer insanlar, \"Allah'ın Kitabına, onun bir parçası olmayan bir şeyi ekledin\" derler diye korkmasaydım, bunu olduğu gibi eklerdim."
    },
    {
      "id": 258,
      "narrator": "It was narrated that Simak bin Harb said:",
      "text": "Simak bin Harb'dan rivayet edilmiştir ki: Ben an-Nu'man - yani bin Beşir -in şöyle dediğini duydum: Ömer (رضي الله عنه) insanların elde ettiği dünya malını anarak dedi ki: Ben, Allah'ın Elçisi (ﷺ) 'nin bütün gün kıvrılmış bir şekilde kaldığını, karnını doyuracak en kötü hurmayı bile bulamadığını gördüm."
    },
    {
      "id": 259,
      "narrator": "It was narrated from Ibn ‘Umar, from his father, that the Prophet  said:",
      "text": "İbn 'Umar'dan, babasından rivayet edilmiştir ki, Peygamber şöyle buyurmuştur: \"Ölü, yas tutulduğu için mezarında azap çeker.\" El-Haccac dedi ki: \"... onun için yas tutulduğu için.\""
    },
    {
      "id": 260,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade'den rivayet edilmiştir ki: Ben, Abul-Aliya'dan İbn Abbas'tan şöyle naklettiğini duydum: Bir adam bana - Şu'be dedi ki: Sanırım o, Peygamber (ﷺ) 'in Ashabından biriydi - En çok takdir ettiğim kişi Ömer bin Hattab (رضي الله عنه)'dır: Allah'ın Elçisi (ﷺ) iki zaman diliminde namaz kılmayı yasakladı: Asr'dan sonra güneş batana kadar ve Fajr'dan sonra güneş doğana kadar."
    },
    {
      "id": 261,
      "narrator": "It was narrated that Qatadah said:",
      "text": "Katade'den rivayet edilmiştir ki: Ben, Ebu Uthman an-Nahdi'nin şöyle dediğini duydum: Ömer'in mektubu, biz Adhrabicanda 'Utbah bin Farqad ile veya Suriye'de olduğumuzda bize geldi. Allah'ın Elçisi (ﷺ) ipek giymeyi, iki parmak kadar olan kısmı hariç yasakladı. Ebu Uthman dedi ki: Onun ipek kenarları kastettiğinden şüphemiz yoktu."
    },
    {
      "id": 262,
      "narrator": "It was narrated that ‘Amr bin Maimoon said:",
      "text": "Amr bin Maimun'dan rivayet edilmiştir ki: Ömer (رضي الله عنه) Cem'de Fajr namazı kıldı. Ebu Davud dedi ki: Biz Ömer ile Cem'de idik ve o dedi ki: Müşrikler güneş doğana kadar hareket etmezlerdi ve \"Parla, (Dağ) Thabeer\" derlerdi. Allah'ın Elçisi (ﷺ) onlardan farklıydı ve güneş doğmadan önce hareket etti."
    },
    {
      "id": 263,
      "narrator": "It was narrated that `Abdullah bin Deenar said:",
      "text": "Abdullah bin Dinar'dan rivayet edilmiştir ki: Ben, İbn 'Umar'ın şöyle dediğini duydum: Ömer (...) Allah'ın Elçisi (ﷺ) 'ne sordu: Eğer gece cünüp olursam; ne yapmalıyım? O dedi ki: \"Önce cinsel organını yıka, sonra abdest al, sonra uyu.\""
    },
    {
      "id": 264,
      "narrator": "It was narrated that Salamah bin Kuhail said:",
      "text": "Salamah bin Kuhail'den rivayet edilmiştir ki: Ben, Ebu'l-Hakem'in şöyle dediğini duydum: İbn 'Umar'a toprak kaplar hakkında sordum ve bize Ömer (رضي الله عنه) 'den nakletti ki, Allah'ın Elçisi (ﷺ) toprak kaplarda, kabaklarda ve vernikli kaplarda (nabeedh yapmayı) yasakladı."
    },
    {
      "id": 265,
      "narrator": "It was narrated that `Abdullah bin Sarjis said:",
      "text": "Abdullah bin Sarjis'ten rivayet edilmiştir ki: Ben, kel olanı - yani Ömer bin Hattab (رضي الله عنه) - Kabe'nin Hacerü'l-Esved'ini öperken ve şöyle derken gördüm: \"Ben biliyorum ki sen sadece bir taşsın, ama ben Allah'ın Elçisi (ﷺ) 'nin seni öptüğünü gördüm.\""
    },
    {
      "id": 266,
      "narrator": "It was narrated that Juwairiyyah bin Qudamah said:",
      "text": "Cüveyriye bin Kudame'den rivayet edilmiştir ki: Ben Hac yaptım ve Ömer'in bıçaklandığı yıl Medine'ye geldim. Bir konuşma yaptı ve şöyle dedi: \"Bir rüya gördüm ki, bir kırmızı horoz beni bir veya iki kez gagaladı - Şu'be kesin değildi - ve olan şu ki, bıçaklandı. İnsanlara onun yanına girmeleri için izin verildi. İlk girenler Peygamber (ﷺ) 'in Ashabından oldular, sonra Medineliler, sonra Suriyeliler. Sonra Irak halkına izin verildi ve ben de onun yanına girenlerden biriydim. İnsanlar onun yanına girdikçe, onu övdüler ve ağladılar. Biz onun yanına girdiğimizde, karnını siyah bir sarıkla sarmıştı ve kan akıyordu. Biz dedik: Bize bir nasihat ver; ve ondan nasihat isteyen tek kişi bizdik. O dedi ki: \"Allah'ın Kitabına sarılmalısınız, çünkü ona uyduğunuz sürece asla sapıtmazsınız.\" Biz dedik: Bize nasihat et. O dedi: \"Muhacirlere karşı nazik olmanızı tavsiye ediyorum, çünkü insanlar sayıca artacak ve onlar azalacaktır. Ve Ensar'a karşı nazik olmanızı tavsiye ediyorum, çünkü onlar İslam'ın sığındığı insanlardır. Ve bedevilere karşı nazik olmanızı tavsiye ediyorum, çünkü onlar sizin kökeniniz ve gücünüzdür. Ve sizin yönetiminiz altındaki gayrimüslim insanlara (ahludh-dhimmah) karşı nazik olmanızı tavsiye ediyorum, çünkü onlar Peygamberiniz (ﷺ) ile bir ahit yapmışlardır ve size bir gelir kaynağı sağlarlar. Artık gidebilirsiniz.\" Ve bize bunlardan başka bir şey söylemedi. Muhammed bin Ca'fer dedi ki: Şu'be dedi ki: Sonra ondan sordum ve bedeviler hakkında şöyle dedi: \"Bedevilerle nazik olmanızı tavsiye ediyorum, çünkü onlar sizin kardeşlerinizdir ve düşmanınızın düşmanıdır.\""
    },
    {
      "id": 267,
      "narrator": "It was narrated from Ibn `Abbas (رضي الله عنه) that he said:",
      "text": "İbn Abbas'tan (رضي الله عنه) rivayet edilmiştir ki, şöyle dedi: İyi ahlaka sahip bazı adamlar, aralarında benim görüşüme göre en iyisi olan Ömer'in de bulunduğu, huzurumda şahitlik ettiler ki, Allah'ın Elçisi (ﷺ) Fajr namazından sonra güneş doğana kadar ve Asr namazından sonra güneş batana kadar namaz kılmayı yasakladı."
    },
    {
      "id": 268,
      "narrator": "It was narrated from Suwaid bin Ghafalah that `Umar addressed the people in al-Jabiyah and said:",
      "text": "Suveyd bin Gafale'den rivayet edilmiştir ki: Ömer, el-Cabiye'de insanlara hitap etti ve dedi ki: \"Allah'ın Elçisi (ﷺ) ipek giymeyi, iki parmak veya üç veya dört parmak genişliğinde olan kısmı hariç yasakladı\" ve elini işaret etti."
    },
    {
      "id": 269,
      "narrator": "It was narrated from Ibn ʼUmar, from `Umar, that the Prophet (ﷺ) said:",
      "text": "İbn 'Umar'dan, Ömer'den rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurmuştur: \"Ölü, yas tutulduğu için mezarında azap çeker.\""
    },
    {
      "id": 270,
      "narrator": "Ibn ‘Umar said:",
      "text": "İbn 'Umar dedi ki: Ömer bin Hattab (رضي الله عنه) bana şöyle söyledi: Bir gün Allah'ın Elçisi (ﷺ) ile birlikteydik, yanımıza çok beyaz bir elbise giymiş ve çok siyah saçlı bir adam geldi, biz ondan seyahat izleri görmedik ve hiçbiri kim olduğunu bilmiyordu. O geldi ve Peygamber (ﷺ) 'in önünde oturdu, dizlerini onun dizlerine dayadı ve ellerini uyluklarına koydu. Dedi ki: Ey Muhammed, bana İslam'ı anlat: İslam nedir? Allah'ın Elçisi (ﷺ) dedi ki: \"İslam, Allah'tan başka ilah olmadığına ve Muhammed'in Allah'ın Elçisi (ﷺ) olduğuna şehadet etmektir, namazı düzenli kılmak, zekat vermek, Ramazan'ı oruç tutmak ve Kabe'ye hacca gitmektir, eğer buna gücün yeterse.\" O dedi: \"Gerçekten doğru söyledin.\" O (Ömer) dedi: \"Bizi hayrete düşürdü, nasıl onu sorguladı ve doğru söylediğini söyledi.\" O dedi: \"Bana imandan bahset.\" O dedi: \"İman, Allah'a, meleklerine, kitaplarına, elçilerine, ahiret gününe ve hayır ve şer olarak kaderin varlığına inanmaktır.\" O dedi: \"Gerçekten doğru söyledin.\" O dedi: \"Bana ihsanı anlat: İhsan nedir?\" - Yezid dedi ki: \"O, Allah'ı görüyormuşsun gibi ibadet etmektir, çünkü sen O'nu göremezsen de, O seni görmektedir.\" O dedi: \"Bana saatten bahset.\" O dedi: \"Ondan sorulan, sorandan daha fazla bilmez.\" O dedi: \"O zaman bana işaretlerinden bahset.\" O dedi: \"Köle kadın, efendisini doğurduğunda ve çıplak, ayaksız, yoksul çobanların yüksek binalar inşa etme konusunda yarıştıklarını gördüğünde.\" O dedi: Sonra o gitti. O, bir süre bekledi - Yezid dedi ki: üç (gün). Sonra o (Peygamber (ﷺ)) bana dedi ki: \"Ey Ömer, o soru soran kimdi?\" Ben dedim: \"Allah ve O'nun Elçisi en iyi bilir.\" O dedi: \"O, dininizi öğretmek için size gelen Cebrail'dir.\""
    },
    {
      "id": 271,
      "narrator": "lt was narrated that Abu Nadrah said:",
      "text": "Abu Nadrah'dan rivayet edilmiştir ki, şöyle dedi: Jabir bin Abdullah'a dedim ki: İbn az-Zubair (رضي الله عنه) tamattu'u (hacda) yasaklıyor, İbn Abbas ise onu emrediyor. O da bana: Bu mesele hakkında bilgim var. Biz, Allah'ın Resulü (ﷺ) ile tamattu yaptık - Affan dedi ki: Ve Ebu Bekir ile - sonra Umar (رضي الله عنه) halife olduğunda, insanlara hitap etti ve dedi ki: Kur'an hâlâ Kur'an'dır ve Allah'ın Resulü (ﷺ) Resuldür. Allah'ın Resulü (ﷺ) zamanında iki mut'a vardı: biri Hac mut'ası (yani, tannaffit) ve diğeri kadınlarla mut'a."
    },
    {
      "id": 272,
      "narrator": "lt was narrated from Abu Tameem that he heard `Umar bin al-Khattab (رضي الله عنه) say:",
      "text": "Abu Tameem'den rivayet edilmiştir ki, o, Umar bin al-Khattab'ın (رضي الله عنه) şöyle dediğini duydu: Ben, Peygamber (ﷺ) 'in şöyle dediğini duydum: \"Eğer gerçekten Allah'a güveniyorsanız, O, sizi kuşlar gibi rızıklandırır: onlar boş karınlarla çıkarlar ve dolu karınlarla geri dönerler.\""
    },
    {
      "id": 273,
      "narrator": "It was narrated that Ibn as Sa`idi al-Maliki said:",
      "text": "Ibn as-Sa'idi al-Maliki'den rivayet edilmiştir ki, Umar bin al-Khattab (رضي الله عنه) beni zekat işlerinden sorumlu tayin etti ve ben onu tamamlayıp kendisine teslim ettiğimde, bana bir ücret verilmesini emretti. Ben de: \"Ben bunu sadece Allah rızası için yaptım ve mükafatım Allah katındadır.\" dedim. O da: \"Sana verilen şeyi al.\" dedi. Ben, Allah'ın Resulü (ﷺ) zamanında bir işte görevlendirilmiştim ve bana bir ücret verilmişti, ben de senin dediğin gibi söyledim, ama Allah'ın Resulü (ﷺ) bana: \"Eğer sana istemeden bir şey verilirse, onu al ve bir kısmını sadaka olarak ver.\" dedi."
    },
    {
      "id": 274,
      "narrator": "It was narrated from ʼUmar bin al-Khattab (رضي الله عنه) that he said:",
      "text": "Umar bin al-Khattab (رضي الله عنه) 'dan rivayet edilmiştir ki, bir gün heyecanlandım ve öptüm."
    },
    {
      "id": 275,
      "narrator": "`Abdullah bin Hubairah said:",
      "text": "Abdullah bin Hubairah dedi ki: Abu Tameem al-Jaishani'nin şöyle dediğini duydum: Umar bin al-Khattab (رضي الله عنه) 'ın şöyle dediğini duydum: Ben, Allah'ın Resulü (ﷺ) 'nün şöyle dediğini duydum: \"Eğer gerçekten Allah'a güveniyorsanız, O, sizi kuşlar gibi rızıklandırır. Onların boş karınlarla çıktıklarını ve dolu karınlarla geri döndüklerini görmüyor musunuz?\""
    },
    {
      "id": 276,
      "narrator": "It was narrated that Ibn Ya`mar said:",
      "text": "Ibn Ya'mar'dan rivayet edilmiştir ki, ben Ibn Umar'a dedim: Farklı ülkelere seyahat ediyoruz ve \"kader yoktur\" diyen insanlarla karşılaşıyoruz. Ibn Umar dedi ki: Onlarla karşılaşırsanız, onlara Abdullah bin Umar'ın onlarla bir ilgisi olmadığını ve onların da onunla bir ilgisi olmadığını söyleyin - bunu üç kez söyledi. Sonra anlatmaya başladı: Biz Allah'ın Resulü (ﷺ) ile birlikteyken, bir adam geldi... ve görünümünü tarif etti. Allah'ın Resulü (ﷺ) dedi ki: \"Yaklaş.\" O da yaklaştı. \"Yaklaş.\" dedi, o da yaklaştı. \"Yaklaş.\" dedi, o da yaklaştı, ta ki dizleri neredeyse Allah'ın Resulü (ﷺ) 'nin dizlerine değene kadar. \"Doğru söylüyorsun, doğru söylüyorsun.\" dedi. İnsanlar: \"Biz, Allah'ın Resulü (ﷺ) 'ne bu adam kadar saygı gösteren birini hiç görmedik.\" dediler. Sanki Allah'ın Resulü (ﷺ) 'ne bir şey öğretiyordu. Sonra dedi ki: \"Ey Allah'ın Resulü, ihsan hakkında bana söyle.\" O da: \"Allah'a, O'nu görüyormuşsun gibi ibadet etmendir; çünkü O'nu görmesen bile, O seni görür.\" dedi. Bunun üzerine biz: \"Biz, Allah'ın Resulü (ﷺ) 'ne bu adam kadar saygı gösteren birini hiç görmedik.\" dedik, o da: \"Doğru söylüyorsun, doğru söylüyorsun.\" dedi. \"Kıyamet hakkında bana söyle.\" dedi. O da: \"O konuda sorulan kişi, soran kişi kadar bilgi sahibi değildir.\" dedi. O da: \"Doğru.\" dedi. Bunu birkaç kez söyledi ve biz, Allah'ın Resulü (ﷺ) 'ne bu adam kadar saygı gösteren birini hiç görmedik. Sonra gitti. Sufyan dedi ki: \"Ben, Allah'ın Resulü (ﷺ) 'nün: 'Onu arayın.' dediğini duydum, ama onu bulamadılar. O da: \"O, size dininizi öğretmek için gelen Jihree'dir. O, bana hiçbir şekilde gelmedi ama ben onu tanıdım, bu şekil dışında.\""
    },
    {
      "id": 277,
      "narrator": "I:",
      "text": "Umar bin al-Khattab (رضي الله عنه) 'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Bir savaşçının başını gölgelendiren, Allah, Kıyamet Günü onu gölgelendirecektir; bir savaşçıyı tam donanımlı hale getirenin mükafatı da onun gibidir; Allah'ın adı anılan bir cami inşa edenin, Allah, ona cennette bir ev inşa edecektir.\""
    },
    {
      "id": 278,
      "narrator": "It was narrated that Umar bin al-Khattab (رضي الله عنه) - `Abdullah said:",
      "text": "Umar bin al-Khattab (رضي الله عنه) 'dan - Abdullah dedi ki: Babam bunu Peygamber (ﷺ) 'e atfetti - şöyle dedi: \"Geceleyin bir kelime veya namaz veya Kur'an'dan bir bölümünü kaçıran kimse, sabah namazı ile öğle namazı arasında okursa, sanki onu gece okumuş gibi olur.\""
    },
    {
      "id": 279,
      "narrator": "It was narrated that ‘Umar bin al-Khattab said:",
      "text": "Umar bin al-Khattab (رضي الله عنه) 'dan rivayet edilmiştir ki, khamrın yasaklanmasından önce, Umar dedi ki: \"Ey Allah, bize khamr hakkında açık bir hüküm ver.\" Sonra Bakara Suresi'nde geçen ayet indirildi: \"Sana (Ey Muhammed (ﷺ)) içki ve kumar soruyorlar. De ki: 'Onlarda büyük bir günah vardır...\" Sonra Umar dedi: \"Biz, uzak duruyoruz, uzak duruyoruz.\""
    },
    {
      "id": 280,
      "narrator": "It was narrated from Subayy bin Ma`bad that he was a Taghlibi Christian, then he became Muslim and asked which deed is best? He was told:",
      "text": "Subayy bin Ma'bad'dan rivayet edilmiştir ki, o bir Taghlibi Hristiyan'dı, sonra Müslüman oldu ve en iyi amelin hangisi olduğunu sordu. Ona: \"Allah rızası için cihad\" denildi. O da cihada gitmek istedi ama kendisine: \"Hac yaptın mı?\" diye soruldu. O da: \"Hayır.\" dedi. Kendisine: \"Hac ve Umre yap, sonra cihada git.\" denildi. O da her ikisi için birlikte ihrama girdi, sonra Zaid bin Soohan ve Salman bin Rabee'ah ile karşılaştı ve onlar: \"O, devesinden daha sapkın ya da devesi kadar doğru yolda değil.\" dediler. O, Umar (رضي الله عنه) 'a gitti ve onlara ne dediklerini anlattı, o da: \"Sen, Peygamberinin (ﷺ) sünnetine, ya da Allah'ın Resulü (ﷺ) 'nün sünnetine hidayet oldun.\" dedi."
    },
    {
      "id": 281,
      "narrator": "It was narrated that Hisham said:",
      "text": "Hişam'dan rivayet edilmiştir ki, babam bana Umar bin al-Khattab (رضي الله عنه) 'ın Taş'a şöyle dediğini söyledi: \"Sen sadece bir taşsın; eğer ben, Allah'ın Resulü (ﷺ) 'nun seni öptüğünü görmemiş olsaydım, seni öpmezdim.\" Sonra onu öptü."
    },
    {
      "id": 282,
      "narrator": "It was narrated from Hisham, from his father, that `Umar (رضي الله عنه) came to the  Stone and said:",
      "text": "Hişam'dan, babasından rivayet edilmiştir ki, Umar (رضي الله عنه) Taş'a geldi ve şöyle dedi: \"Senin sadece bir taş olduğunu ve ne zarar verebileceğini ne de fayda sağlayabileceğini biliyorum. Eğer ben, Allah'ın Resulü (ﷺ) 'nun seni öptüğünü görmemiş olsaydım, seni öpmezdim.\" Sonra onu öptü."
    },
    {
      "id": 283,
      "narrator": "It was narrated from Suwaid bin Ghafalah that `Umar (رضي الله عنه) kissed it and touched it, then he said:",
      "text": "Suwaid bin Ghafalah'dan rivayet edilmiştir ki, Umar (رضي الله عنه) onu öptü ve ona dokundu, sonra dedi ki: \"Ben, Abul-Qasim'in (ﷺ) sana saygı gösterdiğini gördüm.\" - yani Siyah Taş'a."
    },
    {
      "id": 284,
      "narrator": "It was narrated from `Asim bin `Umar that his father said:",
      "text": "Asim bin Umar'dan rivayet edilmiştir ki, babası şöyle dedi: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gece buradan geldiğinde ve gündüz buradan gittiğinde, oruçlu kişi orucunu açabilir.\""
    },
    {
      "id": 285,
      "narrator": "It was narrated that Umar. (رضي الله عنه) said:",
      "text": "Umar (رضي الله عنه) 'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) şöyle dedi: \"Sadakasını geri alan kişinin durumu, kusmuklarına geri dönen kişinin durumuna benzer.\""
    },
    {
      "id": 286,
      "narrator": "It was narrated that ‘Umar (رضي الله عنه) said:",
      "text": "‘Umar (رضي الله عنه) şöyle dediği rivayet edilmiştir: Cahiliye döneminin insanları, Jam’dan geçmeden önce “Parla, Thabeer” derlerdi ki hızlıca geçebilsinler. Allah’ın Messenger’ı (ﷺ) geldiğinde onlardan farklı olarak, Fajr’ı geciktiren insanların namaz kıldığı zaman gibi, güneş doğmadan önce Jam’dan geçerdi."
    },
    {
      "id": 287,
      "narrator": "It was narrated from Ibn Abu Mulaikah, who heard Ibn `Abbas (رضي الله عنه) say:",
      "text": "İbn Abu Mulaikah’tan, İbn Abbas (رضي الله عنه) şöyle derken duydu: ‘Umar (رضي الله عنه) bana dedi ki: Allah’ın Messenger’ı (ﷺ) şöyle dedi: “Ölen kişi, ailesinin onun için ağlaması sebebiyle azap çeker.”"
    },
    {
      "id": 288,
      "narrator": "It was narrated that Ibn `Umar said, `Umar (رضي الله عنه) said:",
      "text": "İbn ‘Umar’dan rivayet edilmiştir ki, ‘Umar (رضي الله عنه) şöyle dedi: Allah’ın Messenger’ı (ﷺ) seyahat ederken deri terlikleri (khuff) üzerine meshetmiştir."
    },
    {
      "id": 289,
      "narrator": "It was narrated from ‘Umar (رضي الله عنه) that The Prophet(ﷺ) used to seek refuge with Allah from miserliness, cowardice, the torment of the grave, the feebleness of old age and diseases of the heart (such as envy, hatred, and wrong ‘aqeedah). Wakee` said:",
      "text": "‘Umar (رضي الله عنه) tarafından rivayet edilmiştir ki, Peygamber (ﷺ) cimrilikten, korkaklıktan, kabir azabından, yaşlılığın zayıflığından ve kalp hastalıklarından (kıskançlık, nefret ve yanlış ‘aqeedah gibi) Allah’a sığınırdı. Wakee` dedi ki: Kalp hastalıkları, ölümü ifade eder. Wakee dedi ki: Ve tövbe etmediği fitne."
    },
    {
      "id": 290,
      "narrator": "It was narrated that ‘Abdullah bin Buraidah said:",
      "text": "‘Abdullah bin Buraidah şöyle dedi: ‘Umar (رضي الله عنه) Allah’ın Messenger’ı (ﷺ)  oturduğu yerde, cenazelerin geçtiği bir yerde oturdu. Bir cenaze geçti ve onlar (ölü hakkında) güzel şeyler söylediler. O dedi ki: Bu hak. Sonra başka bir cenaze geçti ve onlar (ölü hakkında) güzel şeyler söylediler. O dedi ki: Bu hak. Sonra başka bir cenaze geçti ve onlar: Bu adam insanların en sahtekârıydı dediler. O dedi ki: İnsanların en sahtekârı, Allah hakkında en çok yalan söyleyendir, ve ondan sonraki en kötü olanı, bedeninde ruhuyla dürüst olmayan kişidir. Onlar: Eğer dört kişi şahitlik ederse ne dersin? O dedi ki: Bu hak. Onlar: Ya üç kişi? O dedi ki: Eğer üçse, bu hak. Onlar: Ya iki kişi? O dedi ki: Bu hak, ve eğer bir kişi hakkında sorsaydım, bu benim için kırmızı develerden daha değerli olurdu. ‘Umar’a denildi ki: Bu, kendi görüşüne dayanarak mı söylüyorsun yoksa Allah’ın Messenger’ından (ﷺ) mı duydun? O dedi ki: Hayır, bu, Allah’ın Messenger’ından (ﷺ) duyduğum bir şeydir."
    },
    {
      "id": 291,
      "narrator": "It was narrated that ‘Abayah bin Rifa`ah said:",
      "text": "‘Abayah bin Rifa’ah şöyle dedi: ‘Umar (رضي الله عنه) Sa’d’ın sarayı inşa ettiğini duyduğunda, “Artık gürültü olmayacak” dedi. ‘Umar, ona Muhammed bin Maslamah’ı gönderdi, ve o geldiğinde bir tür odun çıkarıp ateş yaktı ve bir dirheme odun satın aldı. Sa’d’a denildi ki: Bir adam şöyle yaptı. O dedi ki: Bu, Muhammed bin Maslamah’dır. Dışarı çıktı ve Allah’a yemin etti ki bunu söylemedi. O dedi ki: Biz, senin söylediklerini ileteceğiz ve bize emredilenleri yapacağız. Böylece kapıyı yaktı. Sonra (elçiye) bazı malzemeler sundu ama o reddetti. Öğle vakti ayrıldı ve ‘Umar’a (رضي الله عنه) gitti, ve on dokuz gün içinde geri döndü. O dedi ki: Eğer senin hakkında iyi düşünmeseydim, mesajımı iletmediğini düşünürdüm. O dedi ki: Evet, mesajımı ilettim, selamını iletti ve özür diledi, ve Allah’a yemin etti ki bunu söylemedi. O dedi ki: Sana herhangi bir yiyecek verdi mi? O dedi ki: Hayır. O dedi ki: Seni kendim yeterince yiyecek sağlamaktan alıkoyan neydi? O dedi ki: Ben, senin soğuk yiyecek almanı istemedim, oysa ben sıcak yiyecek yiyordum [yani, ben sana istediğin yiyeceği veremezdim ve kendim bol yiyecek yerken, etrafımda açlık çeken Medineli insanlar varken, çünkü ben Allah’ın Messenger’ının (ﷺ) şöyle dediğini duydum: “Hiçbir adam, komşusu açken doymamalıdır.”"
    }
  ]
}