{
  "language": "tr",
  "metadata": {
    "length": 8,
    "arabic": {
      "title": "مسند أحمد",
      "author": "الإمام أحمد بن حنبل"
    },
    "english": {
      "title": "Musnad Ahmad",
      "author": "Imam Ahmad ibn Hanbal"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated from `Ubaidullah bin ‘Abdullah bin `Utbah bin Mas`ood that Ibn `Abbas told him that ‘AbdurRahman bin ‘Awf went back to where he had halted. Ibn `Abbas said:",
      "text": "`Ubaidullah bin ‘Abdullah bin `Utbah bin Mas`ood'dan rivayet edilmiştir ki, İbn `Abbas ona şöyle söyledi: ‘AbdurRahman bin ‘Awf, durduğu yere geri döndü. İbn `Abbas dedi ki: Ben ‘AbdurRahman bin ‘Awf'a Kur'an okurdum ve o beni beklerken buldu. Bu, `Umar bin al-Khattab (رضي الله عنه) tarafından yapılan son Hac sırasında Mina'da oldu. Abdur-Rahman bin `Awf dedi ki: Bir adam `Umar bin al-Khattab'a geldi ve şöyle dedi: Filan kişi diyor ki: Eğer `Umar (رضي الله عنه) ölürse, ben Filan'a biat edeceğim. `Umar (رضي الله عنه) dedi ki: Bugün halkın önünde durup, haklarını onlardan almak isteyen bu insanlara karşı onları uyaracağım. Abdur-Rahman dedi ki: Ben dedim: Ey Ameer al-Mu`mineen, bunu yapma, çünkü Hac mevsimi, halkın arasında karışıklık ve sefalet getirenleri bir araya getirir ve senin etrafında toplanıp seni dinleyecek olanların çoğu bu türden olacaktır. Eğer halkın önünde durursan, korkarım ki, bir şey söylersin ve bunu yayarlar, ama doğru anlamazlar veya doğru yorumlamazlar. Aksine, Medine'ye gelene kadar bekle, çünkü orası Hicret ve Sünnetin topraklarıdır, orada en bilgili ve soylu insanlarla karşılaşacaksın ve söylemek istediğini güvenle söyleyebilirsin; söylediklerini anlayacaklar ve doğru yorumlayacaklardır. `Umar (رضي الله عنه) dedi ki: Eğer Medine'ye sağ salim ulaşırsam, orada halka ilk konuşmamda kesinlikle onlara hitap edeceğim. Biz, Dhul-I-Iijah'ın sonunda Medine'ye geldiğimizde, bir Cuma günüydü. Ben erken yola çıktım, `Umar ise ne zaman çıktığına aldırış etmedi, çünkü sıcaklık ve soğuk gibi şeylere dikkat etmiyordu. Minberin sağ köşesinde Sa`eed bin Zaid'i buldum, o benden önce oraya gelmişti. Yanına oturdum, dizim onun dizine değiyordu ve çok geçmeden `Umar (رضي الله عنه) geldi. Onu görünce dedim: Bugün bu minberde kesinlikle konuşacak ve daha önce hiç kimsenin duymadığı bir şey söyleyecek. Sa`eed bin Zaid buna itiraz etti ve dedi ki: Ne söyleyeceğini düşünüyorsun ki, daha önce kimse söylemedi? `Umar (رضي الله عنه) minbere oturdu ve müezzin sustuğunda, ayağa kalktı ve Allah'ı, O'na layık olduğu şekilde övdü ve yüceltti, ardından dedi ki: Ey insanlar, size söylemem gereken bir şey var. Belki bu benim ölümümü işaret ediyor. Kim bunu anlar ve hatırlarsa, gittiği her yerde başkalarına aktarsın; kim anlamazsa, benimle ilgili yalan söylemesi caiz değildir. Allah, O'na rahmet etsin, Muhammed (ﷺ)'i hak ile gönderdi ve ona Kitap'ı indirdi; ona indirilenlerden biri de taşlama ayetidir. İçinizden bir yönetici ve sizden bir yönetici, ey Kureyş. - Ben, Malik'e dedim ki; 'Ben, deri hastalığı olan develerin kaşındığı direk gibiyim ve ben, yüksek sınıf bir hurma ağacıyım' ne anlama geliyor? Dedi ki: Sanki şöyle diyor, ben akıllı olanım ve cevabı olanım. - Sonra büyük bir gürültü ve yükselen sesler oldu, öyle ki bir çatışma olacağından korktum, bu yüzden dedim: Elini uzat, ey Ebu Bekir. O da elini uzattı ve ben ona biat ettim, muhacirler ona biat etti, sonra ensar ona biat etti. Böylece Sa`d bin ‘Ubadah'ı kuşattık. İçlerinden biri dedi: Sa`d'ı öldürdünüz. Ben dedim: Allah Sa’d'ı öldürsün! Ve `Umar (رضي الله عنه) dedi: Vallahi, Ebu Bekir (رضي الله عنه) ile biat etmekten daha büyük bir sorunla karşılaşmadık. Eğer halkı, kimseye biat etmeden bıraksaydık, belki de biz gittikten sonra biat edeceklerdi, bu da ya onların peşinden gidip hoşlanmadığımız birine biat etmemize ya da onlarla anlaşmazlığa düşmemize ve bu da sorun yaratmasına neden olacaktı. Eğer biri, Müslümanlarla danışmadan bir lider için biat ederse, ne onun için ne de ona biat eden için biat yoktur, her ikisi de öldürülmesin. Malik dedi ki: İbn Şihab bana, `Urwah bin az-Zubair'den, karşılaştıkları adamların `Uwaim bin Sa`idah ve Ma`n bin `Adiyy olduğunu söyledi. İbn Şihab dedi ki: Sa`eed bin al-Musayyab bana, 'Ben, deri hastalığı olan develerin kaşındığı direk gibiyim ve ben, yüksek sınıf bir hurma ağacıyım' diyenin al-Lubab bin al-Mundhir olduğunu söyledi."
    },
    {
      "id": 2,
      "narrator": "It was narrated from Yahya bin Sa`eed that he heard Anas bin Malik say:",
      "text": "---"
    },
    {
      "id": 3,
      "narrator": "It was narrated that Ibn `Umar (رضي الله عنه) said:",
      "text": "Yahya bin Sa`eed'den rivayet edilmiştir ki, Anas bin Malik şöyle dedi: Allah'ın Resulü (ﷺ) dedi ki: “Sizlere en iyi Ensar kabilesini söylemeyeyim mi? Banun-Necjar, sonra Banu `Abdul Ashhal, sonra Banul-Harith bin al-Khazraj, sonra Banu Sa`idah.” Ve dedi ki: “Ensar'ın her kabilesinde bir hayır vardır.”"
    },
    {
      "id": 4,
      "narrator": "",
      "text": "---"
    },
    {
      "id": 5,
      "narrator": "It was narrated that Ibn `Umar (رضي الله عنه) said:",
      "text": "İbn `Umar (رضي الله عنه) dedi ki: Allah'ın Resulü (ﷺ) dedi ki: “Bir ticaretin iki tarafı, ayrılmadıkları sürece veya iptal etme seçeneği veren bir şart olmadığı sürece, iptal etme seçeneğine sahiptir.”"
    },
    {
      "id": 6,
      "narrator": "It was narrated that Ibn `Umar (رضي الله عنه) said:",
      "text": "---"
    },
    {
      "id": 7,
      "narrator": "It was narrated from Ibn `Umar (رضي الله عنه) that the Messenger of Allah         (ﷺ) said:",
      "text": "İbn `Umar'dan rivayet edilmiştir ki, Allah'ın Resulü (ﷺ) dişi bir devenin karnındaki yavruların satışını yasakladı."
    },
    {
      "id": 8,
      "narrator": "It was narrated that Sa`eed said:",
      "text": "---"
    }
  ]
}