{
  "language": "tr",
  "metadata": {
    "length": 22,
    "arabic": {
      "title": "مسند أحمد",
      "author": "الإمام أحمد بن حنبل"
    },
    "english": {
      "title": "Musnad Ahmad",
      "author": "Imam Ahmad ibn Hanbal"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that Ibn Abi Mulaikah said:",
      "text": "İbn Abi Mulaikah'tan rivayet edildiğine göre, Talhah bin ‘Ubaidullah (رضي الله عنه) dedi ki: \"Ben, Allah'ın Elçisi (ﷺ) şöyle derken duydum: 'Ne güzel bir aile: ‘Abdullah, ‘Abdullah'ın babası ve ‘Abdullah'ın annesi.'\""
    },
    {
      "id": 2,
      "narrator": "It was narrated that Ibn Abi Mulaikah said:",
      "text": "İbn Abi Mulaikah'tan rivayet edildiğine göre, Talhah bin ‘Ubaidullah dedi ki: \"Ben genellikle Allah'ın Elçisi (ﷺ) hakkında bir şey rivayet etmem, ama ondan şunu duydum: 'Amr bin al-‘As (رضي الله عنه) Kureyş'in salihlerindendir.'\""
    },
    {
      "id": 3,
      "narrator": "It was narrated from Mu`adh bin `Abdur-Rahman bin `Uthman at-Taimi that his father ‘ Abdur-Rahman bin `Uthman said:",
      "text": "\"Abdul Jabbar bin Ward, İbn Abi Mulaikah'tan rivayet ederek, Talhah'ın şöyle dediğini ekledi: 'Ne güzel bir aile: ‘Abdullah, ‘Abdullah'ın babası ve ‘Abdullah'ın annesi.'\""
    },
    {
      "id": 4,
      "narrator": "It was narrated from Yahya bin Talhah that his father said:",
      "text": "Mu`adh bin `Abdur-Rahman bin `Uthman at-Taimi'den rivayet edildiğine göre, babası ‘Abdur-Rahman bin `Uthman dedi ki: \"Biz Talhah bin ‘Ubaidullah (رضي الله عنه) ile birlikteydik ve ihramdaydık. Talhah uyurken bize bir kuş hediye edildi. Bazılarımız yedi, bazılarımız ise yemekten kaçındı. Talhah uyandığında, yiyenleri onayladı ve dedi ki: 'Biz bunu Allah'ın Elçisi (ﷺ) ile yedik.'\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that Isma`eel said:",
      "text": "Yahya bin Talhah'tan rivayet edildiğine göre, babası dedi ki: \"`Umar (رضي الله عنه) Talhah bin `Ubaidullah'ı üzgün görünce, 'Nedir bu halin, ey falanın babası? Belki kuzeninin halife olarak atanması seni üzdü, ey falanın babası?' dedi. O da: 'Hayır, ama ben Allah'ın Elçisi (ﷺ) tarafından bir hadis duydum ve ondan sormaktan beni alıkoyan tek şey, ona uyamayacağım korkusuydu ve ona sormadım, ta ki o vefat edene kadar. Onun şöyle dediğini duydum: 'Ölüm anında kimse bu kelimeyi söylemez ki, rengi açılmaz ve Allah onu sıkıntısından kurtarır.' `Umar (رضي الله عنه) dedi: 'Ben bunun ne olduğunu biliyorum.' Talhah dedi: 'Nedir o?' `Umar (رضي الله عنه) dedi: 'O, amcasına ölüm anında söylemesini emrettiği kelimeden daha büyük bir kelime biliyor musun, La ilaha illallah?' Talhah dedi: 'Haklısın. Vallahi, işte bu.'\""
    },
    {
      "id": 6,
      "narrator": "It was narrated from Yahya bin Talhah bin `Ubaidullah, from his father, that ‘Umar (رضي الله عنه) saw him looking sad and said:",
      "text": "İsmail'den rivayet edildiğine göre, Talhah'ı elinin felçli olduğunu gördüm; Uhud günü Allah'ın Elçisi (ﷺ) ile onu korumuştu."
    },
    {
      "id": 7,
      "narrator": "Dawood bin Khalid bin Dinar narrated that  He and a man called Abu Yoosuf, who was from (the tribe of) Banu Taim, passed by Rabee`ah bin Abi ‘AbdurRahman (رضي الله عنه) and Abu Yoosuf said to him:",
      "text": "Yahya bin Talhah bin `Ubaidullah'tan, babasından rivayet edildiğine göre, `Umar (رضي الله عنه) onu üzgün görünce, 'Nedir bu halin, ey Abu Muhammed? Belki kuzeninin halife olarak atanması seni üzdü?' dedi. O da: 'Hayır, ama ben Allah'ın Elçisi (ﷺ) tarafından bir hadis duydum ve ondan sormaktan beni alıkoyan tek şey, ona uyamayacağım korkusuydu ve ona sormadım, ta ki o vefat edene kadar.' `Umar ona dedi: 'Ben bunun ne olduğunu biliyorum.' Talhah ona dedi: 'Nedir o?' `Umar dedi: 'O, amcasına ölüm anında söylemesini emrettiği kelimeden daha büyük bir kelime biliyor musun, 'La ilaha illallah'?' Talhah dedi: 'Haklısın. Vallahi, işte bu.'\""
    },
    {
      "id": 8,
      "narrator": "It was narrated from Moosa bin Talhah that his father said:",
      "text": "Davud bin Halid bin Dinar, kendisi ve Banu Taim kabilesinden olan Abu Yoosuf adında bir adamın Rabee`ah bin Abi ‘AbdurRahman (رضي الله عنه) yanında geçtiğini rivayet etti ve Abu Yoosuf ona dedi: \"Sende başka hiç kimsede bulamadığımız bir hadis olduğunu görüyoruz.\" O da: \"Bende çok hadis var, ama Talhah bin ‘Ubaidullah'a yakın kalan Rabee`ah bin al-Hudair, Talhah'ın Allah'ın Elçisi (ﷺ) tarafından bir hadis rivayet ettiğini duymadığını söyledi.\" Rabee`ah bin Abi ‘Abdur-Rahman dedi ki: \"Ben ona: 'Nedir o?' dedim. O da: \"Talhah bana dedi ki: 'Biz Allah'ın Elçisi (ﷺ) ile birlikteydik ve Harrat Waqim'e yaklaştığımızda, vadide bir dönemeçte bazı mezarlar gördük ve dedik ki: 'Ey Allah'ın Elçisi (ﷺ), bunlar kardeşlerimizin mezarları mı?' O da dedi ki: 'Bunlar arkadaşlarımızın mezarları.' Sonra ayrıldık ve şehitlerin mezarlarına geldiğimizde, Allah'ın Elçisi (ﷺ) dedi ki: 'Bunlar kardeşlerimizin mezarları.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated that Abu Salamah said:",
      "text": "Moosa bin Talhah'tan rivayet edildiğine göre, babası dedi ki: \"Biz, hayvanların önümüzden geçmesiyle namaz kılardık. Bunu Peygamber (ﷺ) ile konuştuk ve o da: 'Eğer önünüze bir eyerin sırtı yüksekliğinde bir şey koyarsanız, o zaman onun ötesinde ne geçerse geçsin, önemli değildir.' dedi.\""
    },
    {
      "id": 10,
      "narrator": "Malik narrated from his paternal uncle, from his father, that he heard Talhah bin `Ubaidullah say:",
      "text": "Ebu Salamah'tan rivayet edildiğine göre, Yemen'den iki adam Talhah bin `Ubaidullah'ın yanına misafir geldi. Bunlardan biri Allah'ın Elçisi (ﷺ) ile birlikte şehit oldu, diğeri ise bir yıl sonra yatağında öldü. Talhah bin `Ubaidullah'a, yatağında ölen kişinin diğerinden önce cennete girdiği gösterildi. Talhah bunu Allah'ın Elçisi (ﷺ) ile paylaştı ve Allah'ın Elçisi (ﷺ) dedi ki: 'O, (ilk ölenin) ardından ne kadar yaşadı?' O da: 'Bir yıl.' Allah'ın Elçisi (ﷺ) dedi ki: 'O, on sekiz yüz (fazladan) namaz kıldı ve Ramazan'ı oruçlu geçirdi.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated from Malik bin Aws:",
      "text": "Malik, amcasından, babasından rivayet ettiğine göre, Talhah bin `Ubaidullah'ın şöyle dediğini işitti: \"Bir bedevi, Peygamber (ﷺ) yanına geldi ve dedi ki: 'Ey Allah'ın Elçisi (ﷺ), İslam nedir?' O da dedi: 'Günde beş vakit namaz.' O da: 'Bundan başka bir şey yapmam gerekir mi?' O da: 'Hayır.' O, oruç hakkında sordu ve o da: 'Ramazan orucu.' O da: 'Bundan başka bir şey yapmam gerekir mi?' O da: 'Hayır.' Zekat hakkında bahsetti ve dedi: 'Bundan başka bir şey yapmam gerekir mi?' O da: 'Hayır.' O da: 'Vallahi, bundan fazlasını ya da eksik yapmayacağım.' Allah'ın Elçisi (ﷺ) dedi: 'Eğer söylediklerinde samimi ise, o kurtulacaktır.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated from Mu`adh bin `Abdur-Rahman bin ‘Uthman at-Taimi that his father said:",
      "text": "Malik bin Aws'tan rivayet edildiğine göre, `Umar (رضي الله عنه) ‘Abdur-Rahman, Talhah, az-Zubair ve Sa`d'a şöyle dedi: \"Sizi Allah'a, göklerin ve yerin var olduğu kudretine yemin ederim ki, miras alınmayacak; geride bıraktığımız şey sadakadır.\" Onlar da: \"Vallahi, evet.\" dediler.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated from Moosa bin Talhah that his father said:",
      "text": "Mu`adh bin `Abdur-Rahman bin ‘Uthman at-Taimi'den rivayet edildiğine göre, babası dedi ki: \"Biz Talhah bin ‘Ubaidullah ile birlikteydik ve ihramdaydık. Talhah uyurken ona bir kuş hediye edildi. Bazılarımız yedi, bazılarımız ise yemekten kaçındı. Talhah uyandığında, yiyenleri onayladı ve dedi ki: 'Biz bunu Allah'ın Elçisi (ﷺ) ile yedik.'\""
    },
    {
      "id": 14,
      "narrator": "It was narrated from Moosa bin Talhah that his father said:",
      "text": "Moosa bin Talhah'tan rivayet edildiğine göre, babası dedi ki: \"Allah'ın Elçisi (ﷺ) şöyle soruldu: 'Namaz kılan birine ne bir perde (sutrah) olur?' O da: 'Eyerin sırtı yüksekliğinde bir şey.' dedi.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated from Moosa bin Talhah, that his father said:",
      "text": "Benzer bir rivayet, Moosa bin Talhah'tan, babasından, Peygamber (ﷺ) hakkında nakledilmiştir."
    },
    {
      "id": 16,
      "narrator": "Bilal bin Yahya bin Talhah bin `Ubaidullah narrated, from his father, from his grandfather that When the Prophet (ﷺ) saw the new moon, he would say:",
      "text": "Bilal bin Yahya bin Talhah bin `Ubaidullah, babasından, dedesinden rivayet etti ki, Peygamber (ﷺ) hilali gördüğünde şöyle derdi: \"Allah'ım, bunu üzerimize bereket ve iman ile, sağlık ve İslam ile getirin. Benim Rabbim ve sizin Rabbiniz Allah'tır.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated from Moosa bin Talhah, from his father, that The Prophet (ﷺ) said:",
      "text": "Moosa bin Talhah'dan, babasından rivayet edilmiştir ki, Peygamber (ﷺ) şöyle buyurdu: \"Sizden biri, önüne bir eyerin sırtı yüksekliğinde bir şey koysun, sonra namaz kılsın.\""
    },
    {
      "id": 18,
      "narrator": "It was narrated from Simak that he heard Moosa bin Talhah narrate that his father said:",
      "text": "Simak'tan rivayet edilmiştir ki, Moosa bin Talhah'ın babasından duyduğunu aktarmıştır: \"Ben Peygamber (ﷺ) ile birlikteydim ve Medine'deki bazı hurma ağaçlarının yanından geçtik. Ağaçların tepesinde polenleme yapan bazı insanlar gördü. 'Bu insanlar ne yapıyor?' diye sordu. 'Erkek polen alıp dişi ağaçlara koyuyorlar, onu döllemek için.' dedim. 'Bunun bir faydası olacağını sanmıyorum.' dedi. Bu haber onlara ulaştı, böylece bunu yapmayı bıraktılar ve ağaçlardan indiler; bu yıl hiç meyve vermediler. Bu haber Peygamber (ﷺ)'e ulaştı ve şöyle dedi: 'Bu sadece aklımdan geçen bir düşünceydi. Eğer bir faydası olursa, o zaman yapın. Ben de sizin gibi bir insanım ve düşünceler doğru ya da yanlış olabilir. Ama eğer size Allah'ın, yüce ve aziz olan, bir şey söylediğini haber verirsem, Allah hakkında asla yalan söylemem.'\""
    },
    {
      "id": 19,
      "narrator": "It was narrated from `Abdullah bin Shaddad that Three people from Banu ‘Udhrah came to the Prophet (ﷺ) and became Muslim. The Prophet (ﷺ) said:",
      "text": "Moosa bin Talhah'dan (ve o da benzer bir rivayette bulunmuştur) benzer bir rivayet edilmiştir."
    },
    {
      "id": 20,
      "narrator": "Muhammad bin ‘AbdurRahman bin Mujabbar narrated from his father, from his grandfather, that `Uthman (رضي الله عنه) looked out at those who were besieging him. He greeted them with salam but they did not respond to him. `Uthman (رضي الله عنه) said:",
      "text": "Abdullah bin Şeddad'dan rivayet edilmiştir ki, Banu 'Udhrah'dan üç kişi Peygamber (ﷺ)'e geldi ve Müslüman oldular. Peygamber (ﷺ) şöyle dedi: \"Onlara kim bakacak?\" Talhah dedi: \"Ben bakarım.\" Böylece onlar Talhah ile kaldılar. Peygamber (ﷺ) bir sefer gönderdi ve bu üç kişiden biri o sefere katıldı ve şehit oldu. Sonra bir sefer daha gönderdi ve diğerlerinden biri o sefere katıldı ve şehit oldu. Üçüncüsü ise yatağında öldü. Talhah dedi: \"Bu üç kişinin cennette olduğunu ve yatağında ölenin onların önünde olduğunu rüyamda gördüm. En son şehit olanı yanında, ilk şehit olanı ise arkasında gördüm. Bu durum beni şaşırttı, bu yüzden Peygamber (ﷺ)'e gittim ve ona bunu anlattım. Allah'ın Elçisi (ﷺ) şöyle dedi: 'Bunda neyi tuhaf buldun? Allah katında, Müslüman olarak daha uzun yaşayan bir inanan, orada daha iyi değildir; çünkü onun oruçları, tekbirleri ve tahlelleri vardır.'\""
    },
    {
      "id": 21,
      "narrator": "It was narrated from Talhah bin `Ubaidullah that Two men came to the Messenger of Allah (ﷺ) and they both became Muslim, but one of them strove harder in worship than his companion. The one who strove hard in worship went out on a military campaign and was martyred. The other one remained for a year after that, then he died. Talhah said:",
      "text": "Muhammed bin 'AbdurRahman bin Mujabbar, babasından, dedesinden rivayet etti ki, 'Uthman (رضي الله عنه) kuşatıldığı sırada dışarıya baktı. Onlara selam verdi ama onlar ona karşılık vermediler. 'Uthman (رضي الله عنه) dedi: \"Talhah orada mı?\" Talhah dedi: \"Evet.\" 'Uthman (رضي الله عنه) dedi: \"Şüphesiz, biz Allah'a aitiz ve O'na döneceğiz! Ben, sizin aranızda selam verdiğim insanlara selam veriyorum ama onlar selamı geri vermiyor.\" Talhah dedi: \"Ben selamı geri verdim.\" 'Uthman dedi: \"Bu selamı geri vermenin yolu değil, ben seni duyurmak için seslendim ama sen beni duymadın. Ey Talhah, seni Allah'a yemin ettiriyorum, Peygamber (ﷺ)'in şöyle söylediğini duydun mu: 'Bir Müslümanın kanı, ancak üç durumda helaldir: Eğer o, inandıktan sonra küfrederse, ya da evli olduktan sonra zina ederse, ya da bir canı öldürürse ve karşılığında öldürülebilir.' Talhah dedi: \"Evet, Allah'a yemin ederim.\" 'Uthman tekbir getirdi, sonra dedi: \"Allah'a yemin ederim ki, O'nu tanıdığım günden beri asla O'na karşı gelmedim. Cahiliye döneminde ya da İslam'da asla zina etmedim. Cahiliye döneminde bunu sevmememden dolayı, İslam'da ise iffetimi korumak için kaçındım. Ve asla birini öldürmedim ki, bunun karşılığında benim öldürülmem helal olabilsin.\""
    },
    {
      "id": 22,
      "narrator": "Salim bin Abi Umayyah Ablin-Nadr said:",
      "text": "Talhah bin `Ubaidullah'dan rivayet edilmiştir ki, iki adam Allah'ın Elçisi (ﷺ)'e geldi ve ikisi de Müslüman oldular, ancak bunlardan biri diğerine göre ibadet konusunda daha çok çaba sarf etti. İbadet konusunda daha çok çaba sarf eden adam bir askeri sefere çıktı ve şehit oldu. Diğeri ise ondan bir yıl sonra öldü. Talhah dedi: \"Bir rüyada cennetin kapısında olduğumu gördüm ve ikisini de gördüm. Cennetten biri çıktı ve en son ölenin (girmesi için) izin verdi; sonra çıktı ve şehit olanın girmesi için izin verdi. Sonra ikisi de geri döndü ve bana: 'Geri dön, çünkü senin zamanın henüz gelmedi.' dediler.\" Ertesi sabah, Talhah bunu insanlara anlattı ve onlar buna hayret ettiler. Bu haber Allah'ın Elçisi (ﷺ)'e ulaştı ve şöyle dedi: \"Neden hayret ediyorsunuz?\" Onlar dediler: \"Ey Allah'ın Elçisi, bu kişi ibadet konusunda daha çok çaba sarf etti ve Allah yolunda şehit oldu, ama diğeri ondan önce cennete girdi?\" O dedi: \"Öteki, öldükten sonra bir yıl kalmadı mı?\" Onlar dediler: \"Evet.\" O dedi: \"Ramazan gelene kadar yaşamadı mı ve onu oruç tutmadı mı?\" Onlar dediler: \"Evet.\" O dedi: \"Bu yıl şu kadar rekât namaz kılmadı mı?\" Onlar dediler: \"Evet.\" Allah'ın Elçisi (ﷺ) dedi: \"Gerçekten, aralarındaki mesafe, gök ile yer arasındaki mesafedir.\""
    }
  ]
}