{
  "language": "tr",
  "metadata": {
    "length": 31,
    "arabic": {
      "title": "مسند أحمد",
      "author": "الإمام أحمد بن حنبل"
    },
    "english": {
      "title": "Musnad Ahmad",
      "author": "Imam Ahmad ibn Hanbal"
    }
  },
  "hadiths": [
    {
      "id": 1,
      "narrator": "It was narrated that az-Zubair said:",
      "text": "Az-Zubair'in söylediğine göre: \"Resulullah (ﷺ) 'Kıyamet Günü, Rabbiniz önünde tartışacaksınız' (az-Zumar) ayeti indirildiğinde, az-Zubair dedi ki: 'Ey Allah'ın Resulü (ﷺ), hangi nimetler hakkında sorulacağız? Bizim elimizde sadece iki siyah şey var - hurma ve su.' O da: 'Bu kesinlikle olacaktır.' dedi.\""
    },
    {
      "id": 2,
      "narrator": "It was narrated from Malik bin Aws:",
      "text": "Malik bin Aws'tan rivayet edilmiştir: 'Umar (رضي الله عنه) 'Abdurrahman, Talha, az-Zubair ve Sa'd'a şöyle dedi: 'Sizi, göklerin ve yerin var olduğu Allah'a yemin ederim (Süfyân bir defasında: 'Onun izniyle gökler ve yer vardır' dedi), Allah'ın Resulü (ﷺ) 'Biz (Peygamberler) miras bırakılmayız; geride bıraktığımız şey sadakadır' dediğini biliyor musunuz?' Onlar: 'Evet, Allah'a yemin ederiz.' dediler.\""
    },
    {
      "id": 3,
      "narrator": "It was narrated that az-Zubair bin al-`Awwam said:",
      "text": "Az-Zubair bin al-‘Awwam'dan rivayet edilmiştir: Allah'ın Resulü (ﷺ) şöyle dedi: \"Gerçekten, bir adamın bir ip taşıyıp odun toplaması, sonra gelip onu pazarda satması ve böylece ihtiyaçlarını karşılayacak şekilde bağımsız hale gelmesi, insanların yanına gidip onlardan bir şey istemesinden daha hayırlıdır.\""
    },
    {
      "id": 4,
      "narrator": "It was narrated that az-Zubair said:",
      "text": "Az-Zubair dedi ki: \"Allah'ın Resulü (ﷺ) Uhud Günü, benim için iki ebeveynini bir arada anmıştır (yani, 'Babam ve annem sana feda olsun' ifadesinde).\""
    },
    {
      "id": 5,
      "narrator": "It was narrated that `Abdullah bin az-Zubair said:",
      "text": "Abdullah bin az-Zubair'den rivayet edilmiştir: Hendek Günü, 'Umar bin Abi Salamah ile ben, Allah'ın Resulü (ﷺ) 'nin eşlerinin bulunduğu kalede, Hassan kalesindeydik. O beni kaldırırdı, ben de onu kaldırırdım. Beni kaldırdığında, babamın Kureyza'ya doğru gittiğini gördüm; o, Hendek Günü Allah'ın Resulü (ﷺ) ile birlikte savaşıyordu. O dedi ki: 'Banu Kureyza'ya kim gidecek ve onlarla savaşacak?' O geri döndüğünde ben ona dedim: 'Ey babam, seni Banu Kureyza'ya giderken tanıdım.' O da dedi ki: 'Ey oğlum, Allah'a yemin ederim ki, Allah'ın Resulü (ﷺ) benim için ebeveynini bir arada anmıştır, 'Babam ve annem sana feda olsun' dedi.\""
    },
    {
      "id": 6,
      "narrator": "",
      "text": "Az-Zubair bin al-‘Awwam'dan rivayet edilmiştir ki, bir adam Ghamrah veya Ghamra adında bir kısra verdi, sonra o kısraya ait olduğu söylenen bir at veya tay buldu, fakat ona bunu almaması söylendi."
    },
    {
      "id": 7,
      "narrator": "It was narrated that az-Zubair bin al-`Awwam (رضي الله عنه) said:",
      "text": "Az-Zubair bin al-‘Awwam (رضي الله عنه) dedi ki: \"Biz, Peygamber (ﷺ) ile Cuma namazı kılardık, sonra kalenin gölgesine giderdik, ama ayaklarımızın genişliğinden başka bir gölge bulamazdık.\""
    },
    {
      "id": 8,
      "narrator": "It was narrated that az-Zubair bin al-`Awwam (رضي الله عنه) said:",
      "text": "Az-Zubair bin al-‘Awwam (رضي الله عنه) dedi ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Sizden önceki milletlerin hastalığı, kıskançlık ve nefret size gelmiştir. Nefret, dini bağlılığı 'traş eden' (yok eden) bir şeydir; saçları traş etmez. Muhammed'in ruhunun elinde olan Allah'a yemin ederim ki, birbirinizi sevmedikçe iman etmiş olamazsınız. Size, bunu yaparsanız birbirinizi seveceğiniz bir şey söylemeyeyim mi? Aranızda selamı yayınız.'\""
    },
    {
      "id": 9,
      "narrator": "It was narrated from `Amir bin `Abdullah bin az-Zubair that his father said:",
      "text": "Amir bin Abdullah bin az-Zubair'den rivayet edilmiştir ki, babası az-Zubair'e (رضي الله عنه) şöyle dedim: \"Neden Allah'ın Resulü (ﷺ) 'den, Ibn Mas'ud ve diğerlerinden duyduğum gibi bir şey naklettiğini duymuyorum?\" O dedi ki: \"Ben Müslüman olduğum günden beri ondan ayrılmadım, ama ondan şöyle bir şey duydum: 'Kim benimle ilgili bilerek yalan söylerse, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 10,
      "narrator": "It was narrated that Mutarrif said:",
      "text": "Mutarrif dedi ki: \"Biz az-Zubair'e (رضي الله عنه) dedik: 'Ey Ebu Abdullah, seni buraya getiren ne? Halifeyi öldürttün, sonra onun intikamını almak için mi geldin?' Az-Zubair (رضي الله عنه) dedi: 'Peygamber (ﷺ) zamanında, Ebu Bekir, 'Umar, 'Uthman ve ben, 'Ve sizden yalnızca zalim olanlara dokunmayan fitneden korkun' ayetini okuduk. Ama bunun bizimle ilgili olduğunu bilmiyorduk, ta ki kargaşa başımıza gelene kadar.'\""
    },
    {
      "id": 11,
      "narrator": "It was narrated that az-Zubair (رضي الله عنه) said:",
      "text": "Az-Zubair (رضي الله عنه) dedi ki: \"Allah'ın Resulü (ﷺ) şöyle dedi: 'Ağarmış saçları değiştirin ve Yahudilere benzemeyin.'\""
    },
    {
      "id": 12,
      "narrator": "It was narrated that az-Zubair (رضي الله عنه) said:",
      "text": "Az-Zubair (رضي الله عنه) dedi ki: \"Biz, Allah'ın Resulü (ﷺ) ile Liyyah'tan geldik ve Sidra'ya vardığımızda, Allah'ın Resulü (ﷺ) Qarnul-Aswad'ın bir tarafında durdu, ona doğru bakarak, sonra Nakhibah (yani, bir vadi) tarafına döndü ve tüm insanların da durmasını bekledi. Sonra dedi ki: 'Wajj'de avlanmak ve bitkilerini kesmek haramdır; bu, Allah'a kutsaldır.' Bu, at-Ta'if'e gelmeden ve Thaqif'i kuşatmadan önce oldu.\""
    },
    {
      "id": 13,
      "narrator": "It was narrated that az-Zubair (رضي الله عنه) said:",
      "text": "Az-Zubair (رضي الله عنه) dedi ki: \"Bir gün Allah'ın Resulü (ﷺ) şöyle dedi: 'Cennet, Talha'ya aittir,' o, Allah'ın Resulü (ﷺ) için yaptığı şeyden dolayı (yani, Talha eğildiğinde ve Allah'ın Resulü (ﷺ) onun sırtına çıktığında).\""
    },
    {
      "id": 14,
      "narrator": "It was narrated that ‘Urwah said:",
      "text": "Urve dedi ki: \"Babam az-Zubair (رضي الله عنه) bana Uhud Günü bir kadının koşarak geldiğini, ve öldürülenlerin yanına ulaşmak üzereyken, Peygamber (ﷺ) onun onları görmesini istemediğini ve 'Kadın, kadın!' dediğini anlattı. Az-Zubair (رضي الله عنه) dedi ki: 'Onun annem Safiyyah olduğunu düşündüm, bu yüzden ona doğru koşarak yanına vardım ve onu öldürülenlere ulaşmadan yakaladım. O, göğsüme iterek, sert bir kadındı.' O dedi ki: 'Benden uzak dur, sana toprak olmasın!' Ben dedim: 'Allah'ın Resulü (ﷺ) seni (onları görmemen için) uyarıyor.' O durdu ve yanında getirdiği iki parça kumaşı çıkardı ve dedi ki: 'Bu, kardeşim Hamza için getirdiğim iki parça kumaş. Onun öldürüldüğünü duydum; onu bunlarla kefenleyin.' Hamza'yı kefenlemek için iki parça kumaşı getirdik, ama onun yanında bir Ansar'ın da öldürüldüğünü gördük ve ona da Hamza gibi muamele edilmişti. Hamza'yı iki parça kumaşla kefenleyip, Ansar'ı kefensiz bırakmanın uygun olmadığını düşündük, bu yüzden dedik ki: 'Bir parça Hamza için, bir parça da Ansar için.' Kumaşları ölçtük ve birinin daha büyük olduğunu bulduk, bu yüzden aralarında kura çektik ve her birini seçilen kumaşla kefenledik.\""
    },
    {
      "id": 15,
      "narrator": "It was narrated that az-Zuhri said:",
      "text": "Az-Zuhri dedi ki: 'Urve bin az-Zubair bana, az-Zubair (رضي الله عنه) 'in, Badr'da bulunan bir Ansar ile hurma ağaçlarını sulamak için Harrah'nın akıntıları hakkında Peygamber (ﷺ) ile bir tartışma yaptığını rivayet etti. Peygamber (ﷺ) az-Zubair (رضي الله عنه) 'e şöyle dedi: 'Ağaçlarını sulayın, sonra suyun komşunuza akmasına izin verin.' Ansar sinirlendi ve dedi ki: 'Ey Allah'ın Resulü, bu onun kuzeni olduğu için!' Allah'ın Resulü (ﷺ) 'ün yüzü değişti, sonra az-Zubair'e dedi: 'Ağaçlarını sulayın, sonra suyu durdurun ki, duvarın dibine kadar geri kalsın.' Böylece Peygamber (ﷺ) az-Zubair (رضي الله عنه) 'e tüm haklarını tam olarak almasını söyledi. Daha önce, Peygamber (ﷺ) az-Zubair (رضي الله عنه) 'e hem onun hem de Ansar için iyi olacak bir şey önermişti, ama Ansar, Allah'ın Resulü (ﷺ) 'nü rahatsız edince, az-Zubair'e haklarını tam olarak alması için açık bir hüküm verdi. 'Urve dedi ki: 'Az-Zubair (رضي الله عنه) dedi ki: 'Allah'a yemin ederim ki, bu ayetin bununla ilgili olarak indirildiğini düşünüyorum: 'Hayır, Rabbine yemin ederim ki, onlar iman etmiş olamazlar, ta ki seni (Ey Muhammed (ﷺ)) aralarındaki tüm ihtilaflarda hakim kılana kadar ve içlerinde senin kararlarına karşı bir direnç bulamayana kadar, ve (onları) tam bir teslimiyetle kabul edene kadar' (an-Nisa).'\""
    },
    {
      "id": 16,
      "narrator": "It was narrated that azZubair bin al-`Awwam (رضي الله عنه) said:",
      "text": "Az-Zubair bin al-`Awwam (رضي الله عنه) şöyle dedi: Allah'ın Resulü (ﷺ) şöyle buyurdu: \"Bu toprak Allah'ın toprağıdır ve insanlar Allah'ın kullarıdır, bu yüzden iyi bir şey bulduğunuz her yerde kalın.\""
    },
    {
      "id": 17,
      "narrator": "It was narrated that azZubair bin al-`Awwam (رضي الله عنه) said:",
      "text": "Az-Zubair bin al-`Awwam (رضي الله عنه) şöyle dedi: Allah'ın Resulü (ﷺ) Arafat'ta bu ayeti okuduğunu duydum: \"Allah, La ilaha illa Huwa (O'ndan başka ibadet edilecek yoktur) diye şahitlik eder, melekler ve ilim sahipleri de (şahitlik eder); (O her zaman) yarattıklarını adaletle yönetir. La ilaha illa Huwa (O'ndan başka ibadet edilecek yoktur), Mutlak Güçlü, Hikmet Sahibi\" (Ali İmran Suresi). Ve ben buna şahitlerdenim, Ey Rabbim.\""
    },
    {
      "id": 18,
      "narrator": "Abdullah bin `Ata, the son of Ibraheem the freed slave of azZubair narrated that his mother and his grandmother Umm ‘Ata said:",
      "text": "Abdullah bin `Ata, az-Zubair'in azatlısı İbrahim'in oğlu, annesi ve büyükannesi Ümmü 'Ata'dan şöyle nakletti: \"Vallahi, az-Zubair bin al-`Awwam (رضي الله عنه) bize geldiğinde onu beyaz bir katır üzerinde görüyormuşuz gibi hissediyorum ve şöyle dedi: 'Ey Ümmü 'Ata, Allah'ın Resulü (ﷺ) Müslümanların kurban etlerinin etinden üç günden sonra yemelerini yasakladı.' Ben de: 'Sana kurban olayım! Bize verilenlerle ne yapalım?' dedim. O da: 'Sizlere verilenler sizin elinizdedir.' dedi.\""
    },
    {
      "id": 19,
      "narrator": "It was narrated that `Abdullah bin az-Zubair (رضي الله عنه) said:",
      "text": "`Abdullah bin az-Zubair (رضي الله عنه) şöyle dedi: Ahzab günü, `Umar bin Abi Salamah ile ben kadınların yanına yerleştirildik. Dışarı baktım ve az-Zubair'i atının üzerinde, Banu Kureyza'dan iki ya da üç kez gelip gittiğini gördüm. Geri döndüğünde: 'Ey babam, seni gelip giderken gördüm.' dedim. O da: 'Beni gördün mü, ey oğlum?' dedi. Ben: 'Evet.' dedim. O da: 'Allah'ın Resulü (ﷺ) dedi ki: 'Banu Kureyza'ya kim gitmek ve onlardan bana haber getirmek ister?' Ben de yola çıktım ve geri döndüğümde, Allah'ın Resulü (ﷺ) benim için hem babasını hem de annesini andı ve: 'Bana babam ve annem kurban olsun.' dedi.\""
    },
    {
      "id": 20,
      "narrator": "Sufyan bin Wahb al Khawlani said:",
      "text": "Sufyan bin Wahb el-Havlani şöyle dedi: Mısır'ı bir barış anlaşması olmadan (yani, zorla) fethettiğimizde, az-Zubair bin al-`Awwam (رضي الله عنه) ayağa kalktı ve şöyle dedi: 'Ey Amr bin al-`As, toprağı böl.' Amr: 'Ben onu bölmeyeceğim.' dedi. Az-Zubair (رضي الله عنه) dedi ki: 'Vallahi, sen onu Allah'ın Resulü (ﷺ) Khaibar'ı böldüğü gibi böleceksin!' Amr: 'Vallahi, ben onu Ameer al-Mu'mineen'e yazmadan bölmeyeceğim.' dedi. Bunun üzerine `Umar'a (رضي الله عنه) yazdı ve `Umar ona geri yazdı (şöyle diyerek): 'Bırak, üçüncü nesil (yani, şu an annelerinin karnındaki fetüslerin soyları) ondan elde edilen gelirle Allah yolunda sefere çıksın.'\""
    },
    {
      "id": 21,
      "narrator": "",
      "text": "Al-Mundhir bin az-Zubair (رضي الله عنه) babasından şöyle nakletti: Peygamber (ﷺ) az-Zubair'e bir hisse, annesine bir hisse ve atına iki hisse verdi.\""
    },
    {
      "id": 22,
      "narrator": "Al-Hasan narrated:",
      "text": "Al-Hasan şöyle nakletti: Bir adam az-Zubair bin al-`Awwam (رضي الله عنه)'a geldi ve: \"Senin için `Ali'yi öldüreyim mi?\" dedi. O da: \"Hayır; yanında askerleri varken onu nasıl öldürebilirsin?\" dedi. Adam: \"Onu yakalar ve suikast düzenlerim.\" dedi. O da: \"Hayır. Allah'ın Resulü (ﷺ) dedi ki: İman suikasti yasaklar; hiçbir mümin buna başvurmasın.\""
    },
    {
      "id": 23,
      "narrator": "It was narrated from’`Amir bin ‘Abdullah bin az-Zubair (رضي الله عنه) that his father said:",
      "text": "Al-Hasan dedi ki: Bir adam az-Zubair bin al-`Awwam (رضي الله عنه)'a geldi ve: \"Senin için `Ali'yi öldürmeyeyim mi?\" dedi. O da: \"Yanında insanları varken onu nasıl öldürebilirsin?\" dedi (ve benzer bir rivayet aktardı)."
    },
    {
      "id": 24,
      "narrator": "Hisham bin `Urwah narrated from his father, that his grandfather Ibn Numair said that az-Zubair (رضي الله عنه) said:",
      "text": "`Amir bin `Abdullah bin az-Zubair (رضي الله عنه) babasının şöyle dediğini aktardı: Ben babama, az-Zubair bin al-`Awwam (رضي الله عنه)'a: \"Neden Allah'ın Resulü (ﷺ)'nden rivayette bulunmuyorsun?\" dedim. O da: \"Müslüman olduktan sonra ondan hiç ayrılmadım, ama ondan bir şey duydum. Dedi ki: 'Bana yalan söyleyen, cehennemdeki yerini alsın.'\""
    },
    {
      "id": 25,
      "narrator": "Ya`eesh bin al-Waleed narrated that a freed slave of the family of az-Zubair told him that azZubair bin al-`Awwam (رضي الله عنه) narrated to him that The Messenger of Allah (ﷺ) said:",
      "text": "Hişam bin `Urwah, babasından, dedesi İbn Numair'in az-Zubair (رضي الله عنه) şöyle dediğini aktardı: Allah'ın Resulü (ﷺ) dedi ki: \"Birinizin bir ip alıp da dağlara gitmesi, sırtında bir odun yığını taşıyıp satması ve böylece geçim kaynağına bağımsız hale gelmesi, insanlardan bir şey istemesinden daha hayırlıdır.\""
    },
    {
      "id": 26,
      "narrator": "It was narrated that al-Hasan said:",
      "text": "Ya`eesh bin al-Waleed, az-Zubair'in ailesinden bir azatlı kölenin ona, az-Zubair bin al-`Awwam (رضي الله عنه)'ın kendisine şöyle söylediğini aktardığını bildirdi: Allah'ın Resulü (ﷺ) dedi ki: \"Sizlere, önceki milletlerin hastalığı, kıskançlık ve nefret geldi. Nefret, 'tıraşlayıcıdır' (yıkıcıdır). Ben, bunun saçları tıraşladığını söylemiyorum; aksine, dini bağlılığı tıraşlar (yıkar). Muhammad'ın ruhunun elinde olan Allah'a yemin ederim ki, siz cennete girmeyeceksiniz, ta ki inanmazsanız, birbirinizi sevmedikçe. Size bunu başarmanıza yardımcı olacak bir şey söylemeyeyim mi? Aranızda selamı yayınız.\""
    },
    {
      "id": 27,
      "narrator": "It was narrated that az-Zubair bin al-`Awwam (رضي الله عنه) said:",
      "text": "Ya`eesh bin al-Waleed'ten, az-Zubair'in ailesinden bir azatlı kölenin ona, az-Zubair (رضي الله عنه)'ın kendisine şöyle söylediğini aktardığı bildirildi: Peygamber (ﷺ) dedi ki: \"Sizlere geldi...\" ve bunu aktardı."
    },
    {
      "id": 28,
      "narrator": "`Urwah said:",
      "text": "Azatlı bir kölenin az-Zubair bin al-`Awwam (رضي الله عنه)'ın kendisine şöyle söylediğini aktardığı bildirildi: Allah'ın Resulü (ﷺ) dedi ki: \"Sizlere geldi...\" ve bunu aktardı."
    },
    {
      "id": 29,
      "narrator": "Muslim bin Jundub narrated:",
      "text": "Al-Hasan şöyle nakletti: Bir adam az-Zubair'e: \"Senin için `Ali'yi öldüreyim mi?\" dedi. O da: \"Onu nasıl öldürebilirsin?\" dedi. Adam: \"Onu suikastla öldüreceğim.\" dedi. O da: \"Hayır, Allah'ın Resulü (ﷺ) dedi ki: İman suikasti yasaklar; hiçbir mümin buna başvurmasın.\""
    },
    {
      "id": 30,
      "narrator": "It was narrated that ‘Ali or az-Zubair said:",
      "text": "Az-Zubair bin al-`Awwam (رضي الله عنه) şöyle dedi: Bu sure Allah'ın Resulü (ﷺ)'ne indirildiğinde: \"Şüphesiz ki, sen (Ey Muhammad) öleceksin ve şüphesiz ki, onlar da ölecekler. Sonra, Kıyamet Günü, Rabbinin huzurunda tartışacaksınız\" (az-Zumar), az-Zubair şöyle dedi: \"Ey Allah'ın Resulü, bu dünyada aramızda yaşanan tartışmaları ve diğer günahları tekrar mı yaşayacağız?\" O da: \"Evet, bu tartışmaları tekrar yaşayacaksınız, ta ki hak sahibi olan herkes hakkını alana kadar.\" Az-Zubair dedi: \"Vallahi, bu mesele çok ciddi.\""
    },
    {
      "id": 31,
      "narrator": "Az-Zubair bin al-’Awwam (رضي الله عنه) said:",
      "text": "Az-Zubair bin al-’Awwam (رضي الله عنه) dedi ki: Bu ayet, Allah Resulü (ﷺ) ile birlikte bulunduğumuzda indirildi: `Ve sizden yalnızca zalimlere dokunmayan (ama iyi ve kötü tüm insanları etkileyebilecek) fitneden korkun.` (el-Enfal). Biz \"Bu fitne nedir? Ve bunun böyle olacağını hiç düşünmemiştik.\" demeye başladık."
    }
  ]
}